/** @module config/transitionWords */

let singleWords = [ "вдобавок", "дабы", "едва", "ежели", "если", "затем ", "зачем", "ибо", "или", "итак ", "кабы",
	"коли", "лишь", "но", "нежели", "особенно", "оттого", "отчего", "покамест", "покуда", "поскольку", "потому", "почему",
	"притом", "причем", "только", "хотя", "чтоб", "чтобы", "чуть", "якобы" ];

let multipleWords = [ "а вдобавок", "а именно", "а не", "а не то", "а также", "без того чтобы не", "без того, чтобы не",
	"благодаря тому что", "благодаря тому, что", "будто бы", "будь то", "в отношении того что", "в отношении того, что",
	"в противовес тому что", "в противовес тому, что", "в противоположность тому что", "в противоположность тому, что",
	"в результате того что", "в результате того, что", "в результате чего", "в связи с тем что", "в связи с тем, что",
	"в силу того что", "в силу того, что", "в силу чего", "в случае если", "в случае, если", "в сравнении с тем что",
	"в сравнении с тем, что", "в то время как", "в то время, как", "в том случае если", "в том случае, если",
	"ввиду того что", "ввиду того, что", "вместо того чтобы", "вместо того, чтобы", "вопреки тому что",
	"вопреки тому, что", "вплоть до того что", "вплоть до того, что", "вроде того как", "вроде того что",
	"вроде того, как", "вроде того, что", "вследствие того что", "вследствие того, что", "вследствие чего",
	"да еще", "да и то", "даром что", "для того чтобы", "для того, чтобы", "до тех пор пока не", "до тех пор, пока",
	"до того как", "до того, как", "едва лишь", "едва только", "ежели бы", "за счет того что", "за счет того, что",
	"из-за того что", "из-за того, что", "исходя из того что", "исходя из того, что", "к тому же", "как будто",
	"как бы", "как вдруг", "как если бы", "как например", "как скоро", "как словно", "как только", "как, например",
	"коль скоро ", "коль уж", "лишь бы", "лишь только", "между тем как", "на основании того что",
	"на основании того, что", "на случай если", "на случай, если", "наряду с тем что", "наряду с тем, что",
	"насчет того что", "насчет того, что", "не в пример тому как", "не в пример тому, как", "не то чтобы",
	"невзирая на то что", "невзирая на то, что", "независимо от того что", "независимо от того, что",
	"несмотря на то что", "несмотря на то, что", "относительно того что", "относительно того, что", "перед тем как",
	"перед тем, как", "по мере того как", "по мере того, как", "по поводу того что", "по поводу того, что",
	"по причине того что", "по причине того, что", "по сравнению с тем что", "по сравнению с тем, что",
	"под видом того что", "под видом того, что", "под предлогом того что", "под предлогом того, что",
	"подобно тому как", "подобно тому, как", "помимо того что", "помимо того, что", "после того как", "после того, как",
	"потому как", "потому что", "прежде нежели", "прежде чем", "при всем том что", "при всем том, что",
	"при условии что", "при условии, что", "прямо-таки как", "пускай бы", "равно как", "ради того чтобы", "разве что",
	"с тем чтобы", "с тех пор как", "с той целью чтобы", "сверх того что", "смотря по тому что", "смотря по тому, что",
	"совсем как", "судя по тому что", "судя по тому, что", "так как", "так что", "так чтобы", "тем более что",
	"тем не менее ", "тем паче что", "то бишь", "то есть", "тогда как", "только бы", "только лишь", "только чуть",
	"чуть лишь", "чуть только" ];

let singleIntroWordsWithoutComma = [ "бесспорно", "вишь", "во-вторых", "во-первых", "вообще-то", "впрочем", "кажись",
	"лучше", "наверно", "наверное", "например", "небось", "поди", "пожалуй", "позволь", "позвольте", "помнится" ];

let multipleIntroWordsWithoutComma = [ "в конце концов", "в общем-то", "в свою очередь", "в сущности говоря",
	"в-третьих", "вдобавок ко всему прочему", "вне всякого сомнения", "вне сомнения", "во всяком случае",
	"дай бог память", "жалко, что", "жаль, что", "знамо дело", "иначе говоря", "к огорчению", "к примеру",
	"к примеру сказать", "к прискорбию", "к слову сказать", "к сожалению", "к стыду", "к стыду своему",
	"к твоему сведению", "к удивлению", "к ужасу", "к чести", "как бы там ни было", "как бы то ни было",
	"как вам известно", "как видно", "как водится", "как говорилось", "как говорится", "как знать", "как известно",
	"как на заказ", "как назло", "как например", "как нарочно", "как ни говори", "как ни говорите", "как ни странно",
	"как оказалось", "как оказывается", "как полагается", "как положено", "как правило", "как принято говорить",
	"как сказано", "как следствие", "как хотите", "как это ни странно", "ко всему прочему", "коротко говоря",
	"короче говоря", "кроме всего прочего", "кстати говоря", "кстати сказать", "мало сказать", "мало того",
	"между нами говоря", "может статься", "мягко выражаясь", "мягко говоря", "на беду", "на ваш взгляд",
	"на мой взгляд", "на несчастье", "на первый взгляд", "на самом деле", "на твой взгляд", "на худой конец",
	"надо полагать", "ничего не скажешь", "но вообще-то", "но кроме того", "однако же", "откровенно сказать",
	"по вашему мнению", "по видимости", "по всей вероятности", "по всей видимости", "по данным", "по замыслу", "по идее",
	"по крайней мере", "по мнению", "по моему мнению", "по обыкновению", "по обычаю", "по определению", "по правде",
	"по правде говоря", "по правде сказать", "по преданию", "по прогнозам", "по сведениям", "по своему обыкновению",
	"по слухам", "по совести", "по совести говоря", "по совести сказать", "по сообщению", "по сообщениям",
	"по справедливости", "по справедливости говоря", "по сути", "по сути говоря", "по сути дела", "по существу",
	"по существу говоря", "по счастью", "по твоему мнению", "по чести говоря", "по чести признаться",
	"по чести сказать", "по-вашему", "по-видимому", "по-ихнему", "по-моему", "по-нашему", "по-твоему",
	"подумать только", "помимо всего", "помимо всего прочего", "помимо того", "помимо этого", "понятное дело",
	"попросту говоря", "попросту сказать", "правду говоря", "правду сказать", "правильнее говоря", "прежде всего",
	"против обыкновения", "проще говоря", "проще сказать", "разумеется", "с вашего позволения", "с вашего разрешения",
	"с другой стороны", "с моей точки зрения", "с одной стороны", "с позволения сказать", "с твоего позволения",
	"с твоего разрешения", "с точки зрения", "само собой разумеется", "сверх того", "сказать по правде",
	"сказать по совести", "сказать по чести", "скорее всего", "со своей стороны", "собственно говоря", "стало быть",
	"строго говоря", "судя по всему", "так или иначе", "точнее говоря", "точнее сказать", "что и говорить",
	"что ни говори", "что ни говорите", "шутка ли", "шутка ли сказать", "шутка сказать" ];

let singleIntroWordsWithComma = [ "безусловно,", "вернее,", "вероятно,", "вестимо,", "видимо,", "возможно,", "кажется,",
	"кстати,", "наконец,", "наоборот,", "несомненно,", "однако," ];

let multipleIntroWordsWithComma = [ "без всякого сомнения", "без сомнения,", "в общем,", "в принципе,", "в самом деле,",
	"в сущности,", "верите ли,", "веришь ли,", "вернее говоря,", "вернее сказать,", "вероятнее всего,", "видите ли,",
	"видишь ли,", "воля ваша,", "воля твоя,", "вообще говоря,", "грубо говоря,", "если угодно,", "к вашему сведению,",
	"к несчастью,", "к радости,", "к счастью,", "как видите,", "как видишь,", "как выяснилось,", "как выясняется,",
	"как говорят,", "как принято,", "кроме того,", "кроме этого,", "между нами,", "между прочим,", "можно подумать,",
	"таким образом,", "что называется,", "ясное дело," ];


/**
 * Returns lists with transition words to be used by the assessments.
 * @returns {Object} The object with transition word lists.
 */
module.exports = function() {
	return {
		singleWords: singleWords.concat( singleIntroWordsWithoutComma, singleIntroWordsWithComma ),
		multipleWords: multipleWords.concat( multipleIntroWordsWithoutComma, multipleIntroWordsWithComma ),
		allWords: singleWords.concat( singleIntroWordsWithoutComma, singleIntroWordsWithComma, multipleWords,
			multipleIntroWordsWithoutComma, multipleIntroWordsWithComma ),
	};
};
