{
  "source": "Sample vocabulary from https://snowballstem.org/algorithms/norwegian/stemmer.html",
  "words": [
    "a",
    "aabakken",
    "aabakkens",
    "aarbakke",
    "aarum",
    "aase",
    "ab",
    "abitanti",
    "abitazione",
    "ablegøyer",
    "absolutt",
    "absorberes",
    "ad",
    "adgang",
    "adgangen",
    "adkomst",
    "adkomstdokument",
    "adkomstdokumenter",
    "adkomsten",
    "adlyde",
    "adlyder",
    "adm",
    "administrasjon",
    "administrasjonen",
    "administrasjonsdepartementet",
    "administrasjonskostnadene",
    "administrativ",
    "administrative",
    "administrativt",
    "administrere",
    "administrerende",
    "administreres",
    "administrert",
    "adopsjon",
    "adopsjonspenger",
    "adresse",
    "adresser",
    "adskillelse",
    "adskilt",
    "advare",
    "advarselen",
    "advart",
    "advokat",
    "advokatar",
    "advokatfirmaet",
    "advokatfullmektig",
    "agder",
    "agenter",
    "agenturer",
    "aggregeres",
    "aggregert",
    "agn",
    "agnar",
    "agreement",
    "ajourføring",
    "akademikerne",
    "akademikernes",
    "ake",
    "akershus",
    "akkord",
    "akkumulerte",
    "akkurat",
    "aksept",
    "akseptabel",
    "akseptabelt",
    "akseptable",
    "aksepterast",
    "akseptere",
    "aksepteres",
    "akseptert",
    "aksjane",
    "aksjar",
    "aksje",
    "aksjeandel",
    "aksjeavkastning",
    "aksjebrev",
    "aksjebustader",
    "aksjeeigar",
    "aksjeeigarane",
    "aksjeeigarar",
    "aksjeeigaravtale",
    "aksjeeigaren",
    "aksjegevinster",
    "aksjeinnskot",
    "aksjekapital",
    "aksjekapitalen",
    "aksjelov",
    "aksjelova",
    "aksjeloven",
    "aksjelovens",
    "aksjelovgjeving",
    "aksjelovgjevinga",
    "aksjer",
    "aksjerettslig",
    "aksjeselskap",
    "aksjeselskaper",
    "aksjeselskapet",
    "aksjeselskapsformen",
    "aksjeselskapsrettslege",
    "aksjonær",
    "aksjonæroppgaver",
    "aktersetet",
    "aktes",
    "aktiv",
    "aktiva",
    "aktivaklasser",
    "aktivasammensetning",
    "aktive",
    "aktivitet",
    "aktivitetane",
    "aktivitetar",
    "aktiviteten",
    "aktivitetene",
    "aktiviteter",
    "aktivitetsøkning",
    "aktivt",
    "aktlaust",
    "aktløyse",
    "aktsemd",
    "aktsemdplikta",
    "aktualisere",
    "aktuar",
    "aktuell",
    "aktuelle",
    "aktuelt",
    "aktør",
    "aktørane",
    "aktørar",
    "aktørene",
    "aktørenes",
    "aktørens",
    "aktører",
    "aktørers",
    "aktørgruppe",
    "aku",
    "alarmsignalet",
    "aldeles",
    "alder",
    "alderdom",
    "alderdommen",
    "alderen",
    "alderkilde",
    "alderpensjonen",
    "alderpensjonskapital",
    "alders",
    "aldersdifferanse",
    "aldersforskjellen",
    "aldersgrense",
    "aldersgrensen",
    "aldersgrensene",
    "aldersgrupper",
    "alderspensjon",
    "alderspensjonen",
    "alderspensjoner",
    "alderspensjonist",
    "alderspensjonistene",
    "alderspensjonister",
    "alderspensjonsforsikring",
    "alderspensjonsforsikringen",
    "alderspensjonsforsikringsavtale",
    "alderspensjonsforsikringsavtaler",
    "alderspensjonskapital",
    "alderspensjonskapitalbevis",
    "alderspensjonskapitalen",
    "alderspensjonskapitalens",
    "alderspensjonskapitalkontoen",
    "alderspensjonskonti",
    "alderspensjonskonto",
    "alderspensjonskontoen",
    "alderspensjonsnivå",
    "alderspensjonsordning",
    "alderspensjonsordninger",
    "alderspensjonsrettigheter",
    "alderspensjonsspareavtale",
    "alderspensjonsytelse",
    "alderssamansetjinga",
    "aldre",
    "aldri",
    "aldringen",
    "aleine",
    "alene",
    "alf",
    "alfhild",
    "all",
    "alldeles",
    "alle",
    "aller",
    "allerede",
    "allereie",
    "alles",
    "allfader",
    "alliance",
    "alliansen",
    "allianser",
    "allierte",
    "allmannyttiga",
    "allmektig",
    "allmen",
    "allmenn",
    "allmennaksjelova",
    "allmennaksjeloven",
    "allmennaksjeselskap",
    "allmennaksjeselskaper",
    "allmenne",
    "allmennhetens",
    "allmennspråket",
    "allmennyttiga",
    "allmennyttige",
    "allment",
    "allmugen",
    "allsidige",
    "alltid",
    "alltids",
    "allting",
    "almen",
    "almene",
    "almenmerknadene",
    "almennaksjelovens",
    "almennyttig",
    "alminnelig",
    "alminnelige",
    "alminnelighet",
    "alnabru",
    "alt",
    "alta",
    "alternativ",
    "alternative",
    "alternativene",
    "alternativer",
    "alternativet",
    "alternativt",
    "alternerer",
    "altfor",
    "altoverveiende",
    "altså",
    "aluminium",
    "alvalde",
    "alvene",
    "alvenes",
    "alver",
    "alveslekt",
    "alvheim",
    "alvim",
    "alvor",
    "alvorleg",
    "alvorlege",
    "alvorlig",
    "ambisjonsnivået",
    "amma",
    "ammas",
    "amsterdam",
    "amtmannsvingen",
    "an",
    "analogt",
    "analyse",
    "analysen",
    "analysene",
    "analyser",
    "analysere",
    "analysert",
    "anbefaler",
    "anbefales",
    "anbefaling",
    "anbefalingene",
    "anbefalinger",
    "anbefalt",
    "anbefalte",
    "and",
    "andamål",
    "andamålsenlig",
    "andel",
    "andelane",
    "andelar",
    "andeleigar",
    "andeleigarane",
    "andeleigarbok",
    "andelen",
    "andelene",
    "andeler",
    "andelsbevis",
    "andelsbok",
    "andelsboka",
    "andelsboligforening",
    "andelsboligforeninger",
    "andelsboligorganisation",
    "andelsboligorganisationer",
    "andelsbrev",
    "andelsbrevet",
    "andelsdokument",
    "andelseier",
    "andelseiere",
    "andelseierne",
    "andelseiernes",
    "andelseigar",
    "andelseigarane",
    "andelseigarar",
    "andelseigarbok",
    "andelseigarboka",
    "andelseigaren",
    "andelseigarens",
    "andelseigarforholdet",
    "andelseigarposisjonen",
    "andelseigarregister",
    "andelseigartal",
    "andelshaver",
    "andelshavers",
    "andelsinnskot",
    "andelsinnskotet",
    "andelsinnskottet",
    "andelskapital",
    "andelskapitalen",
    "andelslag",
    "andelslaget",
    "andelsobligasjonane",
    "andelsobligasjonar",
    "andelsrett",
    "andelsselskaber",
    "andelsselskapa",
    "andelssum",
    "andelssummen",
    "andelsteikning",
    "andelsteikninga",
    "anders",
    "anderssen",
    "andra",
    "andre",
    "andres",
    "andrimne",
    "andsynes",
    "andvare",
    "andvarefoss",
    "aner",
    "anerkjenne",
    "anerkjente",
    "anføre",
    "anfører",
    "anføres",
    "anført",
    "angerboda",
    "angi",
    "angir",
    "angis",
    "angitt",
    "angitte",
    "angivelse",
    "angjeldende",
    "angre",
    "angrefrist",
    "angrep",
    "angrepet",
    "angrer",
    "angret",
    "angripe",
    "angriper",
    "angst",
    "angt",
    "angår",
    "ankler",
    "ankommer",
    "ankre",
    "anledning",
    "anledninger",
    "anlegg",
    "anleggene",
    "anlegget",
    "anleggsmessig",
    "anleggsmidler",
    "anliggende",
    "anløp",
    "anløpe",
    "anløpene",
    "anløper",
    "anløpes",
    "anløpsavgift",
    "anløpsfrekvens",
    "anløpshavn",
    "anløpshavner",
    "anløpshyppighet",
    "anløpsmønster",
    "anløpsmønstre",
    "anløpspunkter",
    "anløpssteder",
    "anløpsutgiftene",
    "anmodet",
    "anna",
    "annan",
    "annaniassen",
    "annat",
    "anne",
    "annen",
    "annenhver",
    "annenhvert",
    "annens",
    "annerledes",
    "annet",
    "annleis",
    "ansatt",
    "ansatte",
    "ansattes",
    "anse",
    "ansees",
    "anser",
    "anses",
    "ansett",
    "ansettelse",
    "ansettelsen",
    "ansettelsesforhold",
    "ansettelsesforholdet",
    "ansettelseskrav",
    "ansettelsestid",
    "ansettes",
    "ansiennitet",
    "ansienniteten",
    "ansiennitetsreglar",
    "ansikt",
    "ansiktet",
    "anskaffelse",
    "anslag",
    "anslagene",
    "anslaget",
    "anslagsvis",
    "anslå",
    "anslår",
    "anslås",
    "anslått",
    "anslåtte",
    "anstrenger",
    "ansvar",
    "ansvaret",
    "ansvarleg",
    "ansvarlege",
    "ansvarlig",
    "ansvarlige",
    "ansvarliges",
    "ansvarsavgrensing",
    "ansvarsavgrensinga",
    "ansvarsfri",
    "ansvarsfritak",
    "ansvarsfråskrivingar",
    "ansvarsgrunnlaget",
    "ansvarsinnskot",
    "ansvarskapital",
    "ansvarsområde",
    "ansvarspulverisering",
    "ansvarsregel",
    "ansvarsreglar",
    "ansvarsreguleringa",
    "ansvarsspørsmåla",
    "ant",
    "anta",
    "antagelig",
    "antakelig",
    "antakelse",
    "antakelsen",
    "antakelsene",
    "antakelser",
    "antall",
    "antallet",
    "antar",
    "antas",
    "antatt",
    "antatte",
    "anten",
    "antenne",
    "antenneanlegg",
    "antitetisk",
    "antwerpen",
    "antydede",
    "antyder",
    "antydes",
    "antydet",
    "anvende",
    "anvendelse",
    "anvendelsen",
    "anvendelser",
    "anvendelsesområde",
    "anvendelsesområder",
    "anvender",
    "anvendes",
    "anvendt",
    "anviser",
    "anvisning",
    "ap",
    "apparat",
    "april",
    "ar",
    "arbeid",
    "arbeidast",
    "arbeidde",
    "arbeide",
    "arbeider",
    "arbeidere",
    "arbeiderpartiet",
    "arbeides",
    "arbeidet",
    "arbeidgiver",
    "arbeids",
    "arbeidsavtale",
    "arbeidsavtalen",
    "arbeidsavtalene",
    "arbeidsavtalenes",
    "arbeidsavtaler",
    "arbeidsdag",
    "arbeidsdeling",
    "arbeidsdelinga",
    "arbeidsdelingen",
    "arbeidsdepartementet",
    "arbeidsforhold",
    "arbeidsforholdet",
    "arbeidsfør",
    "arbeidsgiver",
    "arbeidsgiveravgift",
    "arbeidsgiveravgiften",
    "arbeidsgivere",
    "arbeidsgiveren",
    "arbeidsgiverens",
    "arbeidsgiverfinansiert",
    "arbeidsgiverne",
    "arbeidsgiverorganisasjoner",
    "arbeidsgivers",
    "arbeidsgjevar",
    "arbeidsgrunnlag",
    "arbeidsgruppa",
    "arbeidsgruppas",
    "arbeidsgruppe",
    "arbeidsgruppen",
    "arbeidsgruppens",
    "arbeidsinnsats",
    "arbeidsinntekt",
    "arbeidskapasitet",
    "arbeidskonflikter",
    "arbeidskontrakt",
    "arbeidskraft",
    "arbeidskraftens",
    "arbeidskraftsundersøkelse",
    "arbeidsliv",
    "arbeidslivet",
    "arbeidslivets",
    "arbeidsløyse",
    "arbeidsmarkedet",
    "arbeidsmarkedsbidrag",
    "arbeidsmarkedspensjoner",
    "arbeidsmengda",
    "arbeidsmiljøloven",
    "arbeidsmåte",
    "arbeidsmøter",
    "arbeidsområde",
    "arbeidsoppgaver",
    "arbeidsoppgåver",
    "arbeidsopplegg",
    "arbeidsopplegget",
    "arbeidsperioden",
    "arbeidsplassar",
    "arbeidsplasser",
    "arbeidsrelaterte",
    "arbeidsrettslig",
    "arbeidsrettslige",
    "arbeidssammenheng",
    "arbeidsstokken",
    "arbeidssøkere",
    "arbeidstagere",
    "arbeidstakar",
    "arbeidstakarane",
    "arbeidstakaren",
    "arbeidstaker",
    "arbeidstakere",
    "arbeidstakeren",
    "arbeidstakerens",
    "arbeidstakeres",
    "arbeidstakergrupper",
    "arbeidstakerhold",
    "arbeidstakerne",
    "arbeidstakernes",
    "arbeidstakerorganisasjonene",
    "arbeidstakers",
    "arbeidstid",
    "arbeidstilhøve",
    "arbeidsuke",
    "arbeidsutvalg",
    "arbeidsvilkår",
    "arbeidsvilkårene",
    "arbetsinsats",
    "areal",
    "arealanvendelse",
    "arealbehov",
    "arealbehovet",
    "arealbruk",
    "arealbruken",
    "arealbruksendring",
    "arealbrukskonfliktene",
    "arealdel",
    "arealdelen",
    "arealdelplan",
    "arealdelplanen",
    "arealdisponering",
    "arealeffektiviserende",
    "arealeffektivisering",
    "arealeffektivitet",
    "arealene",
    "arealer",
    "arealervervelser",
    "arealet",
    "arealforhold",
    "arealintensiv",
    "arealkapasiteten",
    "arealknapphet",
    "arealkonflikter",
    "arealkostnadene",
    "arealkostnader",
    "arealkrevende",
    "arealmessig",
    "arealmessige",
    "arealplanen",
    "arealplaner",
    "arealplanlegging",
    "arealpolitikk",
    "arealpolitikken",
    "arealproduktivitet",
    "arealreguleringstiltak",
    "arealreservene",
    "arealressurser",
    "arealsituasjon",
    "arealsituasjonen",
    "arealspørsmål",
    "arealtilgang",
    "arealtilgangen",
    "arealtilganger",
    "arealtilgjengelighet",
    "arealtilskot",
    "arealutnyttelse",
    "arealutnyttelsen",
    "arealutvidelser",
    "arealutvidelsesmuligheter",
    "arealverdien",
    "arealøkning",
    "arena",
    "argeste",
    "argument",
    "argumentasjon",
    "argumentasjonen",
    "argumentene",
    "argumenter",
    "argumenterer",
    "argumenteres",
    "argumentet",
    "arm",
    "armbåndet",
    "armen",
    "armene",
    "armer",
    "armhulen",
    "armring",
    "armringer",
    "arne",
    "arnhild",
    "arrangerte",
    "arrest",
    "arresten",
    "art",
    "arte",
    "arten",
    "arter",
    "artikkel",
    "artikkelen",
    "artiklene",
    "arv",
    "arveavgift",
    "arveavgiftslov",
    "arveavgiftsloven",
    "arveavgiftslovgivningen",
    "arveavgiftsmessige",
    "arveavgiftsreglene",
    "arveavgiftsutvalgets",
    "arvebuet",
    "arvede",
    "arvefall",
    "arvefallet",
    "arvegangsreglene",
    "arvegangsregler",
    "arveloven",
    "arven",
    "arveovergangen",
    "arvet",
    "arvetilfella",
    "arving",
    "arvingane",
    "arvingar",
    "arvingen",
    "arvinger",
    "arvlataren",
    "as",
    "asia",
    "asiatiske",
    "ask",
    "aske",
    "askelut",
    "asken",
    "asker",
    "asketreet",
    "asl",
    "aspekt",
    "aspekter",
    "aspektet",
    "assev",
    "associazione",
    "assosiasjoner",
    "assosierte",
    "asylsøkjarar",
    "asymmetrien",
    "at",
    "atferden",
    "atkomstdokument",
    "atkomstdokumentene",
    "atkomstdokumentet",
    "atskillelse",
    "atskilt",
    "att",
    "atten",
    "attende",
    "attendebetaling",
    "attendebetalt",
    "attendeføring",
    "attendekalling",
    "attendelevering",
    "atterhald",
    "atterhaldet",
    "attest",
    "attestasjonar",
    "attestert",
    "attgjevast",
    "attom",
    "attraktiv",
    "attraktive",
    "attraktivitet",
    "attraktivt",
    "attval",
    "au",
    "aud",
    "audhumla",
    "august",
    "auka",
    "aukande",
    "aukar",
    "aukast",
    "auke",
    "auprema",
    "aurvandil",
    "aurvandils",
    "australia",
    "automatisk",
    "autorisasjon",
    "autorisasjonen",
    "autorisasjonsordning",
    "autoriserte",
    "av",
    "avbrot",
    "avbroten",
    "avbrytast",
    "avbryte",
    "avbryter",
    "avbøtende",
    "avdekke",
    "avdekker",
    "avdekket",
    "avdeling",
    "avdelingane",
    "avdelingar",
    "avdelingsdirektør",
    "avdempet",
    "avdrag",
    "avdraga",
    "avdragsplanen",
    "avdød",
    "avdødes",
    "averterer",
    "avfall",
    "avfallshandtering",
    "avga",
    "avgang",
    "avgangsalder",
    "avgangstider",
    "avgi",
    "avgifer",
    "avgift",
    "avgiften",
    "avgiftene",
    "avgifter",
    "avgiftsbestemmelsene",
    "avgiftsforskrifter",
    "avgiftsfrie",
    "avgiftsfritt",
    "avgiftsinnkreving",
    "avgiftsinntektene",
    "avgiftsmessig",
    "avgiftsmessige",
    "avgiftsmidlene",
    "avgiftsmidler",
    "avgiftsnivået",
    "avgiftsområder",
    "avgiftsplikt",
    "avgiftspliktig",
    "avgiftsreglene",
    "avgiftsregulativene",
    "avgiftsregulativer",
    "avgiftsspørsmål",
    "avgiftssystem",
    "avgiftstyper",
    "avgir",
    "avgis",
    "avgitt",
    "avgivelse",
    "avgjer",
    "avgjerande",
    "avgjerast",
    "avgjerd",
    "avgjerda",
    "avgjerdene",
    "avgjerder",
    "avgjerdskompetansen",
    "avgjere",
    "avgjord",
    "avgjort",
    "avgjør",
    "avgjøre",
    "avgjørelse",
    "avgjørelsen",
    "avgjørelsene",
    "avgjørelser",
    "avgjørelsesmyndighet",
    "avgjørende",
    "avgjøres",
    "avgrensa",
    "avgrensar",
    "avgrensast",
    "avgrense",
    "avgrenser",
    "avgrenses",
    "avgrenset",
    "avgrensing",
    "avgrensinga",
    "avgrensingane",
    "avgrensingar",
    "avgrensinger",
    "avgrensning",
    "avgrunnen",
    "avhenda",
    "avhendar",
    "avhendaren",
    "avhendast",
    "avhende",
    "avhending",
    "avhendinga",
    "avhendingslova",
    "avhenge",
    "avhenger",
    "avhengig",
    "avhengige",
    "avhengighet",
    "avhjelpast",
    "avhl",
    "avholdt",
    "avhugget",
    "avis",
    "avisa",
    "avisrom",
    "avkall",
    "avkasting",
    "avkastning",
    "avkastningen",
    "avkastningprosent",
    "avkastningsavhengig",
    "avkastningsdeling",
    "avkastningsgaranti",
    "avkastningsgarantier",
    "avkastningsgrense",
    "avkastningskatt",
    "avkastningsnivå",
    "avkastningsnivåer",
    "avkastningsnivået",
    "avkastningsprosent",
    "avkastningsprosenten",
    "avkastningsrater",
    "avkastningsrisiko",
    "avkastningsskatt",
    "avkastningsskatten",
    "avkastningsusikkerheten",
    "avkjøring",
    "avklare",
    "avklaring",
    "avklart",
    "avklårast",
    "avklåre",
    "avklåring",
    "avklåringa",
    "avklårt",
    "avkortes",
    "avkorting",
    "avkortinga",
    "avkuttede",
    "avlaste",
    "avlaster",
    "avlastning",
    "avlastningsbehov",
    "avlastningsbehovet",
    "avlastningshavn",
    "avlastningshavner",
    "avlastningsløsninger",
    "avlastningstilbudet",
    "avlastningsveg",
    "avledes",
    "avledet",
    "avleggjast",
    "avleidde",
    "avlen",
    "avleverte",
    "avling",
    "avlønning",
    "avløse",
    "avløsningsbeløp",
    "avløyst",
    "avregningen",
    "avregninger",
    "avsa",
    "avsatt",
    "avse",
    "avsender",
    "avsendere",
    "avsenderfylke",
    "avsendersted",
    "avsendinga",
    "avsetjast",
    "avsetjing",
    "avsetjinga",
    "avsetning",
    "avsetningar",
    "avsetningen",
    "avsetninger",
    "avsetningsadgang",
    "avsettes",
    "avsindig",
    "avskiper",
    "avskipere",
    "avskipssted",
    "avskjere",
    "avskjære",
    "avskriving",
    "avskrivninger",
    "avsky",
    "avslag",
    "avslege",
    "avslutningsfase",
    "avslutta",
    "avsluttar",
    "avsluttast",
    "avslutte",
    "avslutter",
    "avsluttes",
    "avsluttet",
    "avslå",
    "avsnitt",
    "avsnittene",
    "avsnittet",
    "avspeile",
    "avspeiler",
    "avstand",
    "avstanden",
    "avstander",
    "avsted",
    "avstedkommer",
    "avstemming",
    "avstemt",
    "avstå",
    "avstår",
    "avta",
    "avtakende",
    "avtala",
    "avtalane",
    "avtalar",
    "avtalast",
    "avtale",
    "avtalebrot",
    "avtaleelementet",
    "avtaleerverv",
    "avtaleervervarar",
    "avtaleervervaren",
    "avtalefestede",
    "avtaleforhold",
    "avtaleforholdet",
    "avtalefriheten",
    "avtaleklausul",
    "avtaleliknande",
    "avtalelova",
    "avtalen",
    "avtalene",
    "avtalens",
    "avtaleområdet",
    "avtalepant",
    "avtalepanthavarar",
    "avtalepart",
    "avtalepartar",
    "avtalepartene",
    "avtalepraksis",
    "avtaler",
    "avtalereglane",
    "avtalerett",
    "avtalerettslege",
    "avtales",
    "avtalesituasjonen",
    "avtaletida",
    "avtaletidspunktet",
    "avtaletypar",
    "avtalpension",
    "avtalt",
    "avtalte",
    "avtar",
    "avveging",
    "avveginga",
    "avveining",
    "avveiningen",
    "avvente",
    "avvik",
    "avvikande",
    "avvike",
    "avvikene",
    "avviker",
    "avviket",
    "avvikla",
    "avviklast",
    "avvikle",
    "avvikler",
    "avvikles",
    "avviklet",
    "avvikling",
    "avviklinga",
    "avviklingen",
    "avviklingsbalanse",
    "avviklingsbuet",
    "avviklingsperioden",
    "avviklingsstyre",
    "avviklingsstyret",
    "avviklingstida",
    "avviklingstyret",
    "avviklingsvedtak",
    "avvisast",
    "avvist",
    "avviste",
    "b",
    "ba",
    "babler",
    "bachmann",
    "bad",
    "baderom",
    "baderomsgolv",
    "badet",
    "badstue",
    "badstuen",
    "bak",
    "bakbena",
    "baken",
    "bakenfor",
    "bakenforliggende",
    "bakfoten",
    "bakgrunn",
    "bakgrunnen",
    "bakgrunnsarbeid",
    "bakgrunnsmaterialet",
    "bakgrunnsregel",
    "bakgrunnsreglane",
    "bakgrunnsreglar",
    "bakhand",
    "bakke",
    "bakkekontakt",
    "bakken",
    "bakkene",
    "bakkete",
    "bakketopp",
    "baklandet",
    "baklengs",
    "bakover",
    "bakre",
    "bakrus",
    "bakser",
    "bakveien",
    "balanse",
    "balansen",
    "balansere",
    "balanserer",
    "balansert",
    "balanserte",
    "balder",
    "balders",
    "balkong",
    "balkongar",
    "ball",
    "ballonger",
    "bamble",
    "band",
    "banda",
    "bandt",
    "bane",
    "baneforbindelse",
    "banekorridorene",
    "banekorridorer",
    "banemann",
    "banenett",
    "banenettet",
    "banetilknytning",
    "banetransport",
    "bank",
    "bankar",
    "banken",
    "bankenes",
    "banker",
    "bankforening",
    "bankgaranti",
    "bankinnskot",
    "bankinnskudd",
    "bankinnskuddene",
    "bankinnskuddet",
    "bankkonto",
    "banklovgivingen",
    "banklovkommisjonen",
    "banksparing",
    "banksystemet",
    "banner",
    "barbent",
    "barber",
    "bare",
    "barfot",
    "barkebit",
    "barkebiten",
    "barken",
    "barlaup",
    "barn",
    "barna",
    "barnas",
    "barndomstraktene",
    "barne",
    "barnebarn",
    "barnebarns",
    "barnefamiliar",
    "barnehagar",
    "barnehage",
    "barnehager",
    "barnepass",
    "barnepensjon",
    "barnepensjonen",
    "barnepensjonens",
    "barnet",
    "barnetrygd",
    "barnets",
    "barnløse",
    "barre",
    "barten",
    "basbelopp",
    "basehavn",
    "basen",
    "basere",
    "baserer",
    "baseres",
    "basert",
    "baserte",
    "basis",
    "basisalternativet",
    "basisår",
    "basisåret",
    "basketak",
    "bassenget",
    "bastet",
    "baten",
    "bauge",
    "baugen",
    "bauges",
    "bbl",
    "be",
    "bearbeidede",
    "beboerdemokrati",
    "beboerkantiner",
    "bebuarane",
    "bebuarar",
    "bebuardemokrati",
    "bebuaren",
    "bebudede",
    "bebyggelsen",
    "bebygget",
    "bede",
    "bedre",
    "bedres",
    "bedret",
    "bedrift",
    "bedrifta",
    "bedriften",
    "bedriftene",
    "bedriftenes",
    "bedriftens",
    "bedrifter",
    "bedrifters",
    "bedriftsforsamling",
    "bedriftsinterne",
    "bedriftsordningen",
    "bedriftsstørrelser",
    "bedring",
    "bedrivas",
    "bedt",
    "bedømme",
    "bedømminga",
    "bedømt",
    "befaler",
    "befaringene",
    "befaringer",
    "befinne",
    "befinner",
    "befolkede",
    "befolkningen",
    "befolkningens",
    "befolkningskonsentrasjon",
    "befolkningsvekst",
    "befri",
    "begagna",
    "begeistret",
    "beger",
    "begeret",
    "begge",
    "begivenhet",
    "begjæring",
    "begjært",
    "begrense",
    "begrensede",
    "begrenser",
    "begrenses",
    "begrenset",
    "begrensete",
    "begrensing",
    "begrensinger",
    "begrensning",
    "begrensningene",
    "begrensninger",
    "begrensningsregler",
    "begrep",
    "begrepene",
    "begreper",
    "begrepet",
    "begrepsbruk",
    "begriper",
    "begrunne",
    "begrunnede",
    "begrunnelse",
    "begrunnelsen",
    "begrunnelsene",
    "begrunnelser",
    "begrunner",
    "begrunnet",
    "begunstigede",
    "begunstigedes",
    "begunstiget",
    "begynne",
    "begynnelse",
    "begynnelsen",
    "begynnende",
    "begynner",
    "begynt",
    "begynte",
    "behag",
    "behandla",
    "behandlar",
    "behandlast",
    "behandle",
    "behandler",
    "behandles",
    "behandlet",
    "behandling",
    "behandlinga",
    "behandlingen",
    "behandlingsmåte",
    "behandlingspunkter",
    "beheftet",
    "beherske",
    "behersker",
    "behold",
    "beholde",
    "beholder",
    "beholdes",
    "beholdning",
    "behov",
    "behova",
    "behovene",
    "behovet",
    "behovsprøvet",
    "behøver",
    "behøves",
    "beinkrok",
    "beist",
    "beistet",
    "beitemarker",
    "beitet",
    "bekjempe",
    "bekk",
    "bekkelaget",
    "bekkelagskai",
    "bekkelagskaia",
    "bekkelagskaiene",
    "bekkelagsområdet",
    "bekostning",
    "bekreftelse",
    "bekrefter",
    "bekymrer",
    "bekymret",
    "belaste",
    "belastede",
    "belastende",
    "belaster",
    "belastes",
    "belastet",
    "belastning",
    "belastningen",
    "belastningene",
    "belastninger",
    "belgen",
    "beliggenhet",
    "beltestedet",
    "beltet",
    "belyse",
    "belyses",
    "belyst",
    "belønne",
    "beløp",
    "beløpe",
    "beløpene",
    "beløpet",
    "beløpets",
    "beløpsbegrenset",
    "beløpsgrense",
    "beløpsmessig",
    "bemerke",
    "bemerker",
    "bemerket",
    "ben",
    "bena",
    "benefits",
    "benevnes",
    "benevningene",
    "benevnt",
    "benkene",
    "benkepryd",
    "benker",
    "benkeradene",
    "benket",
    "benrester",
    "bensin",
    "bensplinter",
    "bent",
    "benytte",
    "benytter",
    "benyttes",
    "benyttet",
    "ber",
    "berande",
    "berar",
    "berast",
    "berdal",
    "bere",
    "beredskap",
    "beredskapsarbeidet",
    "beredskapshensyn",
    "beredskapsmessig",
    "beredskapsmessige",
    "beredskapsplanlegging",
    "bereevne",
    "beregne",
    "beregnede",
    "beregner",
    "beregnes",
    "beregnet",
    "beregning",
    "beregningen",
    "beregningene",
    "beregninger",
    "beregningsarbeidet",
    "beregningsgrunnlag",
    "beregningsgrunnlaget",
    "beregningsmessig",
    "beregningsprinsippet",
    "beregningsrenten",
    "beregningsresultatene",
    "beregningsteknisk",
    "beregningstidspunktet",
    "berekraftig",
    "beretninger",
    "berette",
    "beretter",
    "berettige",
    "berettigede",
    "berettiger",
    "berettiget",
    "berg",
    "berge",
    "bergelmer",
    "bergen",
    "berget",
    "bergets",
    "bergknauser",
    "bergrise",
    "bergriser",
    "bergtatt",
    "bero",
    "beror",
    "berre",
    "berserk",
    "beruset",
    "berømmelse",
    "berømt",
    "berøre",
    "berører",
    "berøres",
    "berørt",
    "berørte",
    "bes",
    "beseiret",
    "besk",
    "beskatning",
    "beskatningen",
    "beskatningsmyndigheten",
    "beskatningsprinsipp",
    "beskatningsprinsippet",
    "beskatte",
    "beskattede",
    "beskattes",
    "beskattet",
    "beskjed",
    "beskjeden",
    "beskjedent",
    "beskjedne",
    "beskrankninger",
    "beskrevet",
    "beskrivast",
    "beskrive",
    "beskrivelse",
    "beskrivelser",
    "beskrivende",
    "beskriver",
    "beskrives",
    "beskrivingar",
    "beskytte",
    "beskytter",
    "beslag",
    "beslutning",
    "beslutningen",
    "beslutningene",
    "beslutninger",
    "beslutningsgrunnlag",
    "beslutningskjeden",
    "beslutningsmyndighet",
    "beslutningsorganer",
    "beslutningsproblem",
    "beslutningsprosess",
    "beslutningsprosessen",
    "beslutningsrekkefølgen",
    "beslutningsrekkene",
    "beslutningstaker",
    "beslutningsvariabel",
    "beslutningsvariabelen",
    "beslutte",
    "besluttende",
    "beslutter",
    "best",
    "bestandig",
    "beste",
    "besteme",
    "bestemme",
    "bestemmelse",
    "bestemmelsen",
    "bestemmelsene",
    "bestemmelsens",
    "bestemmelser",
    "bestemmelseshavn",
    "bestemmer",
    "bestemmes",
    "bestemor",
    "bestemt",
    "bestemte",
    "bestevilkårsprinsippet",
    "bestille",
    "bestilling",
    "bestla",
    "besto",
    "bestod",
    "bestå",
    "bestående",
    "består",
    "bestått",
    "besvare",
    "besvart",
    "besvergelser",
    "besvimer",
    "besøk",
    "besøke",
    "besøker",
    "besøket",
    "bet",
    "betalast",
    "betale",
    "betaler",
    "betales",
    "betaling",
    "betalinga",
    "betalingen",
    "betalingsblankettar",
    "betalingsevne",
    "betalingsforpliktelser",
    "betalingsmishaldet",
    "betalingsperioder",
    "betalingsplikt",
    "betalingssystema",
    "betalingstid",
    "betalt",
    "betalte",
    "betegnelse",
    "betegnelsen",
    "betegner",
    "betegnes",
    "betegnet",
    "betenkte",
    "betingede",
    "betingelse",
    "betingelsene",
    "betingelser",
    "betinger",
    "betinget",
    "betjene",
    "betjener",
    "betjenes",
    "betjening",
    "betjeningen",
    "betrakte",
    "betraktelig",
    "betraktelige",
    "betrakter",
    "betraktes",
    "betraktning",
    "betraktningen",
    "betraktninger",
    "betraktningsmåte",
    "betraktningsmåten",
    "betre",
    "betreffend",
    "betrodde",
    "betror",
    "betryggende",
    "bety",
    "betydeleg",
    "betydelig",
    "betydelige",
    "betydning",
    "betydningen",
    "betydninger",
    "betyr",
    "beundrer",
    "beuthien",
    "bevegelse",
    "bevegelsene",
    "beveger",
    "bevilge",
    "bevilgede",
    "bevis",
    "beviset",
    "bevisreglar",
    "bevisstløs",
    "bevøkollen",
    "bezwecken",
    "bhv",
    "bhvs",
    "bibeholder",
    "bibliotek",
    "bidra",
    "bidrag",
    "bidraget",
    "bidrar",
    "bidratt",
    "bidro",
    "biene",
    "bifrost",
    "bikkje",
    "bikkjer",
    "bil",
    "bilde",
    "bildene",
    "bilder",
    "bildet",
    "biled",
    "biler",
    "biletet",
    "bilferjer",
    "bilimport",
    "bilindustrien",
    "billedspråk",
    "billeg",
    "billettsalg",
    "billig",
    "billigere",
    "billing",
    "billings",
    "bilskirne",
    "biltrafikk",
    "biltransport",
    "bindande",
    "binde",
    "bindende",
    "binder",
    "bindes",
    "bindinga",
    "bindingen",
    "bindingsliste",
    "bindingslister",
    "bindingstid",
    "bindingstida",
    "bindingstider",
    "bingen",
    "biologisk",
    "bisk",
    "bispevika",
    "bisselet",
    "bistand",
    "bistert",
    "bistå",
    "bit",
    "bite",
    "bitene",
    "biter",
    "bitre",
    "bitt",
    "bitte",
    "bitter",
    "bittert",
    "bjeff",
    "bjeffer",
    "bjelkelag",
    "bjelker",
    "bjelkeveggene",
    "bjella",
    "bjerkeris",
    "bjørn",
    "bjørnens",
    "bjørvika",
    "bjørvikatunnelen",
    "bl",
    "bladene",
    "blader",
    "blanda",
    "blandast",
    "blande",
    "blander",
    "blandet",
    "blandingen",
    "blandingsforma",
    "blandingsformer",
    "blandt",
    "blanke",
    "blankettar",
    "blant",
    "ble",
    "blek",
    "bleke",
    "blekksprut",
    "blekner",
    "bli",
    "blikk",
    "blikket",
    "blind",
    "blinde",
    "blink",
    "blinker",
    "blir",
    "blitt",
    "blod",
    "blodbadet",
    "blodet",
    "blodfeide",
    "blodig",
    "blodige",
    "blodighov",
    "blodskutte",
    "blodsprengte",
    "blokka",
    "blokker",
    "blokkstein",
    "blokktog",
    "blokktogavganger",
    "blokktogforbindelse",
    "blomst",
    "blomster",
    "blomsterkranser",
    "blond",
    "blunker",
    "blå",
    "blåfrosne",
    "blåklokker",
    "blåmalte",
    "blåner",
    "blåse",
    "blåsebelgen",
    "blåser",
    "blåsingen",
    "blåst",
    "blåsvart",
    "blør",
    "bløt",
    "bnp",
    "bo",
    "board",
    "bob",
    "bobler",
    "bod",
    "bodd",
    "bodet",
    "bodrunden",
    "bodø",
    "boende",
    "boet",
    "boets",
    "boforhold",
    "boforholdsundersøkelsen",
    "boger",
    "boh",
    "bointeresser",
    "boka",
    "bokn",
    "bokreserver",
    "boks",
    "bokstav",
    "bokstaver",
    "bokstavlig",
    "bokstavtro",
    "bol",
    "bolig",
    "boligarealer",
    "boligbebyggelse",
    "boligbygg",
    "boligbyggelag",
    "boligbyggelaget",
    "boligbyggelags",
    "boligbyggelagsloven",
    "boligdekning",
    "boligen",
    "boligene",
    "boliger",
    "boligetablering",
    "boligfeltet",
    "boligfordeling",
    "boligforetak",
    "boligfællesskaber",
    "boligkonsentrasjoner",
    "boliglov",
    "boliglover",
    "boligmarkedet",
    "boligmassen",
    "boligområdene",
    "boligområder",
    "boligområdet",
    "boligpolitikk",
    "boligpolitikken",
    "boligpolitiske",
    "boligsameier",
    "boligsamvirket",
    "boligsektoren",
    "boligselskabernes",
    "boligselskap",
    "boligselskaper",
    "boligsjef",
    "bollingmo",
    "bolt",
    "bolten",
    "boltet",
    "boltorns",
    "bolverk",
    "bom",
    "bombinga",
    "bomiljø",
    "bomiljøer",
    "bomiljøet",
    "bommestad",
    "bompenger",
    "bondekone",
    "bonden",
    "bondens",
    "boområder",
    "boområdet",
    "bopel",
    "bor",
    "bord",
    "bordene",
    "bordet",
    "bordkant",
    "bordplaten",
    "bords",
    "bore",
    "borealis",
    "borehullet",
    "boret",
    "borettshaverne",
    "borettslag",
    "borettslagene",
    "borettslagenes",
    "borettslaget",
    "borettslagsandel",
    "borettslagsandelen",
    "borettslagsloven",
    "borettsloven",
    "borettslovene",
    "borettslovkomiteen",
    "borettslovutvalget",
    "borettsregister",
    "borettsregisteret",
    "borg",
    "borge",
    "borgen",
    "borgere",
    "borgerne",
    "borgestad",
    "borgmuren",
    "borgporten",
    "borgs",
    "born",
    "borna",
    "borre",
    "borregaard",
    "bort",
    "borte",
    "bortenfor",
    "bortfall",
    "bortfaller",
    "bortfallet",
    "bortforklare",
    "borti",
    "bortkomne",
    "bortleige",
    "bortlån",
    "bortsett",
    "borttaking",
    "bosetter",
    "bosetting",
    "bosettingen",
    "bosettingsmønsteret",
    "bostadrattsforeningar",
    "bostadrattsforeninger",
    "bostadsforeningars",
    "bostadsforetag",
    "bostadsforetags",
    "bostadsratt",
    "bostadsratter",
    "bostadsrattforeningar",
    "bostadsratthavare",
    "bostadsrattsforening",
    "bostadsrattsforeningar",
    "bostadsrattsforeningarna",
    "bostadsrattsforeningen",
    "bostadsrattsforeninger",
    "bostadsrattshavarna",
    "bostadsrattslagen",
    "bostadsrattsregister",
    "bostadsrattsutredningen",
    "bostadsrettsforening",
    "bot",
    "boten",
    "botnen",
    "botrygghet",
    "bottom",
    "bra",
    "brage",
    "bragernesløpet",
    "bragernesutløpet",
    "bragt",
    "brak",
    "brakerøya",
    "brakkvann",
    "brann",
    "brannsår",
    "branntomt",
    "bransjenemnder",
    "bransjeorganisasjoner",
    "bransjer",
    "bratsbergbanen",
    "bratte",
    "brattegard",
    "brattstrom",
    "bred",
    "bredbent",
    "bredde",
    "bredden",
    "brede",
    "bredere",
    "bredt",
    "brei",
    "breidablikk",
    "breidd",
    "breidda",
    "breie",
    "breitt",
    "breker",
    "brekke",
    "bremerhaven",
    "brenn",
    "brenne",
    "brennende",
    "brenner",
    "brent",
    "brer",
    "brett",
    "bretter",
    "brev",
    "breva",
    "brevik",
    "breviksterminalen",
    "brevikstrømmen",
    "brevikterminalen",
    "brime",
    "bring",
    "bringe",
    "bringer",
    "bringes",
    "bringsværd",
    "brisinga",
    "briste",
    "brister",
    "britiske",
    "brl",
    "bro",
    "broen",
    "brokk",
    "brokks",
    "bror",
    "broren",
    "brorparten",
    "brors",
    "brot",
    "broten",
    "bru",
    "brua",
    "brualternativet",
    "brud",
    "brudd",
    "brudeferd",
    "brudegave",
    "brudelin",
    "brudelinet",
    "bruden",
    "brudens",
    "brudeparet",
    "brudepike",
    "brudepiken",
    "bruer",
    "brugsforeninger",
    "bruk",
    "brukar",
    "brukarane",
    "brukarar",
    "brukareige",
    "brukareigeprinsipp",
    "brukareigeprinsippet",
    "brukaren",
    "brukarens",
    "brukarhusstanden",
    "brukast",
    "brukbar",
    "brukbart",
    "bruke",
    "bruken",
    "bruker",
    "brukeravgiftene",
    "brukere",
    "brukeren",
    "brukergrupper",
    "brukerinteressene",
    "brukerne",
    "brukerorganisasjonene",
    "brukerrepresentanter",
    "brukes",
    "brukseining",
    "bruksnummer",
    "bruksoverlating",
    "bruksoverlatinga",
    "bruksovertaking",
    "bruksregulering",
    "bruksrett",
    "bruksrettane",
    "bruksrettar",
    "bruksretten",
    "bruksrettsforhold",
    "bruksrettsforholdet",
    "brukt",
    "brukte",
    "brummer",
    "brundtland",
    "brune",
    "brunrøde",
    "brunst",
    "brutto",
    "bruttobeskattes",
    "bruttoformue",
    "bry",
    "brydd",
    "bryet",
    "brygge",
    "bryggekar",
    "bryggekaret",
    "brygger",
    "brygget",
    "bryllups",
    "bryllupsgjest",
    "bryllupsgjestene",
    "bryllupsreise",
    "bryn",
    "bryne",
    "brynene",
    "brynestein",
    "brynesten",
    "brynestenen",
    "brynet",
    "brynje",
    "brynjekledde",
    "brynjer",
    "brynjulv",
    "bryr",
    "bryst",
    "brystene",
    "bryster",
    "brystet",
    "bryte",
    "brytekamp",
    "brytekampen",
    "bryter",
    "brytes",
    "brå",
    "bråk",
    "bråker",
    "bråket",
    "bråsinte",
    "bråthen",
    "brått",
    "bråvender",
    "bråvåkner",
    "brød",
    "brødre",
    "brødrene",
    "brøkdel",
    "brøken",
    "brøle",
    "brøler",
    "brønn",
    "brønnen",
    "brønner",
    "brønnøysundregistra",
    "brøt",
    "bu",
    "buande",
    "bud",
    "budde",
    "budsjett",
    "budsjettere",
    "budsjetteringa",
    "budsjettet",
    "budsjettproposisjonane",
    "budsjettsaker",
    "budskapet",
    "budt",
    "budtjeneste",
    "bue",
    "buen",
    "buer",
    "bueskyting",
    "bueskytter",
    "buestrengen",
    "buet",
    "buffer",
    "buffere",
    "buform",
    "buformer",
    "buinteressene",
    "buinteresser",
    "bukke",
    "bukkekjerra",
    "bukkene",
    "bukker",
    "bukkeskinnene",
    "bukostnadene",
    "buktende",
    "bukter",
    "buktet",
    "buldrende",
    "buldrer",
    "bulk",
    "bulkanlegg",
    "bulkfartøyer",
    "bulkgods",
    "bulkhavn",
    "bulkklassifiserte",
    "bulklast",
    "bulklaster",
    "bulkprodukter",
    "bulktrafikken",
    "bulktransporter",
    "bulkvare",
    "bulkvarer",
    "bulmeurt",
    "bumiljø",
    "bumiljøarbeid",
    "bumiljøet",
    "bumiljøtiltak",
    "bunde",
    "bunden",
    "bundesverband",
    "bundet",
    "bundne",
    "bunnen",
    "bunner",
    "bunnfradraget",
    "bunnløst",
    "bunns",
    "buofl",
    "buplikt",
    "bur",
    "burde",
    "bure",
    "bures",
    "burett",
    "buretten",
    "burettsbustader",
    "burettshavar",
    "burettshavarane",
    "burettshavarar",
    "burettshavaren",
    "burettshavarinteressene",
    "burettsinnskot",
    "burettsinnskota",
    "burettslag",
    "burettslaga",
    "burettslagandel",
    "burettslagbustader",
    "burettslaget",
    "burettslagets",
    "burettslagsandel",
    "burettslagsandelane",
    "burettslagsandelar",
    "burettslagsandelen",
    "burettslagsbustad",
    "burettslagsbustadene",
    "burettslagsbustader",
    "burettslagsforhold",
    "burettslagsforma",
    "burettslagslov",
    "burettslagslova",
    "burettslagsmidlar",
    "burettslagsmodell",
    "burettslagsmodellen",
    "burettslov",
    "burettslovene",
    "burettslovgjeving",
    "burettslovgjevinga",
    "burettslovutvalet",
    "burettsregister",
    "burettsregisteret",
    "buseti",
    "busituasjon",
    "busituasjonen",
    "busk",
    "buskapen",
    "busker",
    "buskerud",
    "bustad",
    "bustadaksjeselskap",
    "bustadaksjeselskapet",
    "bustadar",
    "bustadbank",
    "bustadbehov",
    "bustadbehova",
    "bustadbygg",
    "bustadbygga",
    "bustadbygging",
    "bustadbygginga",
    "bustadbyggjelag",
    "bustadbyggjelaga",
    "bustadbyggjelaget",
    "bustadbyggjelagsforma",
    "bustadbyggjelagslov",
    "bustadbyggjelagslova",
    "bustadbyte",
    "bustadeigarar",
    "bustadeigedom",
    "bustaden",
    "bustadene",
    "bustadeneburetten",
    "bustader",
    "bustadetablering",
    "bustadfellesskapar",
    "bustadfellesskapen",
    "bustadfinansieringa",
    "bustadforbruket",
    "bustadfordelinga",
    "bustadforhold",
    "bustadform",
    "bustadformene",
    "bustadformer",
    "bustadfornying",
    "bustadforsyning",
    "bustadforsyninga",
    "bustadforvaltning",
    "bustadforvaltninga",
    "bustadføremål",
    "bustadføremålet",
    "bustadføretak",
    "bustadføretaka",
    "bustadinndelinga",
    "bustadinteressentane",
    "bustadinteressenten",
    "bustadinteressentskap",
    "bustadkjøparar",
    "bustadkonsumet",
    "bustadkooperasjonen",
    "bustadkooperativ",
    "bustadkooperativa",
    "bustadkooperative",
    "bustadkooperativet",
    "bustadkooperativt",
    "bustadlause",
    "bustadleige",
    "bustadlov",
    "bustadlovene",
    "bustadlovgjevinga",
    "bustadmarknad",
    "bustadmarknaden",
    "bustadmasse",
    "bustadmeldingane",
    "bustadmiljø",
    "bustadområde",
    "bustadområdet",
    "bustadomsetninga",
    "bustadoppføringslova",
    "bustadorganisasjon",
    "bustadorganisasjonane",
    "bustadorganisasjonar",
    "bustadorganisering",
    "bustadpolitikk",
    "bustadpolitikken",
    "bustadpolitiske",
    "bustadprisane",
    "bustadproduksjon",
    "bustadproduksjonen",
    "bustadprosjekt",
    "bustadreglane",
    "bustadrett",
    "bustadsamanslutningane",
    "bustadsameiger",
    "bustadsamvirke",
    "bustadsamvirket",
    "bustadsamvirkets",
    "bustadseksjon",
    "bustadseksjonane",
    "bustadseksjonar",
    "bustadsituasjon",
    "bustadskaffing",
    "bustadsosiale",
    "bustadspørsmåla",
    "bustadstiftingar",
    "bustadtilbod",
    "bustadverksemd",
    "bustehode",
    "busten",
    "bustønad",
    "butikkar",
    "butilhøva",
    "butilhøve",
    "butt",
    "buutgifter",
    "by",
    "byane",
    "byar",
    "bybroen",
    "bydel",
    "byen",
    "byene",
    "byenes",
    "byens",
    "byer",
    "byformål",
    "byfornying",
    "byfornyinga",
    "byfunksjoner",
    "bygd",
    "bygda",
    "bygde",
    "bygder",
    "bygg",
    "bygga",
    "bygge",
    "byggemarked",
    "bygger",
    "bygges",
    "byggesoner",
    "bygget",
    "byggetrinn",
    "byggevirksomhet",
    "byggherre",
    "byggherrecentral",
    "byggherren",
    "byggherreombod",
    "byggherresida",
    "bygging",
    "bygginga",
    "byggjast",
    "byggje",
    "byggjebudsjett",
    "byggjebudsjettet",
    "byggjefeil",
    "byggjefelt",
    "byggjeforskriftene",
    "byggjeklare",
    "byggjekostnader",
    "byggjelån",
    "byggjematerialar",
    "byggjeoppdrag",
    "byggjeperioden",
    "byggjeprosess",
    "byggjeprosessen",
    "byggjeprosjekt",
    "byggjeprosjekta",
    "byggjeprosjektet",
    "byggjer",
    "byggjerekneskapen",
    "byggjesak",
    "byggjesaka",
    "byggjeskikk",
    "byggjestyret",
    "byggjetekniske",
    "byggjetida",
    "byggjeverksemda",
    "byggkvalitet",
    "byggmester",
    "byggmesteren",
    "byggnadsforening",
    "byggøkonomi",
    "bygning",
    "bygningar",
    "bygningen",
    "bygninger",
    "bygningsetaten",
    "bygningsetatens",
    "bygningskrav",
    "bygningsloven",
    "bygningslovens",
    "bygningslovgjevinga",
    "bygningsmateriale",
    "bygt",
    "bykassen",
    "bykjernen",
    "byleist",
    "bymessig",
    "bymiljø",
    "byområdene",
    "byområder",
    "byområdet",
    "bypass",
    "byr",
    "byrden",
    "byrelaterte",
    "byrett",
    "byrje",
    "byrådet",
    "byrådsbehandling",
    "byrådsmøte",
    "byrådssak",
    "byrådsvedtak",
    "bys",
    "bysamfunn",
    "bysamfunnene",
    "bysamfunnet",
    "bysentraene",
    "byspredning",
    "bystruktur",
    "bystrøk",
    "bystyre",
    "bystyret",
    "bystyrevedtak",
    "bystyrevedtaket",
    "bytast",
    "byte",
    "byteforhold",
    "bytte",
    "byttet",
    "byutvikling",
    "byutviklingen",
    "byutviklings",
    "byutviklingsformål",
    "byutviklingsmønster",
    "byutviklingsområder",
    "byutviklingsplaner",
    "byutviklingstankegang",
    "både",
    "bål",
    "bålene",
    "bålet",
    "bålferden",
    "båløyg",
    "bånd",
    "båndet",
    "båret",
    "båt",
    "båten",
    "båter",
    "båtplass",
    "båtripa",
    "bære",
    "bærebjelker",
    "bæreevne",
    "bærekraftig",
    "bærende",
    "bærer",
    "bæres",
    "bærum",
    "bøe",
    "bøen",
    "bøkene",
    "bøker",
    "bølgene",
    "bølger",
    "bølgje",
    "bønder",
    "bønnfaller",
    "bønnfalt",
    "bør",
    "børge",
    "børs",
    "børstet",
    "bøte",
    "bøter",
    "bøtter",
    "bøyd",
    "bøye",
    "bøyer",
    "bøyes",
    "bøyet",
    "bøyla",
    "c",
    "ca",
    "cargo",
    "cargos",
    "carl",
    "cecodhas",
    "cellulose",
    "centralforening",
    "chilenske",
    "christina",
    "christine",
    "cif",
    "clay",
    "cluster",
    "clusteret",
    "co",
    "coloroll",
    "com",
    "comite",
    "common",
    "compensation",
    "confederazione",
    "container",
    "containeraktivitet",
    "containeraktivitetene",
    "containerareal",
    "containerarealene",
    "containerarealer",
    "containerarealet",
    "containerdepotene",
    "containere",
    "containeren",
    "containerfordeling",
    "containergods",
    "containergodset",
    "containerhavn",
    "containerhavnen",
    "containerhavnene",
    "containerhavner",
    "containerhåndtering",
    "containerhåndteringen",
    "containerhåndteringskapasitet",
    "containerhåndteringsområdet",
    "containerisere",
    "containerisering",
    "containeriseringsgrad",
    "containeriseringsgraden",
    "containerisert",
    "containeriserte",
    "containerkapasitet",
    "containerkraner",
    "containerlast",
    "containermarkedet",
    "containerne",
    "containernes",
    "containeromlasting",
    "containeromsetning",
    "containeromslag",
    "containeromslaget",
    "containerrederiene",
    "containerruter",
    "containerskip",
    "containerskipene",
    "containerskipenes",
    "containerterminal",
    "containerterminalen",
    "containerterminalene",
    "containerterminaler",
    "containertrafikk",
    "containertrafikken",
    "containertransport",
    "containertransporten",
    "containertransporter",
    "containerutstyret",
    "containervekst",
    "containerveksten",
    "containervirksomhet",
    "containervirksomheten",
    "containervolum",
    "containervolumene",
    "containervolumer",
    "cooperative",
    "coordination",
    "cost",
    "cruise",
    "ctse",
    "d",
    "da",
    "dag",
    "dagar",
    "dagbok",
    "dagen",
    "dagene",
    "dagens",
    "dager",
    "dagfinn",
    "daggry",
    "daghjem",
    "dagjeldande",
    "dagjeldende",
    "dagleg",
    "daglege",
    "daglig",
    "daglige",
    "dagligliv",
    "dagliglivet",
    "dagligvarer",
    "dagmulkt",
    "dagslys",
    "dagslysbegrensninger",
    "dagslyset",
    "dagtid",
    "dal",
    "dalarnas",
    "dale",
    "daler",
    "dalsøkk",
    "dam",
    "damper",
    "danielsen",
    "danmark",
    "danmarks",
    "danne",
    "dannelsen",
    "danner",
    "dannes",
    "dannet",
    "dansen",
    "danser",
    "danset",
    "dansk",
    "danske",
    "data",
    "database",
    "dataene",
    "datainnsamlingsmetode",
    "datamateriale",
    "datasystem",
    "datasystema",
    "daterast",
    "datere",
    "datert",
    "dato",
    "datoen",
    "datter",
    "datteren",
    "datterselskap",
    "datterselskaper",
    "daværende",
    "de",
    "debatt",
    "debatten",
    "debitert",
    "debitor",
    "dedikerte",
    "defekte",
    "definere",
    "definerer",
    "defineres",
    "definert",
    "definerte",
    "definisjon",
    "definisjonane",
    "definisjonar",
    "definisjonen",
    "definisjonene",
    "definisjoner",
    "definitive",
    "definitivt",
    "deg",
    "dei",
    "deig",
    "deilig",
    "deilige",
    "deiligste",
    "deira",
    "deiser",
    "dekar",
    "dekk",
    "dekke",
    "dekkende",
    "dekker",
    "dekkes",
    "dekket",
    "dekkjast",
    "dekkje",
    "dekkjer",
    "dekkshøyde",
    "dekning",
    "dekninga",
    "dekningen",
    "dekningslova",
    "dekningsområde",
    "dekningsprosent",
    "dekningsrett",
    "dekt",
    "dekte",
    "del",
    "delar",
    "delast",
    "dele",
    "delegasjon",
    "delegere",
    "delegering",
    "delegert",
    "delegerte",
    "delegertforsamling",
    "delegertordning",
    "delegertordningar",
    "deleige",
    "delen",
    "delene",
    "delentreprisar",
    "deler",
    "deles",
    "deling",
    "delinga",
    "delingen",
    "delingsforholdet",
    "delingsreglene",
    "delingsregler",
    "delingstilfella",
    "delingsåret",
    "delje",
    "delkapittel",
    "della",
    "delle",
    "delling",
    "delmål",
    "delmålene",
    "delområder",
    "delplanarbeidet",
    "delrapport",
    "delrapporter",
    "dels",
    "delsystemet",
    "delt",
    "delta",
    "deltagelse",
    "deltagende",
    "deltager",
    "deltagerforhold",
    "deltagerkommunene",
    "deltagerkommunenes",
    "deltakar",
    "deltakarane",
    "deltakarar",
    "deltakartal",
    "deltakelse",
    "deltakende",
    "deltaker",
    "deltakere",
    "deltakerforhold",
    "deltakerkommunene",
    "deltakerkommunenes",
    "deltakerlignende",
    "deltakerne",
    "deltaking",
    "deltakinga",
    "deltar",
    "deltatt",
    "delte",
    "deltid",
    "deltids",
    "deltidsandel",
    "deltidsansatte",
    "deltidsansattes",
    "deltidsarbeidere",
    "deltidsstilling",
    "deltok",
    "delutredning",
    "delutredninger",
    "delvis",
    "dem",
    "demmes",
    "demokrati",
    "demokratisk",
    "demokratiske",
    "demper",
    "demre",
    "den",
    "denger",
    "denne",
    "dennes",
    "denofa",
    "dens",
    "departement",
    "departementene",
    "departementer",
    "departementet",
    "departementets",
    "deponerast",
    "deponere",
    "deponerer",
    "deponering",
    "deponeringslova",
    "deponeringsordning",
    "depot",
    "depoter",
    "depothold",
    "depotholdet",
    "depotsted",
    "der",
    "dere",
    "deres",
    "deretter",
