{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Gå ikke glipp av dine indekseringsfeil: %1$skoble til Google Search Console her%2$s."],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s har oppdaget at du bruker en versjon av %2$s som ikke er kompitabel med %1$s. Vennligst oppgrader %2$s til den siste versjonen for å bruke denne funksjonen."],"Creating redirects is a %s feature":["Å opprette videresendinger er en funksjon som krever %s."],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s har oppdaget at du bruker versjon %2$s av %3$s. Vennligst oppdater til den seneste versjonen for å unngå kompabilitetsproblemer."],"Recent Rockstars":["Nylige rockestjerner"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Om du ikke vet hvor du finner IDen, se %1$sdenne artikkelen i kunnskapsbasen%2$s."],"Error: a redirect for this URL already exists":["Feil: En videresending for denne URLen eksisterer allerede"],"Redirect this broken URL and fix the error":["Videresend denne brukne URLen og rett problemet"],"Posts that are set to %s":["Innlegg som er satt til %s"],"%s Posts Overview":["%s innleggsoversikt"],"Prefix for search result pages:":["Prefiks for søkeresultat-sider:"],"Prefix for archive pages:":["Prefiks for arkivsider:"],"Prefix for breadcrumbs:":["Prefiks for brødsmulesti:"],"Anchor text for the homepage:":["Ankertekst for forsiden:"],"Remove blog page from breadcrumbs":["Fjern innleggsiden fra brødsmulestien"],"Search Console":["Søkekonsoll"],"Export your %1$s settings":["Eksporter dine innstillinger for %1$s"],"%1$s settings":["Innstillinger for %1$s"],"Yoast SEO":["Yoast SEO"],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":["Under er SEO-resultater for dine publiserte innlegg. Det er bare å begynne med å forbedre noen av dine innlegg!"],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Hvis du bruker Google Analytics kampanjeparametere som begynner med %s, kryss av i denne boksen. Du bør uansett ikke bruke disse. Bruk versjonen med firkanttegn («#») i stedet."],"Reload crawl issues":["Last inn indekseringsfeil på nytt"],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code.":["For å tillate at %1$s henter din %2$s informasjon, vennligst legg inn din autorisasjonskode fra Google."],"Get Google Authorization Code":["Hent autorisasjonskode fra Google"],"Please enter the Google Authorization Code in the field below and press the Authenticate button.":["Vennligst legg inn autorisasjonskoden fra Google i feltet under, og trykk på knappen «Autentisér»"],"Authenticate":["Autentisér"],"Reauthenticate with Google ":["Reautentiser med Google"],"Current profile":["Nåværende profil"],"Profile":["Profil"],"There were no profiles found":["Fant ingen profiler"],"Save Profile":["Lagre profil"],"or":["eller"],"Disable the Advanced part of the %1$s meta box":["Deaktiver den avanserte delen av metaboksen for %1$s"],"%1$s Extensions":["Utvidelser til %1$s"],"%1$s Meta Box":["Metaboks for %1$s"],"Who should have access to the %1$s settings":["Hvem skal ha tilgang til innstillinger for %1$s"],"%1$s comes with some very powerful built-in tools:":["%1$s kommer med noen kraftige innebygde verktøy:"],"Excluded Posts":["Ekskluderte innlegg"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Du kan ekskludere innlegg fra sidekartet ved å skrive inn en kommaseparert liste med innleggs-IDer. Formatet vil være noe som dette: %1$s."],"Posts to exclude":["Innlegg å ekskludere"],"Thank you for updating %1$s!":["Takk for at du oppdaterer %1$s!"],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":["Du må ikke opprette en videresending for URL %1$s fordi det allerede eksisterer en videresending. Den eksisterende videresendingen peker til %2$s. Om dette er greit, kan du markere problemet som løst. Om det ikke er det, vennligst gå til videresendings-siden og endre måladressen."],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year support and updates, on %2$s.":["For å kunne opprette en videresending og rette dette problemet, trenger du %1$s. Du kan kjøpe utvidelsen, inkludert et års support og oppdateringer på %2$s."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Utvidelser fra Yoast deler noe kode mellom seg for å gjøre siden din raskere. Som et resultat av dette, trenger vi at alle utvidelser fra Yoast er oppdaterte. Vi har oppdaget at dette ikke er tilfelle, så vennligst oppdater alle utvidelser fra Yoast som ikke er oppdaterte."],"URL":["URL"],"Last crawled":["Sist gjennomsøkt"],"First detected":["Først oppdaget"],"Response code":["Responskode"],"Mark as fixed":["Marker som rettet"],"Create redirect":["Opprett omdirigering"],"Search":["Søk"],"Crawl errors per page":["Indekseringsfeil per side"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["Dataene for %1$s har blitt fjernet. Du må reautentisere om du vil motta dataene igjen."],"The issues have been successfully reloaded!":["Problemene har blitt oppdatert!"],"Incorrect Google Authorization Code.":["Feil autorisasjonskode fra Google"],"Issue categories":["Problemkategorier"],"Errors that occurred when your site was crawled by Googlebot.":["Feil som har oppstått når siden din ble gjennomsøkt av Googlebot."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Feil som kun oppsto når nettstedet ditt ble gjennomsøkt av Googlebot for mobil (feil oppsto ikke for datamaskin)."],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Feil som kun oppsto når nettstedet ditt ble gjennomsøkt av Googlebot for mobil (ikke smarttelefoner) – feil oppsto ikke for datamaskin."],"Create a redirect":["Opprett en videresending"],"Current URL:":["Nåværende URL:"],"New URL:":["Ny URL:"],"Mark as fixed:":["Marker som rettet:"],"Mark this issue as fixed in %1$s.":["Marker dette problemet som rettet i %1$s."],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Mål-URLen eksisterer ikke, men tjeneren din returnerer ikke en 404 (ikke funnet) feil."],"Desktop":["Datamaskin"],"Smartphone":["Smarttelefon"],"Feature phone":["Mobil (ikke smarttelefon)"],"%1$s Settings":["Innstillinger for %1$s"],"Posts with good SEO score":["Innlegg med godt SEO-resultat"],"Posts with OK SEO score":["Innlegg med OK SEO-resultat"],"Posts with poor SEO score":["Innlegg med dårlig SEO-resultat"],"Posts with bad SEO score":["Innlegg med elendig SEO-resultat"],"Posts without focus keyword":["Innlegg uten fokusord"],"Upgrade to %1$s &raquo;":["Oppgrader til %1$s &raquo;"],"The %1$s plugin(s) might cause issues when used in conjunction with %2$s.":["Følgende utvidelse(r) kan skape problemer når de brukes sammen med %2$s: %1$s"],"This warning is generated by %1$s.":["Denne advarselen er generert av %1$s."],"Access denied":["Tilgang nektet"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Tjeneren kreveren autentisering eller blokkerer Googlebot fra å nå nettstedet."],"Faulty redirects":["Videresendinger med feil"],"Not followed":["Ikke fulgt"],"Not found":["Ikke funnet"],"URL points to a non-existent page.":["URL peker til en ikke-eksisterende side."],"Google was unable to crawl this URL due to an undetermined issue.":["Google kunne ikke gjennomsøke denne URLen på grunn av en ukjent feil."],"Blocked":["Blokkert"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot kunne nå nettstedet ditt, men enkelte URLer er blokkert for Googlebot i din %1$s-fil. Denne blokkeringen kan enten være for alle Googleboter eller spesifikt for Googlebot-mobil."],"Server Error":["Tjenerfeil"],"Request timed out or site is blocking Google.":["Forespørselen timet ut eller nettstedet blokkerer Google."],"Soft 404":["Myk 404"],"More %1$s":["Mer %1$s"],"%s Breadcrumbs":["%s brødsmulesti"],"Breadcrumbs separator:":["Brødsmule-separator:"],"Breadcrumb for 404 pages:":["Brødsmule for 404-sider:"],"Error creating %1$s export: ":["Feil under eksport for %1$s: "],"Configure %1$s's OpenGraph settings":["Konfigurer innstillinger for %1$s OpenGraph"],"Configure %1$s's XML Sitemap settings":["Konfigurerer innstillinger for %1$s XML-nettstedkart"],"%1$s has been updated to version %2$s. %3$sClick here%4$s to find out what's new!":["%1$s har blitt oppdatert til versjon %2$s. %3$sKlikk her%4$s for å se hva som er nytt!"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Du har fortsatt standard slagord for WordPress. Selv en tom en er nok bedre. %1$sDu kan rette dette i tilpasseren%2$s."],"Just another WordPress site":["Bare enda et WordPress-nettsted "],"Latest Changes":["Siste endringer"],"We've summarized the most recent changes in %s.":["Vi har oppsummert de siste endringene i %s."],"View Changes":["Vis endringer"],"Clean up the %s":["Rens opp %s"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google viser navnet til ditt nettsted i søkeresultatene. Vanligvis viser vi nettstedsnavnet, men du kan tilpasse det her. Du kan også legge inn et alternativt navn på nettstedet som du ønsker at Google skal vurdere."],"Alternate name":["Alternativt navn"],"Duplicate content prevention":["Unngåelse av duplikatinnhold"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Hvis du driver en blogg med bare en forfatter, vil forfatterarkivet være helt likt forsiden din. Dette kalles et %1$sproblem med duplikatinnhold%2$s."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Hvis dette er tilfellet på ditt nettsted, kan du velge å enten deaktivere det (noe som gjør at adressen omdirigeres til bloggsiden), eller legge til %s, så det ikke vises i søkeresultatene."],"Add %s to the author archives":["Legg %s på forfatterarkivene"],"Date-based archives could in some cases also be seen as duplicate content.":["Dato-baserte arkiv kan i noen tilfeller bli sett på som duplikatinnhold."],"Add %s to the date-based archives":["Legg %s på datoarkivene"],"Sitewide meta settings":["Metainnstillinger for hele nettstedet"],"Use meta keywords tag?":["Bruk HTML-koden for meta-keywords?"],"Add %s meta robots tag sitewide":["Legg til HTML-koden %s for søkeroboter på hele nettstedet"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Legg til metadata for Open Graph i nettstedets %s-seksjon. Facebook og andre sosiale nettverk bruker disse dataene når sidene dine deles."],"Add Twitter card meta data to your site's %s section.":["Legg til metadata for Twitter-kort i nettstedets %s-seksjon."],"Taxonomy to show in breadcrumbs for post types":["Taksonomi å vise i brødsmulesti for innholdstyper"],"Post type archive to show in breadcrumbs for taxonomies":["Innholdstypearkiv som vises i brødsmulesti for taksonomier"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Bruk av denne brødsmulesti-funksjonen er beskrevet i %1$sartikkelen om brødsmulesti-implementering i vår kunnskapsbase%2$s."],"Page %1$d of %2$d":["Side %1$d av %2$d"],"Mobile-Friendly Test":["Test for mobilvennlighet"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Installasjonen av utvidelsen %1$s er ikke ferdig. Vennligst sjekk %2$sinstallasjonsinstruksjonene%3$s."],"Please make sure both fields are filled.":["Vennligst sjekk at begge felt er utfylt."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Du har lagt inn ugyldige tegn. Vennligst sjekk at begge felt er korrekt utfylt."],"This Facebook user has already been added as an admin.":["Denne Facebook-brukeren er allerede lagt til som en administrator."],"More info can be found %1$son our knowledge base%2$s.":["Mer informasjon finnes %1$si vår kunnskapsbase%2$s."],"Add Facebook admin":["Legg til Facebook-administrator"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["For å få tilgang til %1$sFacebook Insights%2$s, må du legge til en bruker her. Navnet bruket bare som referanse, det er IDen som brukes til verifisering."],"Admin's name:":["Administratorens navn:"],"Admin's Facebook user ID:":["Administratorens Facebook-brukerid:"],"Website name":["Nettstedsnavn"],"The recommended image size for %1$s is %2$spx.":["Den anbefalte bildestørrelsen for %1$s er %2$spx."],"Warning: the variable %s cannot be used in this template.":["Advarsel: Variabelen %s kan ikke brukes i denne malen."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Vi kunne ikke koble til vårt API for å verifisere lisensen(e). Vennligst be din webhotell-leverandør om å tillate utgående koblinger fra ditt webhotell til %s."],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Webtjeneren har en utdatert versjon av PHP-modulen cURL (versjon: %s). Vennlist be din leverandør om å oppdatere denne til en nyere versjon av cURL. Du kan lese mer om dette i vår %skunnskapsbase%s."],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":["Det fremhevede bildet bør være minst 200x200 piksler for å plukkes opp av Facebook og andre sosiale medier."],"See the help tab for more info.":["Se hjelpefanen for mer informasjon."],"Note that not all variables can be used in every template.":["Merk at ikke alle variabler kan brukes i alle maler."],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Både %1$s og %2$s skriver ut OpenGraph, noe som kan gjøre at Facebook, Twitter, LinkedIn og andre sosiale nettverk bruker feil tekster og bilder når sidene dine deles."],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["Både %1$s og %2$s kan lage XML-nettstedkart. Å ha to XML-nettstedkart gir ingen ekstra fordeler, men kan gjøre siden din tregere."],"To be able to access %sFacebook Insights%s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["For å få tilgang til %sFacebook Insights%s for ditt nettsted, må du spesifisere en Facebook-administrator. Dette kan være en bruker. Hvis du har en Facebook-app for siden din, kan du bruke den også."],"Warning!":["Advarsel!"],"Recommended solution":["Anbefalt løsning"],"We recommend you deactivate %1$s and have another look at your %2$s configuration using the button above.":["Vi anbefaler at du deaktiverer %1$s og tar en ny kikk på innstillingene i %2$s ved å klikke på knappen over."],"Deactivate %s":["Deaktiver %s"],"What’s new in %s":["Hva er nytt i %s"],"Activation failed:":["Aktivering mislyktes:"],"Export created: %1$sdownload your export file here%2$s.":["Eksport utført: %1$sLast ned eksportfilen her%2$s."],"Could not zip settings-file.":["Kunne ikke komprimere innstillingsfilen."],"Could not write settings to file.":["Kunne ikke skrive innstillinger til fil."],"This export includes taxonomy metadata":["Denne eksporten inkluderer taksonomi-metadata"],"No taxonomy metadata found":["Ingen taksonomi-metadata funnet"],"Error: no Robots Meta data found to import.":["Feil: fant ingen Robots Meta data å importere"],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["Importer innstillinger ved å finne filen <em>settings.zip</em> og klikk «Importer innstillinger»."],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Filter-utvidelsen er ikke ut til å være tilgjengelig. Vennligst spør din leverandør av webhotell om å tilgjengeliggjøre den."],"Company Info":["Firmainfo"],"Your Info":["Din info"],"Upload Image":["Last opp bilde"],"Breadcrumbs":["Brødsmuler"],"SEO:":["SEO"],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":["Dette er de generelle innstillingene for %1$s. Her kan du starte gjennomgangen på nytt, eller sette innstillingene for %1$s til standardinnstillingene."],"Tab: Your Info / Company Info":["Fane: Din info/firmainfo"],"Add some info here needed for Google's Knowledge Graph.":["Legg til informasjon her for bruk i Google Knowledge Graph."],"Tab: Webmaster Tools":["Fane: Webmaster Tools"],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":["Du kan legge til verfiseringskodene for de ulike nettredaktørverktøyene her. Vi oppfordrer deg sterkt til å sjekke ut både Googles og Bings nettredaktørverktøy."],"Tab: Security":["Fane: Sikkerhet"],"Determine who has access to the plugins advanced settings on the post edit screen.":["Avgjør hvem som har tilgang til utvidelsens avanserte innstillinger på skjermen for innleggsredigering."],"Subscribe to our Newsletter":["Meld deg på vårt nyhetsbrev"],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":["Den første fanen vil vise deg innstillinger for titler, gjeldende for hele nettstedet. Normalt trenger du bare å endre tittelseparatoren."],"On the archives tab you can set templates for specific pages like author archives, search results and more.":["På arkivfanen kan du sette maler for spesifikke sider slik som forfatterarkiv, søkeresultater og mer."],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":["På «Annet»-fanen kan du endre metainnstillinger gjeldende for hele nettstedet, slik som å aktivere meta-nøkkelord."],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":["Under denne fanen kan du verifisere siden din med Pinterest og legge til Pinterest-kontoen din."],"On this tab you can enter some more of your social accounts, mostly used for Google's Knowledge Graph.":["På denne fanen kan du legge til flere kontoer for sosiale medier. Det blir hovedsaklig brukt av Googles Knowledge Graph."],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":["Denne utvidelsen legger til XML-nettstedkart på siden din. Nettstedkartene blir automatisk oppdatert når du publiserer et nytt innlegg, side eller egendefinert innlegg, og Google og Bing vil automatisk få beskjed."],"Advanced Settings":["Avanserte innstillinger"],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":["Alle innstillingene på denne fanen er for avanserte brukere. Ikke rør disse innstillingene hvis du ikke er sikker på om du trenger å bruke dem."],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":["De kraftige funksjonene i %1$s kan utvides med %3$spremium-utvidelser fra Yoast%4$s. Disse premium-utvidelsene krever at %1$s eller %2$s er installert, og legger til spesifikk funksjonalitet. Du kan lese alt om premium-utvidelsene fra Yoast %3$sher%4$s."],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":["Takk for at du bruker vår utvidelse og lykke til med din søkemotoroptimalisering!<br/><br/>Med vennlig hilsen,<br/>Team Yoast – %1$sYoast.com%2$s"],"Introduction Tour":["Introduksjonsguide"],"Restore Default Settings":["Gjenopprett standardinnstillinger"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Disse dataene er vist som metadata på ditt nettsted. De er ment å dukke opp i Googles Knowledge Graph. Du kan enten være et firma eller en person, velg én:"],"Company or person":["Firma eller person"],"Choose whether you're a company or person":["Velg om du er et firma eller en person"],"Company":["Firma"],"Person":["Person"],"Company Name":["Firmanavn"],"Company Logo":["Firmalogo"],"Your name":["Ditt navn"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["Dette er hvor du skal legge inn lisensnøkkelsen for en av våre premiumutvidelser, om du skulle aktivere et."],"Enable force rewrite titles":["Aktiver tvungen omskriving av titler."],"Accounts":["Kontoer"],"To inform Google about your social profiles, we need to know their URLs.":["For å informere Google om dine sosiale profiler, trenger vi dine URLer."],"For each, pick the main account associated with this site and please enter them below:":["For hver, velg hovedkontoen assosiert med dette nettstedet og legg de inn nedenfor:"],"Twitter Username":["Twitter-brukernavn"],"Instagram URL":["Instagram-URL"],"LinkedIn URL":["LinkedIn-URL"],"MySpace URL":["MySpace-URL"],"Pinterest URL":["Pinterest-URL"],"YouTube URL":["YouTube-URL"],"Google+ URL":["Google+-URL"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest benytter seg av Open Graph metadata, akkurat som Facebook, så sørg for at avhukningsboksen på Facebookfanen er markert som aktiv, dersom du ønsker å optimalisere nettstedet ditt for Pinterest."],"Pinterest verification":["Pinterest-verifisering"],"To %1$sverify your site with Pinterest%2$s, add the meta tag here:":["For å %1$sverifisere ditt nettsted med Pinterest%2$s, legg inn metataggen her:"],"Bulk editor":["Masseredigering"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Dette verktøyet gir deg muligheten til å endre titler og beskrivelser på dine innlegg og sider uten å måtte gå inn på hver enkelt side."],"Import and Export":["Import og eksport"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importer innstillinger fra andre SEO-utvidelser og eksporter dine innstillinger for gjenbruk i en annen blogg."],"File editor":["Filredigering"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Dette verktøyet lar deg raskt endre viktige filer for SEO, slik som robots.txt og, om du har en, din .htaccess-fil."],"&laquo; Back to Tools page":["&laquo; Tilbake til verktøysiden"],"Max entries per sitemap":["Maksimalt antall oppføringer per nettstedskart"],"Credits":["Takk til"],"More Translations":["Flere oversettelser"],"%1$s ships, at time of release, with %4$d translations, of which %5$d are complete. That's a huge improvement from last time, and we're improving every week. Join us at %2$stranslate.yoast.com%3$s!":["Utvidelsen %1$s leveres, ved utgivelsen, med %4$d oversettelser, hvorav %5$d er helt komplette. Det er en kraftig forbedring fra sist, og vi blir bedre for hver uke som går. Bli med oss på %2$stranslate.yoast.com%3$s!"],"Go to The General settings page →":["Gå til generelle innstillinger →"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Mens mesteparten av utviklingstemaet er hos %1$sYoast%2$s i Nederland, er %3$s utviklet av et verdensomspennende team."],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Vil du hjelpe oss å utvikle? Les våre %1$sretningslinjer for bidrag%2$s!"],"Project Leaders":["Prosjektledere"],"Project Lead":["Prosjektleder"],"Lead Developer":["Ledende utvikler"],"QA & Translations Manager":["Leder for kvalitetssikring og oversettelser"],"Contributing Developers":["Medvirkende utviklere"],"Developer":["Utvikler"],"Contributors to this release":["Medvirkende til denne utgaven"],"Change URLs":["Endre URL’er"],"Clean up permalinks":["Rydd opp permalenker"],"Import from other SEO plugins":["Importer fra andre SEO-utvidelser"],"Import from other plugins":["Importer fra andre utvidelser"],"If you want to import data from (by now ancient) Yoast plugins, you can do so here:":["Hvis du vil importere data fra (eldgamle) Yoast-utvidelser, kan du gjøre det her:"],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":["Utvidelsen All-In-One-SEO har blitt oppdaget. Ønsker du å %simportere innstillingene derfra%s?"],"You are not allowed to access this page.":["Du har ikke tilgang til denne siden."],"Tools":["Verktøy"],"Your %s license has been activated. ":["Din lisens for %s er aktivert."],"You have an unlimited license. ":["Du har en ubegrenset lisens."],"You have used %d/%d activations. ":["Du har benyttet %d av %d aktiveringer."],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["alle,andre,arbeid,at,av,bare,begge,ble,bli,blir,blitt,bort,bra,bruke,både,da,de,deg,dem,den,denne,der,dere,deres,det,dette,din,disse,ditt,du,eller,en,ene,eneste,enhver,enn,er,et,ett,etter,folk,for,fordi,forsøke,fra,før,først,få,gjorde,gjøre,god,gå,ha,hadde,han,hans,har,henne,hennes,hennes,her,hun,hva,hvem,hver,hvilke,hvilken,hvis,hvor,hvordan,hvorfor,i,ikke,ingen,inn,innen,inni,ja,jeg,kan,kom,kun,kunne,lage,lang,lik,like,makt,man,mange,med,meg,meget,mellom,men,mens,mer,mest,min,mitt,mot,mye,må,måte,navn,ned,nei,noe,noen,ny,nå,når,og,også,om,opp,oss,over,part,punkt,på,rett,riktig,samme,sant,seg,selv,si,siden,sin,sine,sist,sitt,sjøl,skal,skulle,slik,slutt,som,start,stille,så,sånn,tid,til,tilbake,tilstand,under,ut,uten,var,ved,verdi,vi,vil,ville,vite,være,vært,vår,å"],"The SEO title defaults to what is generated based on this sites title template for this posttype.":["SEO-tittelen settes som standard til det som genereres basert på dette nettstedets tittelmal for denne innleggstypen."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Hvis du ikke bil bruke innleggstittelen når innlegget deles på %s, men heller vil benytte en annen tittel der, kan du skrive den inn her."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Hvis du ikke bil bruke meta-beskrivelsen når innlegget deles på %s, men heller vil benytte en annen beskrivelse der, kan du skrive den inn her."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Hvis du vil overstyre bildet som brukes på %s for dette innlegget, last opp/velg et bilde eller legg til URLen her."],"%s Title":["Tittel for %s"],"%s Description":["Beskrivelse for %s"],"%s Image":["Bilde for %s"],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":["Om du ønsker å holde deg oppdatert på %1$s og andre utvidelser fra Yoast, abonnér på nyhetsbrevet vårt:"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Som du kan se, finnes det en oversettelse av denne utvidelsen til %1$s. Denne oversettelsen er nå %3$d%% komplett. Vi trenger din hjelp til å fullføre den og fikse eventuelle feil. Vennligst registrer deg på %4$s for å hjelpe til med å ferdigstille oversettelsen til %1$s!"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Du bruker WordPress på %1$s. %2$s har blitt %3$d%% oversatt til %1$s, og kommer ikke med utvidelsen enda. Du kan hjelpe! Registrer deg på %4$s for å hjelpe til med å ferdigstille oversettelsen til %1$s!"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Du bruker WordPress på en språk vi ikke støtter enda. Vi vil gjerne at %2$s skal oversettes til det språket også, men er dessverre ikke det enda. Du kan gjøre noe med det! Registrer deg på %4$s for å hjelpe til med å oversette!"],"Translation of %s":["Oversettelse av %s"],"Register now &raquo;":["Registrer deg nå &raquo;"],"The old data of the imported plugin was deleted successfully.":["De gamle dataene til den importerte utvidelsen ble slettet."],"Content to put after each post in the feed":["Innhold som legges inn etter hvert innlegg i feeden"],"Exclude user roles":["Ekskluder brukerroller"],"Pinterest Rich Pins Validator":["Pinterest «Rich Pins»-validator"],"HTML Validator":["HTML-validator"],"CSS Validator":["CSS-validator"],"Google Page Speed Test":["Google Page Speed Test"],"Modern IE Site Scan":["Moderne IE-sidescan"],"Focus keyword usage":["Bruk av fokusnøkkelord"],"You have used HTML in your value which is not allowed.":["Du har brukt HTML-koder som ikke er tillatt."],"Exclude user from Author-sitemap":["Ekskluder bruker fra forfatter-nettstedkartet"],"(no parent)":["(ingen foreldre)"],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":["Det er mer å lære om WordPress og SEO enn ved å bare bruke denne utvidelsen. En bra start er vår artikkel %1$sthe definitive guide to WordPress SEO%2$s."],"Title &amp; Metas settings":["Tittel- og meta-innstillinger"],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":["Her angir du titler og meta-informasjon for alle innholdstypene dine, taksonomier, arkiver, spesialsider og forsiden din. Siden er delt inn i ulike faner, så pass på at du tar en titt på alle sammen."],"Templates and settings":["Maler og innstillinger"],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":["Klikk nå på &#8216;%1$sinnholdstyper%2$s&#8217;-fanen, da det er denne vi vil benytte som eksempel."],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":["Malene er bygd opp ved bruk av variabler. Du kan finne alle disse variablene under «Hjelp»-fanen (øverste høyre hjørne på siden). Innstillingene lar deg sette spesifikk adferd for innholdstypene."],"Previous":["Forrige"],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":["I denne fanen kan du aktivere %1$sFacebook Open Graph%2$s-funksjonaliteten via denne utvidelsen. Du vil også kunne tildele en Facebook-bruker eller -applikasjon administratorrettigheter på siden din slik at du kan se Facebook-innsikter."],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":["Startside-innstillingene gir deg muligheten til å angi metadata for hjemmesiden, mens standardinnstillingene gjør det mulig å angi en reserve for alle poster/sider uten bilder."],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":["Med %1$sTwitter-kort%2$s kan du legge ved store bilder, videoer og medieopplevelser som øker trafikken til nettstedet ditt til tweetene dine. Alt du behøver å gjøre er å hake av i boksen, registrere deg for tjenesten, og så vil brukere som tweeter lenker til innholdet ditt ha et «kort» som er synlig for alle følgerne deres lagt til disse tweetene. "],"This tab allows you to add specific post meta data for Google+. And if you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":["Denne fanen gjør det mulig å legge inn bestemte post-metadata for Google+. Hvis du har en Google+-side for bedriften din, legg nettadressen inn her og link til den i «Om»-seksjonen på %1$sGoogle+%2$s-siden."],"What are XML sitemaps?":["Hva er XML-nettstedkart?"],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":["Et nettstedkart er en XML-fil som viser nettadressene til et nettsted. Dette gjør det mulig for nettstedsadministratorer å inkludere ytterligere informasjon om hver eneste nettadresse, som når det sist ble oppdatert, hvor ofte det endres, og hvor viktig det er i forhold til andre nettadresser på nettstedet. Nettstedkartet gjør det også mulig for søkemotorer å gjennomsøke nettsiden på en mer intelligent måte."],"What does the plugin do with XML Sitemaps?":["Hva gjør utvidelsen med XML-nettstedkart?"],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":["Dersom du ønsker å ekskludere visse innholdstyper og/eller taksonomier, så kan du også angi dette på denne siden."],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":["Har webserveren din lite minne? Reduser antall oppføringer per nettstedskart (standard: 1000) for å redusere belastningen."],"Extensions and Licenses":["Utvidelser og lisenser"],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":["Når du har kjøpt %1$s eller en annen premium-utvidelse fra Yoast, må du legge inn en lisensnøkkel. Du kan gjøre det på Lisenser-fanen. Med en gang du har aktivert din premium-utvidelse, kan du bruke alle dens kraftige funksjoner."],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":["Så, vi har kommet til slutten av omvisningen. Hvis du liker utvidelsen, vennligst %sranger den med 5 stjerner på WordPress.org&s!"],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":["Du har akkurat installert %1$s! Klikk «Start omvisning» for å se en kjapp introduksjon til denne utvidelsens kjernefunksjonalitet."],"Add Google+ specific post meta data":["Legg til spesifikk metadata for Google+"],"Exclude users without posts":["Ekskludér brukere uten innlegg"],"Disable all users with zero posts":["Deaktiver alle brukere uten innlegg"],"Please check the appropriate box below if there's a user role that you do <strong>NOT</strong> want to include in your sitemap:":["Vennligst merk av nedenfor hvis det er en brukerrolle du <strong>IKKE</strong> ønsker skal inkluderes i nettstedskartet:"],"Replaced with the post/page author's 'Biographical Info'":["Erstattet med innleggets/sidens forfatters «Biografisk informasjon»"],"Team Yoast":["Vi i Yoast"],"Publication date":["Publiseringsdato"],"The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.<br/><br/>Read %sthis post%s for more info.":["Meta-beskrivelsen vises ofte som den svarte teksten under tittelen i et søkeresultat. For at dette skal fungere, må den inneholde nøkkelordet det ble søkt etter.<br/><br/>Les %sdette innlegget%s for mer informasjon."],"No Image Index":["Ingen bilde-indeks"],"Are you sure you want to reset your SEO settings?":["Er du sikker på at du vil nullstille dine SEO-innstillinger?"],"Title Separator":["Tittel-separator"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Velg symbolet for tittel-separator. Dette vil vises, for eksempel, mellom innleggtittelen og nettstedsnavnet."],"Symbols are shown in the size they'll appear in in search results.":["Symboler er vist i samme størrelse som de vil vises i søkeresultater."],"Take note:":["Vennligst bemerk:"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on <strong>unattached</strong> media items!":["Siden du omdirigerer vedleggs-URLer til foreldreinnleggets URL, vil disse innstillingene nå bare ha en effekt på mediefiler som <strong>ikke er vedlagt et innlegg</strong>!"],"So remember: If you change the %sattachment redirection setting%s in the future, the below settings will take effect for *all* media items.":["Så husk: Hvis du endrer %sinnstillinger for omdirigering av vedleggs-URLer%s i fremtiden, vil disse innstillingene gjelde for *alle* mediefiler."],"public":["offentlig"],"archived":["arkivert"],"mature":["støtende"],"spam":["spam"],"New sites in the network inherit their SEO settings from this site":["Nye nettsteder i nettverket arver SEO-innstillingene fra dette nettstedet"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Velg hvilket nettsteds innstillinger du ønsker å benytte som standard for alle nettsteder som blir lagt til i nettverket. Hvis du velger «Ingen», vil de normale standardene for utvidelsen bli brukt."],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Legg inn %snettsteds-IDen%s for nettstedet du ønsker å bruke innstillingene til som standardinnstillinger for alle nettsteder som legges til nettverket. La feltet vær tomt for å bruke utvidelsens normale standardinnstillinger."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Innstillinger som er sensitive (FB-administratorer og slikt), temaspesifikke (omskriving av titler) og veldig nettstedspesifikke, vil ikke importeres til nye nettsteder."],"Site ID":["Nettsted-ID"],"Copy home meta description":["Kopier meta-beskrivelsen fra forsiden"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Dette er tittelen, beskrivelsen og bildet som benyttes i metataggene for Open Graph på forsiden av nettstedet ditt."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["En erstatningsvariabel kan bare innholde alfanumeriske tegn, en understrek eller en bindestrek. Forsøk å gi variabelen et nytt navn."],"Advanced Variables":["Avanserte variabler"],"Premium Support":["Premium brukerstøtte"],"FAQ":["Ofte stilte spørsmål (FAQ)"],"Remove these ads?":["Fjerne disse annonsene?"],"This is a rendering of what this post might look like in Google's search results.<br/><br/>Read %sthis post%s for more info.":["Dette er en forhåndsvisning av hvordan dette innlegget kan se ut i Googles søkeresultater.<br/><br/>Les %sdette innlegget%s for mer informasjon."],"Warning:":["Advarsel:"],"Title display in Google is limited to a fixed width, yours is too long.":["Tittelvisning i Google er begrenset til en fastsatt bredde. Tittelen din er for lang."],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Advarsel: Selv om du kan sette innstillingen for meta-robots her, er hele nettstedet satt til noindex i nettstedets generelle innstillinger, så disse innstillingene her vil ikke ha noen effekt."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Advarsel!</b> Du blokkerer eksterne forespørsler, som som betyr at du ikke vil kunne få oppdateringer til %s. Vennligst legg %s til %s."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Din lisens har utløpt. Du må <a href=\"%s\">fornye din lisens</a> for å benytte den igjen."],"Request error: \"%s\" (%scommon license notices%s)":["Forespørselfeil: «%s» (%svanlige lisensnotiser%s)"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s er nettverksaktivert. Du kan administrere din lisens på <a href=\"%s\">lisenssiden i nettverksadministrasjonen</a>."],"%s is network activated, please contact your site administrator to manage the license.":["%s er nettverksaktivert. Vennligst kontakt din nettstedsadministrator for å administrere lisensen."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Dette nettstedet har ikke blitt korrekt aktivert på yoast.com og kan ikke sjekke etter fremtidige oppdateringer. Vennligst aktiver ditt nettsted med en gyldig lisensnøkkel."],"Your %s license will expire on %s.":["Din lisens for %s utløper %s."],"%sRenew your license now%s.":["%sForny din lisens nå%s."],"The premium version of %1$s with more features & support.":["Premiumversjonen av %1$s med flere funksjoner og brukerstøtte."],"Optimize your videos to show them off in search results and get more clicks!":["Optimaliser dine videoer for å vise dem frem i søkeresultater og få flere klikk!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Er nettstedet ditt i Google Nyheter? Øk trafikken fra Google Nyheter ved å optimalisere for det!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Få bedre rangeringer lokalt og i Google Maps, uten å bli andpusten!"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integrér WooCommerce med %1$s sømløst og få ekstra funksjonalitet!"],"Get this extension":["Skaff denne utvidelsen"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Forhindre fjerning av parametere fra Google Analytics-kampanjer og Google AdWords."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["En erstatningsvariabel kan ikke begynne med «%%cf_» eller «%%ct_» siden disse er reservert for WPSEO standardvariabler for egendefinert felt og klassifiseringer. Forsøk å gi variabelen et unikt navn."],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":["En erstatningsvariabel med det samme navnet eksisterer allerede. Forsøk å lag et mer unikt variabelnavn."],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Du kan ikke overstyre en WPSEO standard variabelerstatning ved å registrere en variabel med det samme navnet. Bruk «wpseo_replacements»-filteret i stedet for å justere erstatningsvariabelen."],"Replaced with the title of the parent page of the current page":["Erstattet med tittelen på morsiden til gjeldende side."],"The site's tag line / description":["Nettstedets slagord/beskrivelse"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Erstattet med gjeldende sidenummer og totalt antall sider (dvs. side 2 av 4)"],"Check Rich Snippets":["Sjekk rike kodeutdrag"],"Facebook Debugger":["Facebook Debugger"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Utvidelsen for standard PHP-bibliotek (SPL) ser ut til å være utilgjengelig. Vennligst be din webhost om å aktivere denne. "],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Den første virkelige alt-i-ett SEO-løsningen for WordPress, inkludert sidevis innholdsanalyse, XML-nettstedkart og mye mer."],"https://yoast.com/":["https://yoast.com/"],"Please select a valid taxonomy for post type \"%s\"":["Vennligst velg en gyldig taksonomi for innholdstypen «%s»"],"Post doesn't exist.":["Innlegget eksisterer ikke."],"Post has an invalid Post Type: %s.":["Innlegget har en ugyldig innholdstype: %s."],"You can't edit %s.":["Du kan ikke redigere %s."],"You can't edit %s that aren't yours.":["Du kan ikke redigere %s du ikke eier."],"Extensions":["Utvidelser"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["Tittelen og meta-innstillingene for %1$s består av variabler som erstattes med bestemte verdier fra siden når siden vises. Fanene til venstre forklarer de tilgjengelige variablene."],"Filter":["Filter"],"WP Page Title":["WP sidetittel"],"Post Type":["Innholdstype"],"Post Status":["Innleggsstatus"],"Page URL/Slug":["Side URL/Slug"],"Existing Yoast Meta Description":["Eksisterende Yoast metabeskrivelse"],"New Yoast Meta Description":["Ny Yoast metabeskrivelse"],"Action":["Handling"],"Edit this item":["Rediger dette elementet"],"Edit":["Rediger"],"Preview &#8220;%s&#8221;":["Forhåndsvis &#8220;%s&#8221;"],"Preview":["Forhåndsvis"],"View &#8220;%s&#8221;":["Vis &#8220;%s&#8221;"],"View":["Vis"],"Existing Yoast SEO Title":["Eksisterende Yoast SEO-tittel"],"New Yoast SEO Title":["Ny Yoast SEO-tittel"],"Debug Information":["Feilsøkings-informasjon"],"Current option:":["Nåværende innstilling:"],"Site-wide default: %s":["side bredde standard: %s"],"No post content to analyse.":["Ingen innhold å analysere."],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">Visste du at du kan oppgradere lisensen din?</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">Din lisens utløper om %d dager, ønsker du å forlenge den?</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Du har nådd din aktiveringsgrense. du må<a href=\"%s\">oppgradere din lisens</a> for å bruke det på dette nettstedet."],"Failed to activate your license, your license key seems to be invalid.":["Klarte ikke å aktivere din lisens, lisensnøkkel din ser ut som den er ugyldig."],"Your %s license has been deactivated.":["Din %s lisens har blitt deaktivert."],"Failed to deactivate your %s license.":["Kunne ikke deaktivere din %s lisens."],"%s License":["%s Lisens"],"Theme License":["Tema-lisens"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["Hvis du oppdaterer dette temaet vil du miste eventuelle tilpasninger du har gjort. «Avbryt» for å stoppe, «OK» for å oppdatere."],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":["<strong>%s versjon %s</strong> er tilgjengelig. a href=\"%s\" class=\"thickbox\" title=\"%s\">Sjekk ut hva som er nytt</a> eller <a href=\"%s\" %s>oppdater nå</a>."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s klarte ikke å se etter oppdateringer på grunn av følgende feil: <em>%s</em>"],"%s: License Settings":["%s: Lisens Innstillinger"],"License status":["Lisens-status"],"Toggle license status":["Bytt lisens-status"],"Deactivate License":["Deaktiver lisens"],"(deactivate your license so you can activate it on another WordPress site)":["(deaktiver lisensen din, slik at du kan aktivere den på et annet WordPress-nettsted)"],"Activate License":["Aktiver lisens"],"Please enter a license key in the field below first.":["Vennligst skriv inn lisensnøkkel i feltet under først."],"License Key":["Lisensnøkkel"],"Paste your %s license key here..":["Lim inn din %s lisensnøkkel her..."],"You defined your license key using the %s PHP constant.":["Du definerte lisensnøkkelen ved hjelp av %s PHP konstant."],"Failed to remove hardcoded meta description.":["Klarte ikke å fjerne hardkodet meta-beskrivelse."],"Earlier found meta description was not found in file. Renewed the description test data.":["Tidligere funnet meta-beskrivelse ble ikke funnet i filen. Fornyet test data for beskrivelsen."],"Pinterest":["Pinterest"],"Yandex Webmaster Tools":["Yandex Webmaster Verktøy"],"You cannot create a robots.txt file.":["Du kan ikke lage en robots.txt fil."],"You don't have a robots.txt file, create one here:":["Du har ikke en robots.txt fil, du kan lage en her:"],"Create robots.txt file":["Lag robots.txt fil"],"Setting \"%s\" is no longer used and has been discarded.":["Innstilling \"%s\" brukes ikke lenger eller har blitt forkastet."],"No settings found in file.":["Ingen innstillinger i filen funnet."],"Unzipping failed - file settings.ini not found.":["Kunne ikke pakke ut filen - file settings.ini ikke funnet."],"Unzipping failed with error \"%s\".":["Pakket ut fil med feil \"%s\"."],"Licenses":["Lisens"],"Meta keywords":["Meta-nøkkelord"],"%s restored to default SEO settings.":["%s tilbakestill til standard SEO-innstillinger."],"Blog %s not found.":["Blogg %s ikke funnet."],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Du har kanskje ekstra variabler som du ikke ønsker å rense ut. Legg dem til her, separert med komma."],"The default card type to use":["Standardkorttype du vil bruke"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Vennligst angi det maksimale antallet oppføringer per nettstedkart-side (standard er %s, det kan være lurt å senke dette for å hindre problemer med minnet på enkelte installasjoner):"],"%s does not seem to be a valid %s verification string. Please correct.":["%s ser ikke ut til å være et gyldig %s verifisering streng. Vennligst korriger."],"Please select a valid post type for taxonomy \"%s\"":["Vennligst velg en gyldig innholdstype for taksonomi «%s»"],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Maks oppføringer per sitemap side \" bør være et positivt tall, som %s er ikke. Vennligst korriger."],"Summary":["Sammendrag"],"Summary with large image":["Sammendrag med stort bilde"],"%s does not seem to be a valid url. Please correct.":["%s ser ikke ut til å være en gyldig url. Vennligst korriger."],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s ser ikke ut til å være en gyldig Twitter-bruker-id. Vennligst korriger."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s er ikke et gyldig valg for hvem som skal få adgang til innstillingene for %2$s. Verdien\ner tilbakestilt til standard."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Standard blogg innstillingen må være den numeriske bloggen id av bloggen du vil bruke som standard."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Dette må være en eksisterende blogg. Blogg %s finnes ikke eller har blitt merket som slettet."],"No numeric value was received.":["Ingen numerisk verdi ble mottatt."],"Title optimization":["Tittel-optimalisering"],"For more information:":["For mer informasjon:"],"There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.":["Det er %d ord som inngår i brødteksten. Dette er litt under %d ord som er anbefalt minimum. Legg til litt mer tekst."],"Use Image":["Bruk bilde"],"There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.":["Det er %d ord som inngår i brødteksten. Dette er under %d ord som er anbefalt minimum. Legg til mer nyttig innhold om dette emnet for leserne."],"There are %d words contained in the body copy, this is more than the %d word recommended minimum.":["Det er %d ord som inngår i brødteksten. Dette er mer enn %d ord som er anbefalt minimum."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Dette hjelper deg til å skape renere nettadresser ved automatisk å fjerne stoppord fra dem."],"Remove stop words from slugs.":["Fjern stoppord fra slugs."],"Why Google won't display the right page title":["Hvorfor Google ikke viser riktig sidetittel"],"Template explanation":["Mal beskrivelse"],"Basic Variables":["Grunnleggende variabler"],"SEO Issue:":["SEO-feil:"],"Your theme contains a meta description, which blocks %1$s from working properly. Please visit the %2$sSEO Dashboard%3$s to fix this.":["Ditt tema inneholder en meta-beskrivelse, som blokkerer %1$s fra å fungere som den skal. Vennligst besøk %2$sSEO-kontrollpanelet%3$s for å rette dette."],"Google+":["Google+"],"Facebook profile URL":["Facebook profil-URL"],"Check":["Sjekk"],"Pick the main keyword or keyphrase that this post/page is about.<br/><br/>Read %sthis post%s for more info.":["Velg det viktigste nøkkelordet eller -uttrykket som dette innlegget/siden handler om.<br/><br/>Les %sdette innlegget%s for mer informasjon."],"index":["index"],"noindex":["noindex"],"Your focus keyword was found in:":["Ditt fokus-nøkkelord ble funnet i:"],"Article Heading: ":["Artikkeloverskrift:"],"Page title: ":["Sidetittel:"],"Page URL: ":["Side-URL:"],"Content: ":["Innhold:"],"Meta description: ":["Meta-beskrivelse:"],"All SEO Scores":["Alle SEO-resultater"],"Page Analysis has been disabled.":["Sideanalyse har blitt deaktivert."],"Removed hardcoded meta description.":["Fjernet hardkodet meta-beskrivelse."],"Re-check theme.":["Sjekk tema"],"The plugin Robots-Meta has been detected. Do you want to %simport its settings%s.":["Utvidelsen Robots-Meta har blitt oppdaget. Ønsker du å %simportere innstillingene%s."],"Robots-Meta has been deactivated":["Robots-Meta har blitt deaktivert"],"All-In-One-SEO has been deactivated":["All-In-One-SEO har blitt deaktivert"],"Edit Files":["Rediger filer"],"Replaced with the slug which caused the 404":["Erstattes med permalenken som forårsaket 404"],"Replaced with a custom taxonomies description":["Erstattes med en beskrivelse av egendefinert taksonomi"],"Facebook":["Facebook"],"Add Open Graph meta data":["Legg til Open Graph Meta Data"],"Facebook Page URL":["URL til Facebook-side"],"User sitemap":["Bruker-nettstedkart"],"Disable author/user sitemap":["Deaktiver forfatter-/bruker-nettstedkart"],"N/A":["N/A"],"Poor":["Dårlig"],"Good":["Bra"],"Bad":["Dårlig"],"Posts":["Innlegg"],"You've never used this focus keyword before, very good.":["Du har aldri brukt dette fokus-nøkkelordet tidligere. Veldig bra."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Du har brukt dette fokus-nøkkelordet %1$sen gang tidligere%2$s. Sørg for å gjøre det veldig klart hvilken nettadresse på nettstedet ditt som er det viktigste for dette nøkkelordet."],"You've used this focus keyword %3$s%4$d times before%2$s, it's probably a good idea to read %1$sthis post on cornerstone content%2$s and improve your keyword strategy.":["Du har brukt dette fokus nøkkelordet %3$s%4$d ganger tidligere%2$s. Det er nok en god idé å lese %1$sdette innlegget om hjørnesteinsinnhold%2$s og forbedre din nøkkelordstrategi."],"You must %sgo to your Reading Settings%s and uncheck the box for Search Engine Visibility.":["Du må %sgå til «Lesing»-innstillingene%s og fjerne avmerkingen i boksen for «Synlighet for søkemotorer»"],"Replaced with the current day":["Erstattes med gjeldende dag"],"Entries per page":["Oppføringer per side"],"If you had a .htaccess file and it was editable, you could edit it from here.":["Hvis du har en .htaccess fil og den er redigerbar, kan du redigere den herifra."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Hvis du har en robots.txt-fil, og den er redigerbar, kan du redigere det herifra."],"WooThemes SEO framework settings &amp; data successfully imported.":["Innstillinger og data fra WooThemes SEO framework ble importert."],"HeadSpace2 data successfully imported":["Data fra HeadSpace2 ble importert."],"Import from WooThemes SEO framework?":["Importer fra WooThemes SEO framework?"],"Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.":["Keyphrase er over 10 ord, en keyphrase bør være kortere og det kan bare være én keyphrase."],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Hvis du har en Google+-side for din bedrift, legg til nettadressen her og koble den på Google+-siden sin «om»-side."],"Your theme contains a meta description, which blocks %1$s from working properly, please delete the following line, or press fix it:":["Ditt tema inneholder en meta-beskrivelse, som blokkerer %1$s fra å fungere skikkelig. Du må slette følgende linje, eller trykke «Fiks det»:"],"Google Publisher Page":["Google Publisher-side"],"Date in Snippet Preview":["Forhåndsvisning av dato i tekstutdrag"],"Twitter username (without @)":["Twitter-brukernavn (uten @)"],"Show date in snippet preview?":["Vis dato i tekstutdrag forhåndsvisning?"],"SEO: OK":["SEO: OK"],"SEO: Poor":["SEO: Dårlig"],"SEO: Bad":["SEO: Elendig"],"SEO: No Focus Keyword":["SEO: Ingen fokus-nøkkelord"],"SEO: Good":["SEO: Bra"],"SEO: Post Noindexed":["SEO: Innlegg satt til noindex"],"Meta Desc.":["Meta-beskrivelse"],"Focus KW":["Fokus-nøkkelord"],"%s, Author at %s":["%s, Forfatter hos %s"],"Remove the <code>?replytocom</code> variables.":["Fjern <code>?replytocom</code> variabler."],"Post Types":["Innholdstyper"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Dette hindrer kommentarsamtaler fra å virke når brukeren har deaktivert Javascript, men på et stort nettsted kan det bety en <em>stor</em> forbedring i crawle-effektivitet for søkemotorer når du har mange kommentarer."],"Replaced with the post type single label":["Erstattes med innholdstypens navn i entallsform"],"Other":["Andre"],"Replaced with the post type plural label":["Erstattes med innholdstypens navn i flertallsform"],"%s Archive":["Arkiv for %s"],"Social settings":["Innstillinger for sosiale medier"],"Sitewide settings":["Innstillinger for hele nettstedet"],"%s Archives":["%s Arkiver"],"Always index":["Alltid indekser"],"No focus keyword was set for this %s. If you do not set a focus keyword, no score can be calculated.":["Ingen fokus-nøkkelord ble satt for denne %s. Hvis du ikke setter fokus-nøkkelord, kan ingen poengsum beregnes."],"To update this page analysis, save as draft or update and check this tab again":["For å oppdatere denne sideanalysen, lagre som kladd eller oppdatering og sjekk denne fanen igjen"],"No subheading tags (like an H2) appear in the copy.":["Ingen undertittel-elementer (som H2) vises i brødteksten."],"The keyword density is %s%%, which is over the advised 4.5%% maximum, the keyword was found %s times.":["Nøkkelord-tettheten er %s%%, som er over det anbefalte maksgrensen på 4.5%%. Nøkkelordet ble funnet %s ganger."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s har automatisk oppdaget om det er behov for å tvinge omskriving av titler for sidene dine. Hvis du er uenig og du vet hva du gjør, kan du endre innstillingen her."],"Replaced with a posts custom taxonomies, comma separated.":["Erstattet med et innleggs egendefinerte taksonomier, kommaseparert."],"Replaced with a posts custom field value":["Erstattet med verdien fra et egendefinert felt på et innlegg"],"Take this tour to quickly learn about the use of this plugin.":["Ta denne omvisningen for å raskt lære om bruken av denne utvidelsen."],"Special Pages":["Spesialsider"],"I don't know why you'd want to use meta keywords, but if you want to, check this box.":["Jeg vet ikke hvorfor du ønsker å bruke meta-nøkkelord, men hvis du vil, merk av denne boksen."],"Unchecking this box allows authors and editors to redirect posts, noindex them and do other things you might not want if you don't trust your authors.":["Å fjerne markeringen i denne boksen lar forfattere og redaktører omdirigere innlegg, sette de til «noindex» og gjøre andre ting du kanskje ikke ønsker, hvis du ikke stoler på dine forfattere."],"Post is set to noindex.":["Innlegget er satt til «noindex»."],"Use %s default (Currently: %s)":["Bruk %s som standard (Nå: %s)"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["Denne %s følger indekseringsreglene satt i «Titler og meta». Du kan overstyre dette her."],"Titles &amp; Metas":["Titler og meta"],"Default for post type, currently: %s":["Standard for innholdstype, nåværende: %s"],"Focus keyword not set.":["Fokus-nøkkelord er ikke satt."],"Search for \"%s\"":["Søk etter \"%s\""],"Always noindex":["Alltid noindex"],"Noindex subpages of archives":["Noindex under-sider av arkiver"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, enable this.":["Hvis du ønsker å forhindre /side/2/ og videre i alle arkiv til å dukke opp i søkeresultatene, må du aktivere dette."],"Hide RSD Links":["Gjem RSD Linker"],"Hide WLW Manifest Links":["Gjem WLW Manifest Linker"],"Hide Shortlink for posts":["Gjem kortlinker for innlegg"],"Hide RSS Links":["Gjem RSS-lenker"],"Meta Robots":["Meta Roboter"],"Hide":["Gjem"],"These pages will be %s by default, so they will never show up in search results.":["Disse sidene vil være %s som standard, slik at de aldri vil dukke opp i søkeresultatene."],"The separator defined in your theme's <code>wp_title()</code> tag.":["Separatoren er definert i temaet's <code>wp_title()</code> tag."],"If you want to restore a site to the default %s settings, press this button.":["Hvis du ønsker å tilbakestille et nettsted til standardinnstillingene for %s, trykker du på denne knappen."],"Security":["Sikkerhet"],"This image is used if the post/page being shared does not contain any images.":["Dette bildet brukes hvis innlegget/siden blir delt som ikke inneholder noen bilder."],"Twitter":["Twitter"],"Add Twitter card meta data":["Legg til meta-data for Twitter-kort "],"No focus keyword set.":["Ingen fokus-nøkkelord er satt."],"Your hosting environment does not support PHP's %sDocument Object Model%s.":["Ditt hosting miljø støtter ikke PHP %sDokument Objekt Modell%s."],"Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.":["Nøkkelord-/uttrykk vises i %s (av %s) mellomtitler i teksten. Selv om det ikke er en viktig rangeringsfaktor, er det fordelaktig."],"You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.":["Du har ikke brukt nøkkelordet/-uttrykket i noen mellomtitler (for eksempel en H2) i teksten."],"You searched for %s":["Du søkte etter %s"],"The post %s appeared first on %s.":["Innlegget %s dukket først opp på %s."],"Successfully cleared all Facebook Data":["Alle Facebook-data er slettet"],"Successfully removed admin %s":["%s er fjernet som admin "],"Frontpage settings":["Innstillinger for forside"],"Facebook Insights and Admins":["Facebook Insights og administratorer"],"Alexa Verification ID":["Alexa verifikasjons-ID"],"Social":["Sosiale medier"],"Email":["E-post"],"Subscribe":["Abonnér"],"Currently connected Facebook admins:":["Tilkoblede Facebook-administratorer:"],"Add Another Facebook Admin":["Legg til en Facebook-administrator"],"Clear all Facebook Data":["Slett alle Facebook-data"],"Image URL":["Bilde-URL"],"Description":["Beskrivelse"],"Default settings":["Standardinnstillinger"],"This is a settings export file for the %1$s plugin by Yoast.com":["Dette er en eksportfil av innstillingene for utvidelsen %1$s av Yoast.com"],"SEO":["SEO"],"Keyword Research":["Nøkkelord-undersøkelser"],"AdWords External":["AdWords ekstern"],"Google Insights":["Google Innsikt"],"SEO Book":["SEO-bok"],"Analyze this page":["Analyser denne siden"],"Check Inlinks (OSE)":["Sjekk inn-linker (OSE)"],"Check Keyword Density":["Sjekk nøkkelord-tetthet"],"Check Google Cache":["Sjekk Google Cache"],"Check Headers":["Sjekk headers"],"SEO Settings":["SEO-innstillinger"],"XML Sitemaps":["XML-nettstedkart"],"Permalinks":["Permalenker"],"RSS":["RSS"],"Webmaster Tools":["Verktøy for nettstedsadministratorer"],"Next":["Neste"],"Like this plugin?":["Liker du denne utvidelsen?"],"Congratulations!":["Gratulerer!"],"Start Tour":["Start omvisning"],"Close":["Lukk"],"Some files could not be removed. Please remove them via FTP.":["Noen filer kunne ikke fjernes. Vennligst fjern dem via FTP."],"To enjoy all the benefits of the page analysis feature, you'll need to (get your host to) install it.":["For å nyte alle fordelene med sideanalyse-funksjonen, må du (få webhotellet til å) installere den."],"The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.":["Nøkkelordet for denne siden inneholder ett eller flere %sstoppord%s. Vurder å fjerne dem. Fant '%s'."],"The keyword / phrase appears in the URL for this page.":["Nøkkelordet/uttrykket vises i URLen til denne siden."],"The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Nøkkelordet/uttrykket vises ikke i URLen til denne siden. Hvis du bestemmer deg for å endre navn på URLen, husk å sjekke at den gamle nettadressen 301-omdirigeringer til den nye!"],"The slug for this page contains one or more <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, consider removing them.":["Permalenken for denne siden inneholder ett eller flere<a href=\"http://en.wikipedia.org/wiki/Stop_words\">stoppord</a>. Vurder å fjerne dem."],"The slug for this page is a bit long, consider shortening it.":["Permalenken for denne siden er litt lang. Vurder å forkorte den."],"Please create a page title.":["Vennligst opprett en sidetittel."],"The page title is more than 40 characters and less than the recommended 70 character limit.":["Sidetittelen er mer enn 40 tegn lang, og kortere enn den anbefalte grensen på 70 tegn."],"The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.":["Sidetittelen inneholder %d tegn, som er mindre enn den anbefalte minimumgrensen på 40 tegn. Bruk plassen til å legge til nøkkelord-varianter eller lag en overbevisende tekst som oppfordrer til handling."],"The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.":["Sidetittelen inneholder %d tegn, som er mer enn den synlige grensen på 70 tegn. Noen ord vil ikke være synlig for brukere i oppføringen."],"The keyword / phrase %s does not appear in the page title.":["Nøkkelordet/uttrykket %s vises ikke i sidetittelen."],"The page title contains keyword / phrase, at the beginning which is considered to improve rankings.":["Sidetittelen begynner med nøkkelord/uttrykk, noe som betraktes å forbedre rangeringen."],"The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.":["Sidetittelen inneholder nøkkelord/uttrykk, men ikke i begynnelsen. Prøv og flytte det til begynnelsen."],"No outbound links appear in this page, consider adding some as appropriate.":["Ingen utgående lenker vises på denne siden. Du bør vurdere å legge til noen som passer."],"You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.":["Du henviser til en annen side med nøkkelord du vil at denne siden skal rangeres på. Du bør vurdere å endre det, hvis du virkelig vil at denne siden skal rangeres."],"This page has %s outbound link(s).":["Denne siden har %s utgående lenk(er)."],"This page has %s outbound link(s), all nofollowed.":["Denne siden har %s utgående lenk(er), alle er «nofollow»."],"This page has %s nofollowed link(s) and %s normal outbound link(s).":["Denne siden har %s «nofollow» lenk(er) og %s normale utgående lenk(er)."],"No images appear in this page, consider adding some as appropriate.":["Ingen bilder vises på denne siden, du bør vurdere å legge til noen som passer."],"The images on this page are missing alt tags.":["Bildene på denne siden mangler alt tags."],"The images on this page contain alt tags with the target keyword / phrase.":["Bildene på denne siden inneholder alt tags med målet nøkkelord / setninger."],"The images on this page do not have alt tags containing your keyword / phrase.":["Bildene på denne siden har ikke alt tags som inneholder ditt nøkkelord / setninger."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["I den angitte meta-beskrivelsen, vurder: Hvordan er det sammenlignet med konkurransen? Kan det gjøres mer attraktivt?"],"The meta description is under 120 characters, however up to %s characters are available. %s":["Meta-beskrivelsen er under 120 tegn, men opp til %s tegn er tilgjengelig. %s"],"The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s":["Den angitte meta-beskrivelsen er på mer enn %s tegn. Å redusere det vil sikre at hele beskrivelsen er synlig. %s"],"No meta description has been specified, search engines will display copy from the page instead.":["Ingen meta-beskrivelse er spesifisert, søkemotorer vil vise tekst fra siden i stedet."],"The meta description contains the primary keyword / phrase.":["Meta-beskrivelsen inneholder det primære nøkkelordet/-uttrykket."],"A meta description has been specified, but it does not contain the target keyword / phrase.":["En meta-beskrivelse er angitt, men det inneholder ikke nøkkelordet/-uttrykket."],"The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.":["Den ledige plassen er kortere enn de vanlige 155 tegn fordi Google vil også omfatte utgivelsesdatoen i tekstutdraget."],"There are %d words contained in the body copy. This is far too low and should be increased.":["Det er %d ord som inngår i brødteksten. Dette er alt for lite og tekstmengden må økes."],"The keyword density is %s%%, which is a bit low, the keyword was found %s times.":["Nøkkelordet's tetthet er %s%%, som er litt lav, nøkkelordet ble funnet %s ganger."],"The keyword density is %s%%, which is great, the keyword was found %s times.":["Nøkkelordet's tetthet er %s%%, som er bra, nøkkelordet ble funnet %s ganger."],"The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.":["Nøkkelordet vises ikke i første avsnitt av brødteksten. Sørg for at emnet fremkommer tydelig med en gang."],"The keyword appears in the first paragraph of the copy.":["Nøkkelordet vises i første avsnitt av brødteksten."],"Flesch Reading Ease":["Flesch Reading Ease"],"The copy scores %s in the %s test, which is considered %s to read. %s":["Teksten scorer %s i %s-testen, som anses som %s å lese. %s"],"very easy":["veldig enkelt"],"easy":["enkelt"],"fairly easy":["ganske enkelt"],"OK":["OK"],"fairly difficult":["ganske vanskelig"],"Try to make shorter sentences to improve readability.":["Prøv å lage kortere setninger for å bedre lesbarheten."],"difficult":["vanskelig"],"Try to make shorter sentences, using less difficult words to improve readability.":["Prøv å lage kortere setninger og bruk enklere ord for å bedre lesbarheten."],"very difficult":["veldig vanskelig"],"Huge SEO Issue: You're blocking access to robots.":["Stort SEO-problem: Du blokkerer tilgang til roboter."],"I know, don't bug me.":["Jeg vet, ikke plag meg."],"Settings Updated.":["Innstillinger oppdatert"],"Site Admins (default)":["Nettsteds-administratorer (standard)"],"Super Admins only":["Kun super-admin"],"Save MultiSite Settings":["Lagre nettstedsnettverk-innstillinger "],"MultiSite Settings":["Nettstedsnettverk-innstillinger"],"Using this form you can reset a site to the default SEO settings.":["Ved hjelp av dette skjemaet kan du tilbakestille et nettsted til standard SEO-innstillinger."],"Blog ID":["Blogg ID"],"Restore site to defaults":["Tilbakestill siden til standard"],"Restore site to default settings":["Tilbakestill nettstedet til standardinnstillingene"],"RSS Footer options imported successfully.":["Innstillinger for RSS-bunntekst er importert."],"Yoast Breadcrumbs options imported successfully.":["Innstillinger for Yoast Breadcrumbs er importert."],"Yoast Breadcrumbs options could not be found":["Innstillinger for Yoast Breadcrumbs ble ikke funnet"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Ingen tvil om du har brukt en SEO-utvidelse før, hvis dette nettstedet ikke er nytt. La oss gjøre det enkelt for deg: Du kan importere data nedenfor. Hvis du ønsker, kan du importere først, sjekke at det ble importert på riktig måte, og deretter importere og slette. Ingen duplikatdata vil bli importert."],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["Hvis du har brukt en annen SEO-utvidelse, kan du prøve utvidelsen %sSEO Data Transporter%s for å flytte dine data til denne utvidelsen."],"Import from HeadSpace2?":["Importer fra HeadSpace2?"],"Import from All-in-One SEO?":["Importer fra All-in-One SEO?"],"Delete the old data after import? (recommended)":["Slett gammel data etter import? (anbefalt)"],"Import":["Importer"],"Import from Robots Meta (by Yoast)?":["Importer fra Robots Meta (av Yoast)?"],"Import from RSS Footer (by Yoast)?":["Importer fra RSS Footer (av Yoast)?"],"Import from Yoast Breadcrumbs?":["Importer fra Yoast Breadcrumbs?"],"Export":["Eksporter"],"Export your %1$s settings here, to import them again later or to import them on another site.":["Eksporter dine innstillinger for %1$s her, for å importere dem igjen senere eller importere dem på et annet nettsted."],"Include Taxonomy Metadata":["Inkluder Taksonomi Metadata"],"Import settings":["Importer innstillinger"],"Settings successfully imported.":["Innstillinger er importert."],"Settings could not be imported:":["Innstillingene kunne ikke importeres:"],"Upload failed.":["Opplasting feilet."],"Force rewrite titles":["Tving omskriving av titler"],"Homepage":["Hjemmeside"],"Title template":["Tittel-mal"],"Meta description template":["Mal for meta-beskrivelse"],"Meta keywords template":["Mal for meta-nøkkelord"],"Homepage &amp; Front page":["Hjemmeside &amp; forside"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":["Du kan bestemme tittel og beskrivelse for forsiden ved å %sredigere selve forsiden&raquo;%s"],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["Du kan bestemme tittelen og beskrivelsen for bloggen siden av %sredigering av bloggsiden selv &raquo;%s"],"Taxonomies":["Taksonomier"],"Author Archives":["Forfatter-arkiv"],"Date Archives":["Dato-arkiv"],"Search pages":["Søkesider"],"404 pages":["404-sider"],"Custom Post Type Archives":["Arkiv for egendefinerte innholdstyper"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Bemerk: I stedet for maler, er dette de faktiske titler og meta-beskrivelser for disse egendefinerte innholdstypenes arkivsider."],"Title":["Tittel"],"Meta description":["Meta-beskrivelse"],"Breadcrumbs Title":["Tittel for brødsmuler"],"Replaced with the date of the post/page":["Erstatt med dato for innlegget/siden"],"Replaced with the title of the post/page":["Erstatt med tittel for innlegget/siden"],"The site's name":["Nettsiden's navn"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Erstatt med innlegg/side sammnedrag (eller auto-generer hvis det ikke eksisterer)"],"Replaced with the post/page excerpt (without auto-generation)":["Erstattet med innleggets/sidens sammendrag (uten auto-generering)"],"Replaced with the current tag/tags":["Erstatt med nåværende tag/tags"],"Replaced with the post categories (comma separated)":["Erstatt innlegget's kategori (separer med komma)"],"Replaced with the category description":["Erstattet med kategori-beskrivelse"],"Replaced with the tag description":["Erstattet med stikkord-beskrivelse"],"Replaced with the term description":["Erstatt med begrepet beskrivelse"],"Replaced with the term name":["Erstatt med begrepet's navn"],"Replaced with the post/page modified time":["Erstattet med tidspunktet innlegget/siden sist ble endret"],"Replaced with the post/page ID":["Erstatt med innlegget's/side ID"],"Replaced with the post/page author's 'nicename'":["Erstatt innlegget's/side forfatter 'Alias'"],"Replaced with the post/page author's userid":["Erstatt med innlegget's/side forfatter bruker ID"],"Replaced with the current search phrase":["Erstattes med gjeldende søkeuttrykk"],"Replaced with the current time":["Erstattes med gjeldende tidspunkt"],"Replaced with the current date":["Erstattes med gjeldende dato"],"Replaced with the current month":["Erstattes med gjeldende måned"],"Replaced with the current year":["Erstattes med gjeldende år"],"Replaced with the current page total":["Erstattes med gjeldende totalt sideantall"],"Replaced with the current page number":["Erstattes med gjeldende sidenummer"],"Attachment caption":["Beskrivelse/bildetekst for vedlegg"],"Replaced with the posts focus keyword":["Erstattes med innleggets fokus-nøkkelord"],"Strip the category base (usually <code>/category/</code>) from the category URL.":["Fjern kategori-basen (vanligvis <code>/category/</code>) fra kategori-URLen."],"Enforce a trailing slash on all category and tag URL's":["Tving en skråstrek bak alle kategori- og stikkord-URLer"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Hvis du velger en permalenkestruktur for innleggene dine med %1$s, eller noe annet enn %2$s på slutten, vil dette tvinge WordPress til å uansett legge til en avsluttende skråstrek på sider som ikke er innlegg."],"Redirect attachment URL's to parent post URL.":["Omadresser vedleggs-URL-er til moderinnleggets URL."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URL's if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Vedlegg til innlegg er lagret i databasen som innlegg. Dette betyr at de er tilgjengelig under sin egen URL hvis du ikke omdirigerer dem. Her kan du velge å omdirigere dem til innlegget de ble festet til."],"Redirect ugly URL's to clean permalinks. (Not recommended in many cases!)":["Omadresser stygge URLer for å rense permalenker. (Anbefales i mange tilfeller ikke!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Folk gjør feil i sine koblinger mot deg noen ganger, eller uønskede parametere er lagt til slutten av webadressene dine, gjør dette deg til å omdirigere dem alle bort. Vær oppmerksom på at selv om dette er en funksjon som er aktivt vedlikeholdt, det er kjent for å bryte flere utvidelser, og bør av den grunn være den første funksjonen du deaktivere når du støter på problemer etter å ha installert denne utvidelser."],"Prevent cleaning out Google Site Search URL's.":["Forhindre rensing av Google Site Search URLer."],"Google Site Search URL's look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Google Site Search URLer ser rare ut og er stygge. Men hvis du bruker Google Site Search, ønsker du sannsynligvis ikke å rense dem."],"Other variables not to clean":["Andre variabler du ikke ønsker renset"],"Enable Breadcrumbs":["Aktiver brødsmuler"],"Separator between breadcrumbs":["Separator mellom brødsmuler"],"Anchor text for the Homepage":["Ankertekst for hjemmeside"],"Prefix for the breadcrumb path":["Prefiks for brødsmulestien"],"Prefix for Archive breadcrumbs":["Prefiks for arkiv-brødsmuler"],"Prefix for Search Page breadcrumbs":["Prefiks for søkeside-brødsmuler"],"Breadcrumb for 404 Page":["Brødsmule for 404-side"],"Remove Blog page from Breadcrumbs":["Fjern blogg-side fra brødsmuler"],"None":["Ingen"],"Blog":["Blogg"],"Bold the last page in the breadcrumb":["Fet den siste siden i breadcrumb"],"How to insert breadcrumbs in your theme":["Hvordan sette brødsmuler inn i ditt tema"],"You cannot edit the robots.txt file.":["Du kan ikke redigere robots.txt-filen."],"Updated Robots.txt":["Robots.txt oppdatert"],"You cannot edit the .htaccess file.":["Du kan ikke redigere .htaccess-filen."],"If your robots.txt were writable, you could edit it from here.":["Hvis din robots.txt er skrivbar, kan du redigere den herifra."],"Edit the content of your robots.txt:":["Rediger innholdet i din robots.txt:"],"Save changes to Robots.txt":["Rediger innholdet i Robots.txt"],"Robots.txt":["Robots.txt"],"If your .htaccess were writable, you could edit it from here.":["Hvis din .htaccess er skrivbar, kan du redigere den herifra."],"Edit the content of your .htaccess:":["Rediger innholdet i din .htaccess:"],"Save changes to .htaccess":["Lagre endringer i .htaccess"],".htaccess file":[".htaccess fil"],"Facebook App ID":["Facebook App-ID"],"Disable the author archives":["Deaktiver forfatter-arkiv"],"Disable the date-based archives":["Deaktiver dato-basert arkiv"],"Prevents search engines from using the DMOZ description for pages from this site in the search results.":["Hindrer søkemotorer fra å bruke DMOZ beskrivelse for sider fra dette nettstedet i søkeresultatene."],"Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.":["Hindrer søkemotorer fra å bruke Yahoo! katalogen beskrivelse for sider fra dette nettstedet i søkeresultatene."],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Denne funksjonen brukes til å automatisk legge til innhold i din RSS. Mer spesifikt er det ment å legge til lenker tilbake til bloggen din og blogginnleggene, så dumme skrapere automatisk legger til disse linkene også. Dette hjelper søkemotorer å identifisere deg som den opprinnelige kilden til innholdet."],"Content to put before each post in the feed":["Innhold å sette inn før hvert innlegg i RSS-strømmen"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kan bruke følgende variabler i innholdet, de vil bli erstattet av verdien på høyre side."],"A link to the archive for the post author, with the authors name as anchor text.":["En link til arkivet for forfatter, med forfatternes navn som ankertekst."],"A link to the post, with the title as anchor text.":["En lenke til innlegget, med tittelen som ankertekst."],"A link to your site, with your site's name as anchor text.":["En kobling til nettstedet ditt, med nettstedets navn som ankertekst."],"A link to your site, with your site's name and description as anchor text.":["En kobling til nettstedet ditt, med nettstedets navn og beskrivelse som ankertekst."],"Check this box to enable XML sitemap functionality.":["Kryss av for å aktivere funksjonalitet for XML-nettstedkart."],"You can find your XML Sitemap here: %sXML Sitemap%s":["Du kan finne XML-nettstedkart her: %sXML-nettstedkart%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["Du trenger <strong>ikke</strong> å generere XML-nettstedkartet, og det vil heller ikke bruke tid på genererering etter publisering av et innlegg."],"Save your settings to activate XML Sitemaps.":["Lagre endringer for å aktivere XML-nettstedkart."],"General settings":["Generelle innstillinger"],"Please check the appropriate box below if there's a post type that you do <strong>NOT</strong> want to include in your sitemap:":["Vennligst kryss av i den aktuelle boksen nedenfor, hvis det er en innholdstype som du  <strong>IKKE</strong> vil inkludere i ditt nettstedkart:"],"Please check the appropriate box below if there's a taxonomy that you do <strong>NOT</strong> want to include in your sitemap:":["Vennligst kryss av i den aktuelle boksen nedenfor hvis det er en taksonomi som du <strong>IKKE</strong> vil inkludere i ditt nettstedkart:"],"Fix it.":["Fiks det."],"The following file(s) is/are blocking your XML sitemaps from working properly:":["Følgende fil(er) blokkerer ditt XML nettstedkart fra å virke som det skal."],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["Enten slett dem (dette kan gjøres med «Fiks det»-knappen) eller deaktiver %1$s XML-nettstedkart."],"Ignore.":["Ignorer."],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Du har ikke ditt innleggsnavn i nettadressen til dine innlegg og sider. Det er sterkt anbefalt at du gjør det. Vurder å sette din permalenkestruktur til <strong>/%postname%/</strong>."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, so the suggestion is to disable it, to do that, simply uncheck the box before \"Break comments into pages...\"":["Paginerte undersider er aktivert. Dette er ikke nødvendig i 999 av 1000 tilfeller, så anbefalingen er å deaktivere det. For å gjøre det, bare fjern avmerkingen i boksen for «Bryt opp kommentarer i undersider …»"],"General Settings":["Generelle innstillinger"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Du kan bruke boksene under for å verifisere de ulike Webmaster-verktøyene. Hvis nettstedet ditt allerede er bekreftet, kan du bare hoppe over disse. Skriv inn meta-kodene for:"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"Title to use for Author page":["Tittel på forfattersiden"],"Meta description to use for Author page":["Meta-beskrivelse for forfattersiden"],"Meta keywords to use for Author page":["Meta-nøkkelord for forfattersiden"],"Settings":["Innstillinger"],"SEO Title":["SEO-tittel"],"The SEO title is used on the archive page for this term.":["SEO-tittelen brukes på arkivsiden for denne termen."],"SEO Description":["SEO-beskrivelse"],"The SEO description is used for the meta description on the archive page for this term.":["SEO-beskrivelsen brukes for meta-beskrivelse på arkivsiden for denne termen."],"Meta keywords used on the archive page for this term.":["Meta-nøkkelord brukt på arkivsiden for denne termen."],"Canonical":["Kanonisk"],"The canonical link is shown on the archive page for this term.":["Den kanoniske koblingen vises på arkivsiden for denne termen"],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["Brødsmule-tittelen som skal brukes i brødsmuler der %s vises."],"Noindex this %s":["Noindex dette %s"],"Include in sitemap?":["Inkluder i nettstedkart?"],"Auto detect":["Automatisk oppdag"],"Always include":["Alltid inkluder"],"Never include":["Aldri inkluder"]," (because of date display)":["(på grunn av datovisning)"],"Snippet Preview":["Forhåndsvis tekstbit"],"Focus Keyword":["Fokus-nøkkelord"],"The <code>meta</code> description will be limited to %s chars%s, %s chars left.":["<code>meta</code>-beskrivelsen er begrenset til %s tegn%s, %s tegn igjen."],"If you type something above it will override your %smeta keywords template%s.":["Hvis du skriver inn noe ovenfor, vil det overstyre %smalen for meta-nøkkelord%s."],"Meta Robots Index":["Meta Robots Index"],"Meta Robots Follow":["Meta Robots Follow"],"Follow":["Follow"],"Nofollow":["Nofollow"],"Meta Robots Advanced":["Avansert Meta Robots"],"Advanced <code>meta</code> robots settings for this page.":["Avanserte <code>meta</code>-robots-innstillinger for denne siden."],"NO ODP":["NO ODP"],"NO YDIR":["NO YDIR"],"No Archive":["Ingen arkiv"],"No Snippet":["No Snippet"],"Breadcrumbs title":["Breadcrumbs tittel"],"Title to use for this page in breadcrumb paths":["Tittel å bruke for denne siden i brødsmulestier"],"Canonical URL":["Kanonisk URL"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["Den canonical URL denne siden skal peke til, la stå tomt hvis du skal bruke standard permalink. %sKryss domene canonical%s støttes også."],"301 Redirect":["301-omadressering"],"The URL that this page should redirect to.":["URL adressen som denne siden skal viderekoble til."],"General":["Generelt"],"Page Analysis":["Sideanalyse"],"Advanced":["Avansert"],"Archives":["Arkiver"],"Page not found":["Side ikke funnet"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Notis kun for admin: Denne siden viser ikke en meta-beskrivelse fordi den ikke har en. Enten opprett en for denne siden spesielt, eller gå til menypunktet SEO -> Titler og sett opp en mal."],"Home":["Hjem"],"Archives for":["Arkiver for"],"You searched for":["Du søkte etter"],"Error 404: Page not found":["Feil 404: Siden ikke funnet"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alle <span class=\"count\">(%s)</span>","Alle <span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Søppel <span class=\"count\">(%s)</span>","Søppel <span class=\"count\">(%s)</span>"]}}}