{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"},"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Nie przegap błędów indeksowania witryny: %1$społącz ją z Google Search Console%2$s."],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s wykrył, że używasz wtyczki %2$s w wersji, która nie jest kompatybilna z %1$s. Uaktualnij %2$s do najnowszej wersji, aby mieć dostęp do tej funkcji."],"Creating redirects is a %s feature":["Tworzenie przekierowań jest funkcją %s"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s wykrył, że używasz wersji %2$s wtyczki %3$s. Uaktualnij ją do najnowszej wersji, aby uniknąć problemów z kompatybilnością."],"Recent Rockstars":["Wyróżnienia"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Jeśli nie wiesz gdzie znaleźć odpowiedni identyfikator (ID), sprawdź w %1$stym artykule Bazy Wiedzy%2$s."],"Error: a redirect for this URL already exists":["Błąd: przekierowanie dla tego adresu URL już istnieje"],"Redirect this broken URL and fix the error":["Przekieruj ten niedziałający adres URL i napraw błąd"],"Posts that are set to %s":["Wpisy z włączonym ustawieniem %s"],"%s Posts Overview":["Przegląd wpisów według %s"],"Prefix for search result pages:":["Prefiks dla strony z wynikami wyszukiwania:"],"Prefix for archive pages:":["Prefiks dla stron archiwum:"],"Prefix for breadcrumbs:":["Prefiks dla menu okruszkowego:"],"Anchor text for the homepage:":["Treść okruszka strony głównej:"],"Remove blog page from breadcrumbs":["Usuń stronę ze spisem wpisów z menu okruszkowego"],"Search Console":["Search Console"],"Export your %1$s settings":["Eksportuj swoje ustawienia %1$s"],"%1$s settings":["Ustawienia %1$s"],"Yoast SEO":["Yoast SEO"],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":["Poniżej znajdują się oceny Twoich opublikowanych wpisów. Możesz nawet teraz zacząć ulepszać niektóre z nich!"],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Jeśli używasz parametrów kampanii Google Analytics zaczynających się od %s, zaznacz to pole. Odradzamy jednak ich używanie. Zamiast tego używaj wersji z hashem."],"Reload crawl issues":["Wczytaj ponownie błędy indeksowania"],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code.":["Aby zezwolić wtyczce %1$s na pobranie Twoich danych z %2$s, wprowadź swój kod uwierzytelniający Google."],"Get Google Authorization Code":["Pobierz kod uwierzytelniający Google"],"Please enter the Google Authorization Code in the field below and press the Authenticate button.":["Wprowadź kod uwierzytelniający od Google do poniższego pola i wciśnij przycisk Uwierzytelnij."],"Authenticate":["Uwierzytelnij"],"Reauthenticate with Google ":["Ponowne uwierzytelnienie u Google"],"Current profile":["Obecny profil"],"Profile":["Profil"],"There were no profiles found":["Nie znaleziono żadnych profilów"],"Save Profile":["Zapisz profil"],"or":["lub"],"Disable the Advanced part of the %1$s meta box":["Wyłącz zaawansowaną część ustawień %1$s"],"%1$s Extensions":["Rozszerzenia %1$s"],"%1$s Meta Box":["Ustawienia meta %1$s"],"Who should have access to the %1$s settings":["Kto powinien mieć dostęp do ustawień %1$s"],"%1$s comes with some very powerful built-in tools:":["%1$s posiada bardzo przydatne, wbudowane narzędzia:"],"Excluded Posts":["Wykluczone wpisy"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Możesz wykluczyć wpisy z mapy XML strony, wpisując ich identyfikatory oddzielone przecinkami. Przykładowo: %1$s"],"Posts to exclude":["Wpisy do wykluczenia"],"Thank you for updating %1$s!":["Dziękujemy za zaktualizowanie %1$s!"],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":["Nie musisz tworzyć przekierowania dla adresu URL %1$s, ponieważ takie przekierowanie już istnieje. Obecne przekierowanie prowadzi do %2$s. Jeśli jest ono poprawne, możesz oznaczyć problem jako naprawiony. Jeśli nie, przejdź do strony z przekierowaniami i zmień adres docelowy."],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year support and updates, on %2$s.":["Aby mieć możliwość stworzenia przekierowania i naprawienia tego problemu potrzebujesz wtyczki %1$s. Możesz kupić wtyczkę, wraz z rocznym wsparciem i aktualizacjami, na stronie %2$s."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Wtyczki Yoast współpracują ze sobą przez używanie wspólnego kodu, co przyspiesza działanie Twojej witryny. Skutkiem tego, wszystkie wtyczki Yoast muszą być zaktualizowane do najnowszych wersji. Zauważyliśmy, że tak nie jest, więc prosimy o przeprowadzenie aktualizacji wtyczek firmy Yoast."],"URL":["Adres URL"],"Last crawled":["Ostatnio sprawdzono"],"First detected":["Pierwsze wykrycie"],"Response code":["Kod odpowiedzi"],"Mark as fixed":["Oznacz jako naprawione"],"Create redirect":["Stwórz przekierowanie"],"Search":["Szukaj"],"Crawl errors per page":["Błędy indeksowania stron"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["Dane %1$s zostały usunięte. Musisz ponownie autoryzować dostęp, jeżeli chcesz ponownie pobierać dane."],"The issues have been successfully reloaded!":["Lista problemów została pomyślnie pobrana ponownie."],"Incorrect Google Authorization Code.":["Nieprawidłowy kod uwierzytelniający Google"],"Issue categories":["Kategorie problemów"],"Errors that occurred when your site was crawled by Googlebot.":["Błędy, które wystąpiły podczas ostatniej wizyty robota Google"],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Błędy, które wystąpiły tylko podczas przeglądania Twojej witryny przez robota Google Mobile (błędy nie wystąpiły w wersji na komputer)."],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Błędy, które wystąpiły tylko przy przeglądaniu Twojej strony przez roboty Google dla Telefonów z internetem (błędy nie wystąpiły w wersji strony dla komputera)."],"Create a redirect":["Stwórz przekierowanie"],"Current URL:":["Obecny adres:"],"New URL:":["Nowy adres:"],"Mark as fixed:":["Oznacz jako naprawione:"],"Mark this issue as fixed in %1$s.":["Oznacz ten problem jako naprawiony w %1$s."],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Wskazany adres URL nie istnieje, ale Twój serwer nie zwraca błędu 404 (strony nie znaleziono)."],"Desktop":["Wersja dla komputera"],"Smartphone":["Smartfon"],"Feature phone":["Telefon z internetem"],"%1$s Settings":["Ustawienia %1$s"],"Posts with good SEO score":["Wpisy z dobrą oceną pod kątem pozycjonowania"],"Posts with OK SEO score":["Wpisy z poprawną oceną pod kątem pozycjonowania"],"Posts with poor SEO score":["Wpisy z niską oceną pod kątem pozycjonowania"],"Posts with bad SEO score":["Wpisy z bardzo niską oceną pod kątem pozycjonowania"],"Posts without focus keyword":["Wpisy bez określonego głównego słowa kluczowego"],"Upgrade to %1$s &raquo;":["Ulepsz do %1$s &raquo;"],"The %1$s plugin(s) might cause issues when used in conjunction with %2$s.":["Następujące wtyczki mogą powodować problemy przy używaniu ich wraz z wtyczką %2$s: %1$s."],"This warning is generated by %1$s.":["Ten komunikat jest wyświetlany przez wtyczkę %1$s"],"Access denied":["Dostęp zabroniony"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Serwer wymaga uwierzytelnienia lub blokuje robotowi Google dostęp do witryny."],"Faulty redirects":["Błędne przekierowania"],"Not followed":["Z atrybutem nofollow"],"Not found":["Nie znaleziono"],"URL points to a non-existent page.":["Adres URL wskazuje na stronę, która nie istnieje."],"Google was unable to crawl this URL due to an undetermined issue.":["Google nie mogło otworzyć tego adresu URL z nieznanych przyczyn."],"Blocked":["Zablokowano"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Robot Google może otworzyć Twoją stronę, ale dostęp przez niego do niektórych adresów URL jest zablokowany przez wpisy w pliku %1$s. Ta blokada może być nałożona na wszystkie roboty Google lub nawet tylko dla robota Google Mobile."],"Server Error":["Błąd serwera"],"Request timed out or site is blocking Google.":["Zapytanie przekroczyło czas oczekiwania na odpowiedź lub witryna blokuje Google."],"Soft 404":["Miękkie 404"],"More %1$s":["Więcej od %1$s"],"%s Breadcrumbs":["Okruszki %s"],"Breadcrumbs separator:":["Separator okruszków:"],"Breadcrumb for 404 pages:":["Okruszek dla stron błędu 404:"],"Error creating %1$s export: ":["Błąd podczas tworzenia eksportu %1$s: "],"Configure %1$s's OpenGraph settings":["Skonfiguruj ustawienia OpenGraph we wtyczce %1$s"],"Configure %1$s's XML Sitemap settings":["Skonfiguruj ustawienia map XML strony we wtyczce %1$s"],"%1$s has been updated to version %2$s. %3$sClick here%4$s to find out what's new!":["%1$s został zaktualizowany do wersji %2$s. %3$sKliknij tutaj%4$s, aby zobaczyć zmiany!"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Twoja witryna ma wprowadzony domyślny opis WordPressa, natomiast nawet pusty opis byłby zapewne lepszy. %1$sMożesz zmienić opis w sekcji Personalizacji%2$s."],"Just another WordPress site":["Kolejna witryna oparta na WordPressie"],"Latest Changes":["Najnowsze zmiany"],"We've summarized the most recent changes in %s.":["Podsumowaliśmy najnowsze zmiany w %s."],"View Changes":["Zobacz szczegóły"],"Clean up the %s":["Porządki w sekcji %s"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google pokaże w wynikach wyszukiwania nazwę Twojej witryny. Domyślnie wskazujemy nazwę witryny z ustawień WordPressa, ale możesz zmienić ją w tym miejscu. Możesz także podać alternatywną nazwę, którą Google rozważy."],"Alternate name":["Nazwa alternatywna"],"Duplicate content prevention":["Zapobieganie duplikowaniu treści"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Jeśli wpisy na Twoim blogu pochodzą od jednego autora, to archiwum tego autora będzie mieć taką samą treść, jak strona główna. Ten problem nazywamy %1$szduplikowaną treścią%2$s."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Jeśli taka sytuacja ma miejsce na Twojej witrynie, możesz wyłączyć strony archiwów autorów (wtedy utworzone zostanie przekierowanie z nich na stronę główną), albo dodać do nich %s, co zapobiegnie ich wyświetlaniu w wynikach wyszukiwania."],"Add %s to the author archives":["Dodaj %s do archiwów autorów"],"Date-based archives could in some cases also be seen as duplicate content.":["Archiwa dat mogą w pewnych przypadkach także być postrzegane jako zduplikowana treść."],"Add %s to the date-based archives":["Dodaj %s do archiwów dat"],"Sitewide meta settings":["Ustawienia znaczników meta całej witryny"],"Use meta keywords tag?":["Czy używać znacznika meta keywords?"],"Add %s meta robots tag sitewide":["Dodaj znacznik meta robots %s na wszystkich podstronach witryny"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Dodaj znacznik meta Open Graph do sekcji %s witryny. Jest on używany przez Facebooka i inne serwisy społecznościowe podczas udostępniania w nich Twojej witryny."],"Add Twitter card meta data to your site's %s section.":["Dodaj znacznik meta kart Twittera do sekcji %s Twojej witryny."],"Taxonomy to show in breadcrumbs for post types":["Taksonomia wyświetlana w menu okruszkowym dla typów treści"],"Post type archive to show in breadcrumbs for taxonomies":["Archiwum typów treści wyświetlane w menu okruszkowym dla taksonomii"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Użycie tej funkcji związanej z menu okruszkowym zostało wyjaśnione w %1$s artykule o wdrożeniu menu okruszkowego w naszej bazie wiedzy%2$s."],"Page %1$d of %2$d":["Strona %1$d z %2$d"],"Mobile-Friendly Test":["Test zgodności z urządzeniami przenośnymi"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Instalacja  wtyczki %1$s nie jest ukończona. Zobacz %2$sinstrukcję instalacji%3$s."],"Please make sure both fields are filled.":["Upewnij się, że obydwa pola są wypełnione."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Twoja treść zawiera niedozwolone znaki. Upewnij się, że obydwa pola są poprawnie wypełnione."],"This Facebook user has already been added as an admin.":["Ten użytkownik Facebooka został już dodany jako administrator."],"More info can be found %1$son our knowledge base%2$s.":["Więcej informacji znajdziesz w %1$snaszej bazie wiedzy%2$s."],"Add Facebook admin":["Dodaj administratora Facebooka"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["Aby mieć dostęp do statystyk %1$sFacebook Insights%2$s, musisz dodać użytkownika w tym miejscu. Nazwa jest używana tylko dla łatwego rozpoznania. Do weryfikacji używany jest identyfikator."],"Admin's name:":["Nazwa administratora:"],"Admin's Facebook user ID:":["Identyfikator użytkownika będącego administratorem na Facebooku:"],"Website name":["Nazwa witryny"],"The recommended image size for %1$s is %2$spx.":["Zalecany rozmiar obrazka dla serwisu %1$s wynosi %2$spx."],"Warning: the variable %s cannot be used in this template.":["Uwaga: zmienna %s nie może zostać użyta w tym szablonie."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Nie udało nam się połączyć z naszym API, by zweryfikować Twoje klucze licencyjne. Poproś swojego dostawcę serwera hostingowego, by odblokował możliwość wykonywania połączeń wychodzących do %s."],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Twój serwer hostingowy używa zdezaktualizowanej wersji modułu cURL (wersja: %s) języka PHP. Poproś dostawcę hostingu, by zaktualizował ten moduł do najnowszej wersji. Możesz przeczytać więcej na ten temat w naszej %sBazie Wiedzy%s."],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":["Obrazek wyróżniający powinien mieć rozmiary przynajmniej 200 x 200 pixeli, by Facebook i inne serwisy społecznościowe mogły go użyć."],"See the help tab for more info.":["Otwórz zakładkę Pomoc, by dowiedzieć się więcej."],"Note that not all variables can be used in every template.":["Weź pod uwagę, że nie wszystkie zmienne mogą być używane w każdym szablonie."],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Wtyczki %1$s oraz %2$s generują znaczniki OpenGraph, co może powodować, że serwisy społecznościowe takie jak Facebook, Twitter, czy LinkedIn zastosują niewłaściwe opisy i obrazki podczas publikowania przez Internautów odnośników do Twojej strony."],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["Wtyczki %1$s i %2$s generują mapy XML tej witryny. Nie ma potrzeby, by robiły to dwie wtyczki, a może powodować spowolnienie witryny."],"To be able to access %sFacebook Insights%s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Aby otrzymać dostęp do usługi %sFacebook Insights%s dla Twojej witryny, musisz wskazać jej administratora na Facebooku. Może to być konkretny użytkownik lub aplikacja w obrębie Facebooka, stworzona specjalnie do tego celu."],"Warning!":["Uwaga!"],"Recommended solution":["Zalecane rozwiązanie"],"We recommend you deactivate %1$s and have another look at your %2$s configuration using the button above.":["Zalecamy wyłączenie: %1$s i następnie sprawdzenie ustawień %2$s przy pomocy powyższego przycisku."],"Deactivate %s":["Wyłącz %s"],"What’s new in %s":["Co nowego w wersji %s"],"Activation failed:":["Błąd aktywacji:"],"Export created: %1$sdownload your export file here%2$s.":["Zakończono eksportowanie. %1$sKliknij tutaj, by pobrać wygenerowany plik%2$s."],"Could not zip settings-file.":["Nie udało się spakować pliku z ustawieniami."],"Could not write settings to file.":["Nie udało się zapisać pliku z ustawieniami."],"This export includes taxonomy metadata":["Ten plik zawiera dane meta dla taksonomii"],"No taxonomy metadata found":["Nie znaleziono żadnych danych meta dla taksonomii"],"Error: no Robots Meta data found to import.":["Wystąpił błąd: nie znaleziono danych Meta Robots do zaimportowania."],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["Zaimportuj ustawienia, wybierając plik <em>settings.zip</em> i klikając \"Importuj ustawienia\"."],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Rozszerzenie Filter języka PHP wydaje się być niedostępne. Poproś swojego dostawcę hostingu, by je włączył."],"Company Info":["Dane firmy"],"Your Info":["Twoje dane"],"Upload Image":["Dodaj obrazek"],"Breadcrumbs":["Okruszki"],"SEO:":["SEO:"],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":["Oto ustawienia ogólne wtyczki %1$s. W tym miejscu możesz ponownie rozpocząć ten samouczek lub przywrócić domyślne ustawienia wtyczki %1$s."],"Tab: Your Info / Company Info":["Zakładka: Twoje / firmowe informacje"],"Add some info here needed for Google's Knowledge Graph.":["Tutaj dodaj informacje przeznaczone dla Grafu Wiedzy Google (Google Knowledge Graph)."],"Tab: Webmaster Tools":["Zakładka: Narzędzia dla Webmasterów"],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":["W tym miejscu możesz wprowadzić kody weryfikacyjne do różnych Narzędzi dla Webmasterów. Zdecydowanie zalecane jest podłączenie Narzędzi dla Webmasterów wyszukiwarek Google i Bing."],"Tab: Security":["Zakładka: Bezpieczeństwo"],"Determine who has access to the plugins advanced settings on the post edit screen.":["Możesz zdecydować, kto będzie miał dostęp do zaawansowanych ustawień pozycjonowania pod edytorem treści podstrony."],"Subscribe to our Newsletter":["Zapisz się do naszego Newslettera"],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":["Pierwsza zakładka zawiera globalne ustawienia tytułów. Zazwyczaj zmienia się w niej tylko separator tytułu."],"On the archives tab you can set templates for specific pages like author archives, search results and more.":["W zakładce Archiwa możesz ustawić szablony dla podstron archiwów autorów, wyników wyszukiwania itp..."],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":["W zakładce Inne możesz zmienić ustawienia znaczników meta dla całej witryny, np. włączyć meta keywords."],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":["W tej zakładce możesz zweryfikować swoją stronę w Pinterest i wprowadzić dane swojego konta w tym serwisie."],"On this tab you can enter some more of your social accounts, mostly used for Google's Knowledge Graph.":["W tej zakładce możesz wprowadzić więcej swoich profilów społecznościowych, wykorzystywanych głównie przez Graf Wiedzy Google (Google Knowledge Graph)."],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":["Ta wtyczka dodaje do Twojej strony mapy witryny w formacie XML. Mapy te są automatycznie aktualizowane, gdy publikujesz nowy wpis, stronę lub treść własnego typu. Wyszukiwarki Bing i Google zostają o tym automatycznie poinformowane."],"Advanced Settings":["Ustawienia zaawansowane"],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":["Wszystkie opcje w tych zakładkach przeznaczone są dla zaawansowanych użytkowników. Jeśli nie znasz ich znaczenia, nie zmieniaj tych ustawień."],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":["Bogata funkcjonalność %1$s może zostać poszerzona dzięki %3$swtyczkom premium firmy Yoast%4$s. Dodatki te wymagają posiadania zainstalowanej wtyczki %1$s lub %2$s i dodają konkretne funkcje. Możesz przeczytać więcej na temat wtyczek premium firmy Yoast %3$sna tej stronie%4$s."],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":["Dziękujemy za używanie naszej wtyczki. Życzymy powodzenia w pozycjonowaniu!<br/><br/>Pozdrawiamy<br/>Zespół Yoast - %1$sYoast.com%2$s"],"Introduction Tour":["Przewodnik wprowadzający"],"Restore Default Settings":["Przywróć ustawienia domyślne"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Te informacje wyświetlane są jako dane meta Twojej witryny. Przeznaczone są dla Grafu Wiedzy Google (Google Knowledge Graph). Możesz występować jako firma lub osoba prywatna:"],"Company or person":["Strona firmowa, czy prywatna?"],"Choose whether you're a company or person":["Wybierz, czy występujesz jako firma, czy osoba prywatna."],"Company":["Firma"],"Person":["Osoba"],"Company Name":["Nazwa firmy"],"Company Logo":["Logo firmy"],"Your name":["Twoje imię i nazwisko"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["W tym miejscu możesz wprowadzić klucze licencyjne dla naszych wtyczek premium, o ile którąś z nich włączysz."],"Enable force rewrite titles":["Wymuś nadpisywanie tytułów"],"Accounts":["Profile"],"To inform Google about your social profiles, we need to know their URLs.":["Aby informować Google o Twoich profilach w serwisach społecznościowych, musimy znać ich adresy."],"For each, pick the main account associated with this site and please enter them below:":["Dla każdego serwisu wprowadź adres strony powiązanej z tą witryną:"],"Twitter Username":["Nazwa użytkownika na Twitterze"],"Instagram URL":["Adres Instagramu"],"LinkedIn URL":["Adres LinkedIn"],"MySpace URL":["Adres MySpace"],"Pinterest URL":["Adres Pinterest"],"YouTube URL":["Adres YouTube"],"Google+ URL":["Adres Google+"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest używa danych meta Open Graph podobnie jak Facebook, więc upewnij się, że w zakładce Facebook masz włączoną obsługę Open Graph, aby Twoja witryna była zoptymalizowana dla serwisu Pinterest."],"Pinterest verification":["Weryfikacja Pinterest"],"To %1$sverify your site with Pinterest%2$s, add the meta tag here:":["Aby %1$szweryfikować Twoją witrynę w Pinterest%2$s, wklej tutaj jego znacznik meta:"],"Bulk editor":["Edytor hurtowy"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["To narzędzie pozwala na szybką zmianę tytułów i opisów Twoich stron i wpisów, bez potrzeby wchodzenia na każdą podstronę edycji treści z osobna."],"Import and Export":["Import i eksport"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Możesz importować ustawienia z innych wtyczek do pozycjonowania i eksportować ustawienia w celu szybkiego ich wdrożenia na innych swoich witrynach."],"File editor":["Edytor plików"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["To narzędzie pozwala na szybką zmianę zawartości plików ważnych dla pozycjonowania, takich jak robots.txt i .htaccess (jeśli go używasz)."],"&laquo; Back to Tools page":["&laquo; Powrót do Narzędzi"],"Max entries per sitemap":["Maksymalna liczba pozycji w mapie strony"],"Credits":["Autorzy"],"More Translations":["Więcej tłumaczeń"],"%1$s ships, at time of release, with %4$d translations, of which %5$d are complete. That's a huge improvement from last time, and we're improving every week. Join us at %2$stranslate.yoast.com%3$s!":["%1$s w dniu tej aktualizacji dostępny jest w %4$d wersjach językowych, z których %5$d jest przetłumaczonych całkowicie. To ogromny postęp w porównaniu do poprzedniej wersji, a z każdym tygodniem jest coraz lepiej. Dołącz do nas na %2$stranslate.yoast.com%3$s!"],"Go to The General settings page →":["Przejdź do strony Ustawień ogólnych →"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Większość zespołu tworzącego wtyczkę %3$s pracuje w %1$sfirmie Yoast%2$s w Holandii, ale wtyczkę tą rozwijają współpracownicy z całego świata."],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Chcesz nam pomóc? Przeczytaj nasze %1$swytyczne dla współpracowników%2$s!"],"Project Leaders":["Kadra projektu"],"Project Lead":["Menedżer projektu"],"Lead Developer":["Główny programista"],"QA & Translations Manager":["Menedżer tłumaczeń i Q&A"],"Contributing Developers":["Współpracujący programiści"],"Developer":["Deweloper"],"Contributors to this release":["Współtwórcy tego wydania"],"Change URLs":["Przekierowania adresów"],"Clean up permalinks":["Porządek w odnośnikach bezpośrednich"],"Import from other SEO plugins":["Import z innych wtyczek do pozycjonowania"],"Import from other plugins":["Import z innych wtyczek"],"If you want to import data from (by now ancient) Yoast plugins, you can do so here:":["Jeśli chcesz zaimportować dane z (teraz już przestarzałych) wtyczek Yoast, możesz zrobić to tutaj:"],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":["Wykryto wtyczkę All-In-One SEO. Czy chcesz %szaimportować jej ustawienia%s?"],"You are not allowed to access this page.":["Nie masz uprawnień do przeglądania tej strony."],"Tools":["Narzędzia"],"Your %s license has been activated. ":["Twoja licencja %s została aktywowana."],"You have an unlimited license. ":["Posiadasz nieograniczoną licencję."],"You have used %d/%d activations. ":["Liczba wykorzystanych aktywacji: %d/%d"],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["bo,ok,powyżej,po,raz,przed,wszystko,jestem,i,no,w ogóle,to,jak,co,być,ponieważ,było,przed,jest,poniżej,pomiędzy,zarówno,ale,przez,może,ten,w dół,w czasie,każdy,kilka,do,z,dalej,miał,ma,to bym,że będziesz,że,iż,on,ono,ona,tutaj,tu,jej,jego,was,mnie,ciebie,siebie,off,ich,mojej,mojego,jaki,jaka,jakie,tam,i,będę,byłem,jeżeli,jeśli,kiedy,gdy,podczas,w,na,pod,sama,sam,sami,samych,samej,samego,niech,więcej,mniej,większość,mniejszość,me,moje,nie,tak,z,od,raz,tylko,dwa,trzy,cztery,pięć,czy,inny,powinien,nasz,wasze,nasze,powinny,powinna,powinni,niektóre,takie,niż,następnie,poprzednio,następne,poprzednie,ponownie,znowu,lecz,albo,albowiem,poniekąd,będzie,będą,będziemy,mieli,mieć,czasem,czasami,te,tamte,oni,za pośrednictwem,też,dnia,dzień,rok,lat,w górę,bardzo,mało,dużo,wiele,kilka,kilkanaście,kilkadziesiąt,kilkaset,my,wy,co,kto,komu,gdzie,za ile,ile,za,po,kiedyś,gdzieś,kim,kimś,którymś,którąś,ty,masz,mamy,mam,twoje,siebie,ciebie,sobie"],"The SEO title defaults to what is generated based on this sites title template for this posttype.":["Domyślnie tytuł SEO generowany jest na podstawie szablonu tytułu określonego dla podstron tego typu."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Jeśli nie chcesz używać tytułu tej podstrony przy udostępnianiu jej na %s, lecz chcesz podać osobny tytuł, wpisz go tutaj."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Jeśli nie chcesz używać opisu meta tej podstrony przy udostępnianiu jej na %s, lecz chcesz podać osobny opis, wpisz go tutaj."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Jeśli chcesz zmienić domyślny obrazek, widoczny przy udostępnianiu tej podstrony na %s, dodaj lub wybierz obrazek, bądź wprowadź jego adres w tym miejscu."],"%s Title":["Tytuł - %s"],"%s Description":["Opis - %s"],"%s Image":["Obrazek - %s"],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":["Jeśli chcesz otrzymywać powiadomienia o nowościach w %1$s i innych wtyczkach firmy Yoast, zapisz się do naszego newslettera:"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Jak widzisz, istnieje tłumaczenie tej wtyczki w języku %1$s. Tłumaczenie to jest kompletne w %3$d%%. Potrzebujemy Twojej pomocy, by je uzupełnić i usunąć ewentualne błędy. Zarejestruj się na %4$s, by pomóc nam w tłumaczeniu na %1$s!"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Twój język WordPressa to %1$s. Jakkolwiek %2$s jest przetłumaczone na język %1$s w %3$d%%, tłumaczenie to nie zostało jeszcze dołączone do wtyczki. Możesz pomóc! Zarejestruj się na %4$s, by pomóc nam w tłumaczeniu na %1$s!"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Używasz WordPressa w języku, dla którego nie mamy jeszcze tłumaczenia %2$s. Chcielibyśmy, by to się zmieniło. Możesz nam pomóc! Zarejestruj się na %4$s, by pomóc nam w tłumaczeniu!"],"Translation of %s":["Tłumaczenie %s"],"Register now &raquo;":["Zarejestruj się &raquo;"],"The old data of the imported plugin was deleted successfully.":["Stare dane zaimportowane z wtyczki zostały poprawnie usunięte."],"Content to put after each post in the feed":["Treść dodawana na końcu każdego wpisu w wątku RSS"],"Exclude user roles":["Wyklucz użytkowników według ról"],"Pinterest Rich Pins Validator":["Walidator Pinterest Rich Pins"],"HTML Validator":["Walidator HTML"],"CSS Validator":["Walidator CSS"],"Google Page Speed Test":["Test Google Page Speed"],"Modern IE Site Scan":["Test Modern IE"],"Focus keyword usage":["Użycia słowa kluczowego"],"You have used HTML in your value which is not allowed.":["W wartości podałeś kod HTML, co nie jest dozwolone."],"Exclude user from Author-sitemap":["Wyklucz użytkownika z mapy stron Autorów"],"(no parent)":["(brak rodzica)"],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":["Pozycjonowanie w WordPressie nie ogranicza się tylko do używania tej wtyczki. Polecamy przeczytać artykuł %1$sThe definitive guide to WordPress SEO%2$s."],"Title &amp; Metas settings":["Ustawienia Tytułów i Meta Tagów"],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":["W tym miejscu znajdują się ustawienia tytułów i danych meta dla wszystkiego rodzaju stron, wpisów, własnych typów treści, taksonomii, archiwów, strony głównej i innych, specjalnych stron. Strona ta podzielona jest na zakładki. Sprawdź zawartość każdej z nich!"],"Templates and settings":["Szablony i ustawienia"],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":["Kliknij teraz na zakładkę &#8216;%1$sTypy treści%2$s&#8217;, której użyjemy jako przykładu."],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":["Szablony zbudowane są przy użyciu zmiennych. Możesz poznać wszystkie dostępne zmienne w zakładce Pomoc (znajduje się w prawym górnym rogu strony). Tutaj możesz ustawić zachowanie i szablony różnych typów treści."],"Previous":["Wstecz"],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":["W tej zakładce możesz aktywować funkcjonalność %1$sFacebook Open Graph%2$s, zawartą w tej wtyczce. Możesz ustawić tu także użytkownika Facebooka lub Aplikację Facebooka, która będzie administratorem strony. Dzięki temu uzyskasz dostęp do statystyk Facebooka (Facebook Insights)."],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":["Ustawienia strony głównej pozwalają na określenie zawartości znaczników meta dla strony głównej serwisu, natomiast Ustawienia domyślne będą zastosowane dla wszystkich podstron witryny, które nie mają ustawionych własnych obrazków."],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":["%1$sKarty Twittera%2$s pozwalają na automatyczne dołączanie do Tweetów kierujących do Twojej strony dodatkowych mediów, takich jak zdjęcia lub filmy, dzięki czemu te Tweety przyciągają więcej ruchu. Wystarczy zaznaczyć opcję dodania danych Kart Twittera w zakładce Twitter i zarejestrować się w tej usłudze, aby Tweety wspominające Twoją witrynę zawierały automatycznie dodawane media, widoczne dla wszystkich, którzy czytają dany Tweet."],"This tab allows you to add specific post meta data for Google+. And if you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":["Ta zakładka pozwala na dodanie znaczników meta związanych z Google+. Jeśli masz stronę firmową w Google+, możesz podać tu jej odnośnik i połączyć ją z tą witryną, wpisując jej adres w sekcji informacji o firmie na %1$sGoogle+%2$s."],"What are XML sitemaps?":["Czym są mapy strony XML?"],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":["Mapa strony w formacie XML (potocznie zwana XML Sitemap) to plik o rozszerzeniu XML, który zawiera listę adresów wszystkich podstron witryny. Pozwala także do każdego adresu podstrony dodać pewne informacje, takie jak data ostatniej aktualizacji, jak często treść jest tam zmieniana oraz jak istotna jest ta podstrona w porównaniu do pozostałych. Te ustawienia pozwalają wyszukiwarkom inteligentniej i prościej monitorować zmiany treści na Twojej witrynie."],"What does the plugin do with XML Sitemaps?":["Jak wygląda obsluga mapy stron XML przez tą wtyczkę?"],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":["Jeśli chcesz wyłączyć z map stron określone typy treści lub taksonomie, możesz to zrobić na tej stronie ustawień."],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":["Jeśli Twój serwer hostingowy ma mało dostępnej pamięci, możesz zmniejszyć liczbę podstron w ramach jednej mapy strony (domyślnie: 1000), by obniżyć obciążenie serwera."],"Extensions and Licenses":["Rozszerzenia i Licencje"],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":["Po zakupie wtyczki %1$s lub innej wtyczki premium firmy Yoast, w zakładce Licencje należy wprowadzić jej kod licencyjny. Po tej aktywacji będziesz miał dostęp do zaawansowanych funkcjonalności, które zawarte są w danej wtyczce premium."],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":["Dotarłeś do końca przewodnika po tej wtyczce. Jeśli spodobała Ci się, prosimy o %swystawienie jej 5 gwiazdek na WordPress.org%s!"],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":["Właśnie zainstalowałeś wtyczkę %1$s! Kliknij na przycisk rozpoczęcia pokazu, by zobaczyć przewodnik po najważniejszych możliwościach i ustawieniach wtyczki."],"Add Google+ specific post meta data":["Dodaj meta dane Google+"],"Exclude users without posts":["Wyklucz użytkowników bez opublikowanych wpisów"],"Disable all users with zero posts":["Wyłącz wszystkich użytkowników, którzy nie opublikowali wpisów"],"Please check the appropriate box below if there's a user role that you do <strong>NOT</strong> want to include in your sitemap:":["Zaznacz poniższe role użytkowników, których <strong>NIE</strong> chcesz załączać w mapach strony:"],"Replaced with the post/page author's 'Biographical Info'":["Zamieniane na \"Biografię\" autora danego wpisu lub strony"],"Team Yoast":["Zespół Yoast"],"Publication date":["Data publikacji"],"The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.<br/><br/>Read %sthis post%s for more info.":["Opis meta jest często pokazywany jako czarny tekst pod tytułem w wynikach wyszukiwania. Aby był pokazany, musi zawierać słowo kluczowe, którego szukał Internauta.<br/><br/>Przeczytaj %sten artykuł%s, by dowiedzieć się więcej."],"No Image Index":["Bez indeksu grafik"],"Are you sure you want to reset your SEO settings?":["Czy jesteś pewien, że chcesz zresetować ustawienia SEO?"],"Title Separator":["Separator tytułu"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Wybierz symbol, który ma być separatorem tytułów podstron. Będzie on wyświetlany np. między tytułem podstrony, a nazwą witryny."],"Symbols are shown in the size they'll appear in in search results.":["Symbole pokazywane są w takiej wielkości, w jakiej będą widnieć w wynikach wyszukiwania."],"Take note:":["Uwaga:"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on <strong>unattached</strong> media items!":["Przekierowujesz adresy załączników do podstron, do których zostały one przypisane, więc te ustawienia będą miały wpływ tylko na <strong>niezałączone do podstron</strong> media!"],"So remember: If you change the %sattachment redirection setting%s in the future, the below settings will take effect for *all* media items.":["Pamiętaj więc: jeśli w przyszłości zmienisz %sustawienia przekierowania załączników%s, poniższe ustawienia będą mieć zastosowanie do *wszystkich* mediów."],"public":["publiczny"],"archived":["zarchiwizowany"],"mature":["dorosły"],"spam":["spam"],"New sites in the network inherit their SEO settings from this site":["Nowe strony w sieci odziedziczają ustawienia SEO z tej witryny"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Wybierz stronę, której ustawienia chcesz traktować jako domyślne dla stron dodawanych do Twojej sieci witryn. Jeśli wybierzesz \"Żadna\" (None), użyte będą domyślne ustawienia wtyczki."],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Wprowadź %sID Witryny%s, której ustawienia mają być domyślnie używane dla witryn dodawanych do Twojej sieci stron. Pozostaw pole puste, by użyć domyślnych ustawień wtyczki."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Pewne ustawienia, takie jak prywatności (administracji przez Facebooka), czy nadpisywania tytułów nie zostaną zaimportowane do nowych witryn."],"Site ID":["ID Witryny"],"Copy home meta description":["Wklej meta opis"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["To są ustawienia tytułu, opisu i grafiki dla tagów Open Graph strony głównej Twojej witryny."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Zastępcza zmienna może zawierać tylko znaki alfanumeryczne, podkreślenia i pauzy. Zmień nazwę zmiennej."],"Advanced Variables":["Zaawansowane Zmienne"],"Premium Support":["Płatne Wsparcie"],"FAQ":["FAQ"],"Remove these ads?":["Usunąć te reklamy?"],"This is a rendering of what this post might look like in Google's search results.<br/><br/>Read %sthis post%s for more info.":["To jest podgląd tej podstrony w wynikach wyszukiwania Google.<br/><br/>Przeczytaj %sten artykuł%s by dowiedzieć się więcej."],"Warning:":["Uwaga:"],"Title display in Google is limited to a fixed width, yours is too long.":["Wyświetlany w Google tytuł strony ma określoną szerokość. Twój tytuł jest zbyt szeroki."],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Uwaga: mimo, że możesz tu zmienić ustawienia meta robots, cała witryna ma obecnie ustawiony atrybut noindex w ustawieniach WordPressa, więc te zmiany nie przyniosą żadnego skutku."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Uwaga!</b> Blokowane są zewnętrzne zapytania, co oznacza, że nie będziesz mógł otrzymywać aktualizacji %s. Dodaj %s do %s."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Twoja licencja wygasła. Musisz <a href=\"%s\">przedłużyć licencję</a>, by znowu jej używać."],"Request error: \"%s\" (%scommon license notices%s)":["Problem z zapytaniem: \"%s\" (%stypowe uwagi licencyjne%s)"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s jest włączony w ramach sieci witryn. Udaj się do <a href=\"%s\">strony zarządzania licencjami sieciowymi</a>."],"%s is network activated, please contact your site administrator to manage the license.":["%s jest włączony w ramach sieci witryn. Skontaktuj się z administratorem, by zarządzać licencją."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Ta witryna nie została aktywowana poprawnie na yoast.com, przez co nie będzie otrzymywać powiadomień o kolejnych aktualizacjach. Aktywuj swoją stronę przy pomocy klucza licencyjnego."],"Your %s license will expire on %s.":["Twoja licencja %s wygaśnie %s."],"%sRenew your license now%s.":["%sOdnów licencję teraz%s."],"The premium version of %1$s with more features & support.":["Wersja premium %1$s z większą ilością opcji i wsparciem technicznym."],"Optimize your videos to show them off in search results and get more clicks!":["Optymalizuj swoje filmy, by wyróżniały się w wynikach wyszukiwania i przynosiły większy ruch!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Jesteś w Google News? Zwiększ ruch z Google News przez optymalizację!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Z łatwością zajmij wyższe pozycje w Mapach Google!"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Bezproblemowo połącz WooCommerce z %1$s, by zyskać nowe możliwości!"],"Get this extension":["Zainstaluj rozszerzenie"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Zapobiegaj usuwaniu parametrów Kampanii Google Analytics i Google AdWords."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Zastępowana zmienna nie może zaczynać się od \"%%cf_\" lub \"%%ct_\", ponieważ te nazwy są zarezerwowane dla zmiennych WP SEO lub pól własnego typu, bądź własnych taksonomii. Ustaw unikalną nazwę zmiennej."],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":["Zastępowana zmienna ma taką samą nazwę, jak już zarejestrowana. Ustaw unikalną nazwę zmiennej."],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Nie możesz nadpisać zmiennej WP SEO, rejestrując swoją zmienną z taką samą nazwą. Użyj filtra \"wpseo_replacements\", by ustawić zastępowaną wartość."],"Replaced with the title of the parent page of the current page":["Zastąpione tytułem strony nadrzędnej względem obecnej strony."],"The site's tag line / description":["Slogan lub opis witryny"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Zamienione na aktualny numer podstrony wraz z kontekstem (np. strona 2 z 4)"],"Check Rich Snippets":["Sprawdź dane strukturalne Rich Snippets"],"Facebook Debugger":["Debuger Facebooka"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Rozszerzenie PHP Standard Library (SPL) wydaje się być niedostępne. Poproś swojego dostawce hostingu o włączenie tego rozszerzenia."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Pierwsze, prawdziwie kompletne rozwiązanie SEO dla WordPressa, które zawiera analizator podstron, mapy XML i wiele więcej."],"https://yoast.com/":["https://yoast.com/"],"Please select a valid taxonomy for post type \"%s\"":["Wskaż poprawną taksonomię dla treści typu \"%s\""],"Post doesn't exist.":["Wpis nie istnieje."],"Post has an invalid Post Type: %s.":["Treść ma niepoprawny typ: %s."],"You can't edit %s.":["Nie możesz edytować %s."],"You can't edit %s that aren't yours.":["Nie możesz edytować treści %s których nie jesteś autorem."],"Extensions":["Rozszerzenia"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["Tytuły i meta opisy w %1$s są tworzone ze zmiennych, które są zamieniane na konkretne wartości dla danych podstron, gdy te podstrony mają być wyświetlone. Zakładki po lewej stronie zawierają objaśnienia dostępnych zmiennych."],"Filter":["Filtruj"],"WP Page Title":["Tytuł podstrony w WP"],"Post Type":["Typ treści"],"Post Status":["Stan podstrony"],"Page URL/Slug":["Adres podstrony (slug)"],"Existing Yoast Meta Description":["Aktualny Opis Meta w Yoast"],"New Yoast Meta Description":["Nowy Opis Meta w Yoast"],"Action":["Działanie"],"Edit this item":["Edytuj podstronę"],"Edit":["Edytuj"],"Preview &#8220;%s&#8221;":["Podgląd &#8220;%s&#8221;"],"Preview":["Podgląd"],"View &#8220;%s&#8221;":["Zobacz &#8220;%s&#8221;"],"View":["Zobacz"],"Existing Yoast SEO Title":["Aktualny Tytuł w Yoast"],"New Yoast SEO Title":["Nowy Tytuł w Yoast"],"Debug Information":["Debugowanie"],"Current option:":["Aktualny wybór:"],"Site-wide default: %s":["Domyślne ustawienia witryny: %s"],"No post content to analyse.":["Brak treści do przeanalizowania."],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">Czy wiesz, że możesz rozszerzyć swoją licencję?</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">Twoja licencja wygaśnie za %d dni. Chcesz ją przedłużyć?</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Osiągnąłeś swój limit aktywacji. Musisz <a href=\"%s\">zaktualizować licencję</a>, by użyć jej na tej witrynie."],"Failed to activate your license, your license key seems to be invalid.":["Nie udało się aktywować Twojej licencji. Jej kod wydaje się niepoprawny."],"Your %s license has been deactivated.":["Twoja licencja %s została wyłączona."],"Failed to deactivate your %s license.":["Nie udało się wyłączyć Twojej licencji %s."],"%s License":["Licencja %s"],"Theme License":["Licencja motywu"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["Zaktualizowanie tego motywu spowoduje utratę wszelkich wprowadzonych w nim zmian. Kliknij \"Anuluj\", by nie aktualizować. Kliknij \"OK\", by zaktualizować."],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":["<strong>%s w wersji %s</strong> jest już dostępny. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Zobacz, co się zmieniło</a> lub <a href=\"%s\" %s>zaktualizuj teraz</a>."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s nie mógł sprawdzić dostępności aktualizacji z powodu błędu: <em>%s</em>"],"%s: License Settings":["%s: Ustawienia licencji"],"License status":["Stan licencji"],"Toggle license status":["Zmień stan licencji"],"Deactivate License":["Wyłącz licencję"],"(deactivate your license so you can activate it on another WordPress site)":["(wyłącz licencję, by móc ją aktywować na innej witrynie)"],"Activate License":["Aktywuj licencję"],"Please enter a license key in the field below first.":["Najpierw wpisz klucz licencji do poniższego pola"],"License Key":["Klucz licencji"],"Paste your %s license key here..":["Wpisz swój klucz licencji %s w tym miejscu..."],"You defined your license key using the %s PHP constant.":["Podałeś klucz licencyjny %s z użyciem stałej PHP."],"Failed to remove hardcoded meta description.":["Nie udało się nadpisać meta opisu."],"Earlier found meta description was not found in file. Renewed the description test data.":["Wcześniej znaleziony meta opis teraz nie może zostać ponownie zlokalizowany. Włączono ponowną analizę danych meta opisu."],"Pinterest":["Pinterest"],"Yandex Webmaster Tools":["Narzędzia dla webmasterów Yandex"],"You cannot create a robots.txt file.":["Nie możesz utworzyć pliku robots.txt."],"You don't have a robots.txt file, create one here:":["Nie masz pliku robots.txt, możesz utworzyć go tutaj:"],"Create robots.txt file":["Utwórz plik robots.txt"],"Setting \"%s\" is no longer used and has been discarded.":["Ustawienie \"%s\" nie jest już używane, więc zostało pominięte."],"No settings found in file.":["W pliku nie znaleziono żadnych ustawień."],"Unzipping failed - file settings.ini not found.":["Rozpakowywanie nie powiodło się, brak pliku settings.ini."],"Unzipping failed with error \"%s\".":["Rozpakowywanie nie powiodło się. Błąd: \"%s\"."],"Licenses":["Licencje"],"Meta keywords":["Meta keywords"],"%s restored to default SEO settings.":["%s przywrócono do domyślnych ustawień SEO."],"Blog %s not found.":["Blog %s nie został znaleziony."],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Być może nie chcesz, by usuwane zostały pewne wyrazy lub skróty. Umieść je w tym polu, oddzielając je przecinkami."],"The default card type to use":["Domyślny typ karty do użycia"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Wprowadź maksymalną liczbę pozycji na jedną stronę mapy witryny (domyślnie %s, możesz chcieć zmniejszyć liczbę, by ominąć problemy z pamięcią w niektórych konfiguracjach serwerów):"],"%s does not seem to be a valid %s verification string. Please correct.":["%s nie wydaje się być poprawnym kodem weryfikacyjnym %s. Popraw go."],"Please select a valid post type for taxonomy \"%s\"":["Proszę wskazać poprawny typ treści dla taksonomii \"%s\""],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["Maksymalna liczba pozycji na jedną stronę mapy witryny powinna być liczbą dodatnią, a %s nią nie jest. Popraw to."],"Summary":["Podsumowanie"],"Summary with large image":["Podsumowanie z dużym zdjęciem"],"%s does not seem to be a valid url. Please correct.":["%s nie wydaje się być poprawnym adresem. Popraw go."],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s nie wydaje się być poprawnym identyfikatorem użytkownika Twittera. Popraw go."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s nie jest poprawną wartością, określającą, kto powinien mieć dostęp do ustawień wtyczki %2$s. Przywrócono wartość domyślną."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Ustawienie domyślnego bloga musi zawierać jego numer identyfikacyjny."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Blog ten musi istnieć. Blog %s nie istnieje lub został oznaczony jako usunięty."],"No numeric value was received.":["Nie otrzymano wartości liczbowej."],"Title optimization":["Optymalizacja tytułu"],"For more information:":["Więcej informacji:"],"There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.":["W treści występuje %d słów, to trochę poniżej rekomendowanego minimum %d słów, dodaj więcej tekstu."],"Use Image":["Użyj obrazka"],"There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.":["W treści strony znajduje się %d wyrazów, jest to poniżej rekomendowanego minimum %d wyrazów. Dodaj więcej wartościowego tekstu w treści strony."],"There are %d words contained in the body copy, this is more than the %d word recommended minimum.":["W treści strony znajduje się %d wyrazów, jest to powyżej rekomendowanego minimum %d wyrazów."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["To pozwala na tworzenie prostszych odnośników URL automatycznie usuwając z nich tzw. \"stopwords\"."],"Remove stop words from slugs.":["Usuwaj stopwords z przyjaznych linków"],"Why Google won't display the right page title":["Dlaczego Google nie wyświetla odpowiedniego tytułu podstrony?"],"Template explanation":["Objaśnienie szablonu"],"Basic Variables":["Podstawowe zmienne"],"SEO Issue:":["Problem SEO:"],"Your theme contains a meta description, which blocks %1$s from working properly. Please visit the %2$sSEO Dashboard%3$s to fix this.":["Twój motyw zawiera opis meta, który uniemożliwia wtyczce %1$s poprawne funkcjonowanie. Odwiedź %2$sKokpit SEO%3$s, aby to naprawić."],"Google+":["Google+"],"Facebook profile URL":["URL profilu na Facebooku"],"Check":["Sprawdź"],"Pick the main keyword or keyphrase that this post/page is about.<br/><br/>Read %sthis post%s for more info.":["Wybierz główne słowo kluczowe lub frazę dla tego wpisu/strony.<br/><br/>Przeczytaj %sten wpis%s jeśli chcesz wiedzieć więcej."],"index":["index"],"noindex":["noindex"],"Your focus keyword was found in:":["Twoje słowo kluczowe zostało znalezione w następujących elementach:"],"Article Heading: ":["Nagłówek wpisu:"],"Page title: ":["Tytuł strony:"],"Page URL: ":["Adres URL strony:"],"Content: ":["Treść:"],"Meta description: ":["Meta opis:"],"All SEO Scores":["Wszystkie wyniki SEO"],"Page Analysis has been disabled.":["Analiza SEO strony została wyłączona."],"Removed hardcoded meta description.":["Usunięto bezpośrednio zakodowany opis meta."],"Re-check theme.":["Sprawdź ponownie motyw."],"The plugin Robots-Meta has been detected. Do you want to %simport its settings%s.":["Wykryto wtyczkę Robots-Meta. Czy chcesz %szaimportować jej ustawienia%s?"],"Robots-Meta has been deactivated":["Wtyczka Robots-Meta została wyłączona"],"All-In-One-SEO has been deactivated":["Wtyczka All-In-One-SEO została wyłączona"],"Edit Files":["Edytuj pliki"],"Replaced with the slug which caused the 404":["Zastępowane adresem (slug), który spowodował wyświetlenie błędu 404"],"Replaced with a custom taxonomies description":["Zastępowane własnym opisem taksonomii"],"Facebook":["Facebook"],"Add Open Graph meta data":["Włącz dodawanie danych Open Graph"],"Facebook Page URL":["Adres URL strony na Facebooku"],"User sitemap":["Strony autorów i użytkowników"],"Disable author/user sitemap":["Wyklucz podstrony autorów/użytkowników z mapy strony"],"N/A":["B.d."],"Poor":["Średnie"],"Good":["Dobre"],"Bad":[" Słabe"],"Posts":["Wpisy"],"You've never used this focus keyword before, very good.":["Nigdy wcześniej nie użyłeś tego słowa kluczowego, bardzo dobrze."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["%1$sJuż raz%2$s użyłeś tego słowa kluczowego, zadbaj o to aby było jasne, który adres URL jest dla tego słowa najważniejszy."],"You've used this focus keyword %3$s%4$d times before%2$s, it's probably a good idea to read %1$sthis post on cornerstone content%2$s and improve your keyword strategy.":["Użyłeś tego słowa kluczowego już %3$s%4$d razy%2$s, dobrym pomysłem może być przeczytanie %1$stego artykułu o kamieniu węgielnym strony%2$s i udoskonalenie strategii słów kluczowych."],"You must %sgo to your Reading Settings%s and uncheck the box for Search Engine Visibility.":["Udaj się do sekcji %sUstawienia czytania%s i odznacz pole oznaczające widoczność witryny dla wyszukiwarek."],"Replaced with the current day":["Zastępowane bieżącym dniem"],"Entries per page":["Ilość wpisów na stronie"],"If you had a .htaccess file and it was editable, you could edit it from here.":["Jeśli Twój plik .htaccess by istniał i był możliwy do edycji, możliwa byłaby jego modyfikacja poniżej."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Jeśli Twój plik robots.txt by istniał i był możliwy do edycji, możliwa byłaby jego modyfikacja poniżej."],"WooThemes SEO framework settings &amp; data successfully imported.":["Ustawienia i dane frameworka WooThemes SEO zostały pomyślnie zaimportowane."],"HeadSpace2 data successfully imported":["Dane HeadSpace2 zostały pomyślnie zaimportowane"],"Import from WooThemes SEO framework?":["Zaimportować z frameworka WooThemes SEO?"],"Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.":["Twoja kluczowa fraza zawiera ponad 10 słów a powinna być krótsza i tylko jedna."],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Jeśli posiadasz stroną Google+ dodaj tutaj jej adres URL i połącz ją ze stroną informacjami o sobie na Google+."],"Your theme contains a meta description, which blocks %1$s from working properly, please delete the following line, or press fix it:":["Twój motyw zawiera opis meta, który uniemożliwia wtyczce %1$s poprawne funkcjonowanie.  Usuń poniższą linię kodu lub wciśnij przycisk \"Napraw to\":"],"Google Publisher Page":["Strona autora w Google"],"Date in Snippet Preview":["Data w podglądzie"],"Twitter username (without @)":["Nazwa użytkownika Twitter (bez @)"],"Show date in snippet preview?":["Pokazać datę w podglądzie?"],"SEO: OK":["SEO: OK"],"SEO: Poor":["SEO: Średnie"],"SEO: Bad":["SEO: Źle"],"SEO: No Focus Keyword":["SEO: Brak słowa kluczowego"],"SEO: Good":["SEO: Dobre"],"SEO: Post Noindexed":["SEO: Nie jest indeksowane"],"Meta Desc.":["Opis w Tagu Meta"],"Focus KW":["Główne słowo kluczowe"],"%s, Author at %s":["%s, Autor w serwisie %s"],"Remove the <code>?replytocom</code> variables.":["Usuń zmienne <code>?replytocom</code>."],"Post Types":["Typy treści"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Blokuje to funkcję zagnieżdżonych odpowiedzi w sytuacji gdy użytkownik ma wyłączony JavaScript. Ale na dużych stronach może to oznaczać <em>olbrzymie</em> zwiększenie efektywności robotów wyszukiwarek, zwłaszcza jeśli na takiej stronie znajduje się duża liczba komentarzy."],"Replaced with the post type single label":["Nazwa typu wpisu w liczbie pojedynczej"],"Other":["Inne"],"Replaced with the post type plural label":["Nazwa typu wpisu w liczbie mnogiej"],"%s Archive":["Archiwum %s"],"Social settings":["Ustawienia serwisów społecznościowych"],"Sitewide settings":["Ustawienia dla całej strony"],"%s Archives":["Archiwa: %s"],"Always index":["Zawsze indeksuj"],"No focus keyword was set for this %s. If you do not set a focus keyword, no score can be calculated.":["Ani jedno główne słowo kluczowe nie zostało ustawione dla tego %s. Jeśli nie ustawisz głównego słowa kluczowego, żaden wynik nie będzie obliczony."],"To update this page analysis, save as draft or update and check this tab again":["Żeby zaktualizować analizę na tej stronie, zapisz ją jako kopię roboczą lub uaktualnij ją oraz sprawdź tą zakładkę ponownie."],"No subheading tags (like an H2) appear in the copy.":["W tekście brakuje tagów nagłówka (takich jak h2, h3)."],"The keyword density is %s%%, which is over the advised 4.5%% maximum, the keyword was found %s times.":["Gęstość słowa kluczowego wynosi %s%%, co oznacza wartość powyżej zalecanego maksimum (4.5%%). Słowo kluczowe występuje %s razy."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s automatycznie wykrył, czy jest potrzeba stosowania wymuszonego nadpisywania tytułów na Twojej stronie. Jeśli jednak uważasz, że obecne ustawienie nie jest poprawne i wiesz, co robisz, możesz zmienić je w tym miejscu."],"Replaced with a posts custom taxonomies, comma separated.":["Własne taksonomie (oddzielone przecinkami)."],"Replaced with a posts custom field value":["Wartość z własnego pola"],"Take this tour to quickly learn about the use of this plugin.":["Przejdź przez podróż wprowadzającą, jeśli zależy Ci na czasie i chcesz się szybko nauczyć obsługi tego pluginu."],"Special Pages":["Strony specjalne"],"I don't know why you'd want to use meta keywords, but if you want to, check this box.":["Nie mam pojęcia czemu chcesz użyć słów Kluczowych Meta, ale jeśli chcesz to zrobić, zaznacz tutaj."],"Unchecking this box allows authors and editors to redirect posts, noindex them and do other things you might not want if you don't trust your authors.":["Odznaczenie tego pola pozwoli autorom i edytorom przekierowywać wpisy, zaznaczać opcje noindex, a także robić inne rzeczy, których byś nie chciał, żeby robili, jeśli tylko nie masz do nich pełnego zaufania."],"Post is set to noindex.":["Post jest ustawiony na noindex"],"Use %s default (Currently: %s)":["Użyj %s domyślnie (Obecnie: %s)"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["Ten %s posiada ustawienia indeksowania ustawione w Tytułach i meta. Możesz je zmienić tutaj."],"Titles &amp; Metas":["Tytuły i Meta Tagi"],"Default for post type, currently: %s":["Domyślny dla typu wpisów, aktualnie: %s"],"Focus keyword not set.":["Głowne słowo kluczowe nie zostało ustawione."],"Search for \"%s\"":["Szukaj \"%s\""],"Always noindex":["Zawsze noindex"],"Noindex subpages of archives":["Podstrony w archiwach z opcją noindex "],"If you want to prevent /page/2/ and further of any archive to show up in the search results, enable this.":["Jeśli nie chcesz aby kolejne podstrony stronicowania jak np. /page/2/ pojawiały się w wynikach wyszukiwania, włącz to."],"Hide RSD Links":["Ukryj linki RSD"],"Hide WLW Manifest Links":["Ukryj linki manifestu WLW"],"Hide Shortlink for posts":["Schowaj Shortlinki dla postów"],"Hide RSS Links":["Ukryj linki RSS"],"Meta Robots":["Tagi meta dla robotów"],"Hide":["Ukryj"],"These pages will be %s by default, so they will never show up in search results.":["Te strony będą domyślnie oznaczone opcjami %s. Z tego też powodu nigdy nie pojawią się w wynikach wyszukiwania."],"The separator defined in your theme's <code>wp_title()</code> tag.":["Separator zdefiniowany w tagu <code>wp_title()</code> Twojego motywu."],"If you want to restore a site to the default %s settings, press this button.":["Jeśli chcesz przywrócić stronę do ustawień domyślnych %s, naciśnij ten przycisk."],"Security":["Bezpieczeństwo"],"This image is used if the post/page being shared does not contain any images.":["Ten obraz jest używany, gdy udostępniony post/strona nie zawiera żadnych obrazów."],"Twitter":["Twitter"],"Add Twitter card meta data":["Dodaj dane meta Karty Twitter"],"No focus keyword set.":["Słowo kluczowe nie jest ustawione."],"Your hosting environment does not support PHP's %sDocument Object Model%s.":["Srodowisko w Twoim hostingu nie wspiera %sDocument Object Model%s dla PHP."],"Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.":["Słowo kluczowe/fraza kluczowa występuje w kopii w %s z %s podnagłówków. Pomimo iż, nie jest to kluczowy czynnik, jest on korzystny."],"You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.":["Nie użyłeś w swojej kopii słowa kluczowego/frazy kluczowej w żadnym pod-nagłówku (takim jak H2)."],"You searched for %s":["Wyszukiwałeś %s"],"The post %s appeared first on %s.":["Artykuł %s pochodzi z serwisu %s."],"Successfully cleared all Facebook Data":["Wszystkie dane Facebooka zostały usunięte"],"Successfully removed admin %s":["Administrator %s został usunięty"],"Frontpage settings":["Ustawienia strony głównej"],"Facebook Insights and Admins":["Statystyki Insights i Administratorzy Facebooka"],"Alexa Verification ID":["ID weryfikacyjne Alexa"],"Social":["Społeczności"],"Email":["Email"],"Subscribe":["Zapisz się"],"Currently connected Facebook admins:":["Obecnie połączeni administratorzy Facebooka:"],"Add Another Facebook Admin":["Dodaj kolejnego Administratora Facebooka"],"Clear all Facebook Data":["Wyczyść wszystkie dane Facebooka"],"Image URL":["Adres URL obrazka"],"Description":["Opis"],"Default settings":["Ustawienia domyślne:"],"This is a settings export file for the %1$s plugin by Yoast.com":["To jest wyeksportowany plik z ustawieniami wtyczki %1$s autorstwa Yoast.com"],"SEO":["SEO"],"Keyword Research":["Słowa kluczowe"],"AdWords External":["Google AdWords"],"Google Insights":["Google Insights"],"SEO Book":["SEO Book"],"Analyze this page":["Analiza strony"],"Check Inlinks (OSE)":["Sprawdź linki (OSE)"],"Check Keyword Density":["Sprawdź nasycenie słów kluczowych"],"Check Google Cache":["Sprawdź Google Cache"],"Check Headers":["Sprawdź nagłówki"],"SEO Settings":["Ustawienia SEO"],"XML Sitemaps":["Mapa strony XML"],"Permalinks":["Bezpośrednie odnośniki"],"RSS":["Kanał RSS"],"Webmaster Tools":["Narzędzia webmasterów"],"Next":["Dalej"],"Like this plugin?":["Lubisz tę wtyczkę?"],"Congratulations!":["Gratulacje!"],"Start Tour":["Zacznij pokaz"],"Close":["Zamknij"],"Some files could not be removed. Please remove them via FTP.":["Część plików nie mogła być usunięta. Proszę usunąć je poprzez FTP."],"To enjoy all the benefits of the page analysis feature, you'll need to (get your host to) install it.":["Aby cieszyć się z wszystkich możliwości analizy strony, będziesz musiał (lub Twoja firma hostingowa) to zainstalować."],"The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.":["Słowo kluczowe na tej stronie zwiera jeden lub więcej %szakazany zwrot%s, proponuję go usunąć. Znaleziono '%s'."],"The keyword / phrase appears in the URL for this page.":["Słowo kluczowe / fraza pojawia się w adresie URL strony."],"The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Słowo kluczowe / fraza nie pojawia się w adresie URL strony. Jeśli zdecydujesz się aby zmienić ten adres, upewnij się, że poprzedni adres URL ma ustawione przekierowanie 301 na nowy adres."],"The slug for this page contains one or more <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, consider removing them.":["Bezpośredni odnośnik strony zwiera jeden lub więcej <a href=\"http://en.wikipedia.org/wiki/Stop_words\">zakazany zwrot</a>, proponuję go usunąć."],"The slug for this page is a bit long, consider shortening it.":["Bezpośredni odnośnik strony jest za długi, proponuję go trochę skrócić."],"Please create a page title.":["Proszę utworzyć tytuł strony."],"The page title is more than 40 characters and less than the recommended 70 character limit.":["Tytuł strony zawiera więcej niż 40 znaków i mniej niż rekomendowane ograniczenie do 70 znaków."],"The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.":["Tytuł strony zawiera %d znaków, co stanowi mniej niż rekomendowane minimum 40 znaków. Użyj pozostałej przestrzeni aby dodać wariacje słów kluczowych lub dodaj jakiś tekst zachęcający użytkownika do działania."],"The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.":["Tytuł strony zawiera %d znaków, a więc przekracza maksymalny widoczny limit 70 znaków; część słów nie będzie widoczna dla użytkowników na liście wyników wyszukiwania w wyszukiwarkach."],"The keyword / phrase %s does not appear in the page title.":["Słowo kluczowe / fraza %s nie występuje w tytule strony."],"The page title contains keyword / phrase, at the beginning which is considered to improve rankings.":["Tytuł strony zawiera słowo kluczowe / frazę na początku tytułu co może pozytywnie wpływać na ranking w wyszukiwarkach."],"The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.":["Tytuł strony zawiera słowo kluczowe / frazę, ale nie znajduje się na początku tytułu; spróbuj przenieść je na początek."],"No outbound links appear in this page, consider adding some as appropriate.":["Ta strona nie zawiera żadnych linków zewnętrznych, dodanie kliku byłoby wskazane."],"You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.":["Ta strona zawiera link do innej strony, zawierającej słowo kluczowe, które jest ustawione jako główne słowo kluczowe tej strony. Proponuję to zmienić, jeśli naprawdę chcesz aby ta strona dobrze się pozycjonowała."],"This page has %s outbound link(s).":["Ta strona posiada %s linków zewnętrznych."],"This page has %s outbound link(s), all nofollowed.":["Ta strona posiada %s linków zewnętrznych, wszystkie z atrybutem nofollow."],"This page has %s nofollowed link(s) and %s normal outbound link(s).":["Ta strona posiada %s linków z atrybutem nofollow i %s normalnych linków zewnętrznych."],"No images appear in this page, consider adding some as appropriate.":["Ta strona nie posiada obrazków, dobrze by było to zmienić."],"The images on this page are missing alt tags.":["Obrazki na tej stronie nie posiadają tagu alt."],"The images on this page contain alt tags with the target keyword / phrase.":["Obrazki na tej stronie posiadają atrybut alt zawierające docelowe słowo kluczowe / frazę."],"The images on this page do not have alt tags containing your keyword / phrase.":["Obrazki na tej stronie nie posiadają atrybutu alt zawierającego słowo kluczowe / frazę."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["W kontekście meta opisu zastanów się: Jak to wygląda w porównaniu z konkurencją? Czy można to lepiej wyrazić i wyeksponować?"],"The meta description is under 120 characters, however up to %s characters are available. %s":["Długość meta opisu wynosi mniej niż 120 znaków, ale wciąż dostępnych jest %s znaków. %s"],"The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s":["Długość opisu przekracza %s znaków, a skrócenie go zapewni widoczność całego opisu w wyszukiwarkach. %s"],"No meta description has been specified, search engines will display copy from the page instead.":["Ta strona nie posiada meta opisu więc wyszukiwarki wyświetlą tekst z treści strony."],"The meta description contains the primary keyword / phrase.":["Meta opis zawiera główne słowo kluczowe / frazę."],"A meta description has been specified, but it does not contain the target keyword / phrase.":["Meta opis został wpisany, ale nie zawiera docelowego słowa kluczowego / frazy."],"The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.":["Dostępna przestrzeń jest krótsza niż 155 znaków, ponieważ Google dołączy datę publikacji w swoim podglądzie."],"There are %d words contained in the body copy. This is far too low and should be increased.":["Tekst zawiera %d słów. Jest to zdecydowanie zbyt mało."],"The keyword density is %s%%, which is a bit low, the keyword was found %s times.":["Częstotliwość pojawiania się słowa kluczowego wynosi %s%%, a więc jest trochę zbyt mała, a słowo kluczowe pojawia się w tekście %s razy."],"The keyword density is %s%%, which is great, the keyword was found %s times.":["Częstotliwość pojawiania się słowa kluczowego wynosi %s%%, co jest idealnym wynikiem. Słowo kluczowe pojawia się w tekście %s razy."],"The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.":["Słowo kluczowe nie pojawia się w pierwszym akapicie tekstu, upewnij się że temat o którym piszesz jest jasny od razu."],"The keyword appears in the first paragraph of the copy.":["Słowo kluczowe pojawia się w pierwszym akapicie tekstu."],"Flesch Reading Ease":["Łatwość czytania Flescha"],"The copy scores %s in the %s test, which is considered %s to read. %s":["Tekst otrzymał wynik %s w ocenie testu %s, co oznacza, że jego czytelność jest %s. %s"],"very easy":["bardzo łatwa"],"easy":["łatwa"],"fairly easy":["dość łatwa"],"OK":["OK"],"fairly difficult":["dość trudna"],"Try to make shorter sentences to improve readability.":["Aby poprawić czytelność, spróbuj trochę skrócić zdania."],"difficult":["trudna"],"Try to make shorter sentences, using less difficult words to improve readability.":["Aby poprawić czytelność, spróbuj trochę skrócić zdania i używać prostszych słów."],"very difficult":["bardzo trudna"],"Huge SEO Issue: You're blocking access to robots.":["Duży problem z SEO: Blokujesz dostęp dla wyszukiwarek."],"I know, don't bug me.":["Wiem o tym, nie przypominaj mi."],"Settings Updated.":["Ustawienia zostały zaktualizowane."],"Site Admins (default)":["Administratorzy strony (domyślne)"],"Super Admins only":["Tylko Super Administratorzy"],"Save MultiSite Settings":["Zapisz ustawienia sieci"],"MultiSite Settings":["Ustawienia sieci"],"Using this form you can reset a site to the default SEO settings.":["Używając tego formularza możesz przywrócić domyślne ustawienia SEO."],"Blog ID":["ID strony"],"Restore site to defaults":["Przywróć ustawienia domyślne"],"Restore site to default settings":["Przywróć stronę do ustawień domyślnych"],"RSS Footer options imported successfully.":["Ustawienia wtyczki RSS Footer zostały zaimportowane."],"Yoast Breadcrumbs options imported successfully.":["Ustawienia Yoast Breadcrumbs zostały zaimportowane."],"Yoast Breadcrumbs options could not be found":["Ustawienia Yoast Breadcrumbs nie zostały znalezione"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Bez wątpienia używałeś jakiejś wtyczki SEO, jeżeli nie jest to nowa strona. Dla Twojej wygody możesz tu zaimportować dane. Jeśli chcesz, możesz najpierw je zaimportować, sprawdzić czy dane zostały zaimportowane poprawnie a następnie usunąć lub potwierdzić import. Zduplikowane dane nie zostaną zaimportowane."],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["Jeśli używałeś już innej wtyczki SEO, wypróbuj %sSEO Data Transporter%s aby przenieść swoje dane do tej wtyczki - to działa świetnie!"],"Import from HeadSpace2?":["Import z HeadSpace2?"],"Import from All-in-One SEO?":["Import z All-in-One SEO?"],"Delete the old data after import? (recommended)":["Usunąć stare dane po imporcie? (zalecane)"],"Import":["Importuj"],"Import from Robots Meta (by Yoast)?":["Import z Robots Meta (od Yoast)?"],"Import from RSS Footer (by Yoast)?":["Import z RSS Footer (od Yoast)?"],"Import from Yoast Breadcrumbs?":["Import z Yoast Breadcrumbs?"],"Export":["Eksport"],"Export your %1$s settings here, to import them again later or to import them on another site.":["W tym miejscu możesz wyeksportować ustawienia wtyczki %1$s, aby później móc je zaimportować na tej lub innej witrynie."],"Include Taxonomy Metadata":["Eksportuj metadane taksonomii"],"Import settings":["Importuj ustawienia"],"Settings successfully imported.":["Ustawienia zostały zaimportowane."],"Settings could not be imported:":["Ustawienia nie mogą zostać zaimportowane:"],"Upload failed.":["Nie udało się wgrać."],"Force rewrite titles":["Wymuszanie nadpisywania tytułów"],"Homepage":["Strona główna"],"Title template":["Szablon tytułu"],"Meta description template":["Szablon meta opisu"],"Meta keywords template":["Szablon słów kluczowych"],"Homepage &amp; Front page":["Strona główna (Homepage) &amp; strona z wpisami (Front page)"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":["Możesz określić tytuł i opis strony głównej %sedytując tę stronę &raquo;%s"],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["Możesz określić tytuł i opis strony z wpisami %sedytując tę stronę&raquo;%s"],"Taxonomies":["Taksonomie"],"Author Archives":["Archiwa autorów"],"Date Archives":["Archiwa dat"],"Search pages":["Strony z wynikami wyszukiwania"],"404 pages":["Strony 404"],"Custom Post Type Archives":["Archiwa Własnych Typów Treści"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Uwaga: zamiast szablonów stosowane są tu tytuły i opisy stron archiwum Własnych Typów Treści."],"Title":["Tytuł"],"Meta description":["Opis"],"Breadcrumbs Title":["Tytuł okruszków"],"Replaced with the date of the post/page":["Zastąpione datą wpisu/strony"],"Replaced with the title of the post/page":["Zastąpione tytułem wpisu/strony"],"The site's name":["Nazwa strony"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Zastąpione skrótem wpisu/strony (lub automatycznie generowanym skrótem jeśli nie istnieje)"],"Replaced with the post/page excerpt (without auto-generation)":["Zastąpione skrótem wpisu/strony (bez automatycznego generowania)"],"Replaced with the current tag/tags":["Zastąpione aktualnym tagiem/tagami"],"Replaced with the post categories (comma separated)":["Zastąpione kategoriami wpisu (oddzielone przecinkami)"],"Replaced with the category description":["Zastąpione opisem kategorii"],"Replaced with the tag description":["Zastąpione opisem tagu"],"Replaced with the term description":["Zastąpione opisem terminu"],"Replaced with the term name":["Zastąpione nazwą terminu"],"Replaced with the post/page modified time":["Zastąpione datą ostatniej modyfikacji wpisu/strony"],"Replaced with the post/page ID":["Zastąpione ID wpisu/strony"],"Replaced with the post/page author's 'nicename'":["Zastąpione nazwą autora wpisu/strony"],"Replaced with the post/page author's userid":["Zastąpione ID autora wpisu/strony"],"Replaced with the current search phrase":["Zastąpione aktualnie wyszukiwaną frazą"],"Replaced with the current time":["Zastąpione aktualnym czasem"],"Replaced with the current date":["Zastąpione aktualną datą"],"Replaced with the current month":["Zastąpione aktualnym miesiącem"],"Replaced with the current year":["Zastąpione aktualnym rokiem"],"Replaced with the current page total":["Zastąpione aktualną liczbą stron"],"Replaced with the current page number":["Zastąpione numerem aktualnej strony"],"Attachment caption":["Etykieta załącznika"],"Replaced with the posts focus keyword":["Zastąpione głównym słowem kluczowym wpisu"],"Strip the category base (usually <code>/category/</code>) from the category URL.":["Usuń kategorię z odnośników (co zwykle wygląda tak <code>/category/</code>) z adresu URL kategorii."],"Enforce a trailing slash on all category and tag URL's":["Wymuś dodanie ukośnika we wszystkich adresach URL kategorii i tagów"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Jeśli zdecydujesz się na strukturę odnośników wpisów z %1$s lub czymkolwiek innym poza znakiem %2$s na końcu adresu, ta funkcja zmusi WordPressa do dodania ukośnika na wszystkich stronach, które nie są wpisami."],"Redirect attachment URL's to parent post URL.":["Przekieruj adres URL załącznika do adresu URL wpisu, do którego jest załączony."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URL's if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Załączniki do wpisów są przechowywane w bazie danych jako wpisy, a to oznacza, że są dostępne pod ich własnymi adresami URL jeśli się ich nie przekieruje. Włączenie tej funkcji spowoduje przekierowanie ich do wpisów, do których są załączone."],"Redirect ugly URL's to clean permalinks. (Not recommended in many cases!)":["Przekieruj brzydkie adresy URL do ładnych linków. (W wielu wypadkach nie jest to zalecane!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Ludzie czasem popełniają błędy kierując się na Twoją stronę lub niechcący dodają parametry na końcu adresów URL. Ta funkcja pozwala na przekierowanie ich na właściwe adresy. Ale zdarza się, że powoduje problemy z wtyczkami i choćby z tego powodu powinna być pierwszą, którą wyłączysz jeżeli zauważysz problemy z działaniem Twojej strony."],"Prevent cleaning out Google Site Search URL's.":["Zabezpiecz się przed wyczyszczeniem adresów URL wyszukiwarki Google na stronie."],"Google Site Search URL's look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Adresy URL wyszukiwarki Google na stronie wyglądają dziwnie i brzydko, ale jeśli jej używasz, to prawdopodobnie chciałbyś aby nie zostały wyczyszczone."],"Other variables not to clean":["Inne zmienne których nie chcesz czyścić"],"Enable Breadcrumbs":["Włącz okruszki"],"Separator between breadcrumbs":["Separator pomiędzy okruszkami"],"Anchor text for the Homepage":["Tekst linka do strony głównej"],"Prefix for the breadcrumb path":["Prefiks ścieżki okruszków"],"Prefix for Archive breadcrumbs":["Prefiks okruszków dla archiwów"],"Prefix for Search Page breadcrumbs":["Prefiks okruszków dla strony z wynikami wyszukiwania"],"Breadcrumb for 404 Page":["Okruszki dla stron 404"],"Remove Blog page from Breadcrumbs":["Usuń stronę z wpisami z okruszków"],"None":["Brak"],"Blog":["Strony z wpisami"],"Bold the last page in the breadcrumb":["Pogrub ostatnią stronę okruszków"],"How to insert breadcrumbs in your theme":["Jak wstawić okruszki do motywu"],"You cannot edit the robots.txt file.":["Nie możesz edytować pliku robots.txt"],"Updated Robots.txt":["Robots.txt został zaktualizowany"],"You cannot edit the .htaccess file.":["Nie możesz edytować pliku .htaccess."],"If your robots.txt were writable, you could edit it from here.":["Jeśli plik robots.txt ma prawa do zapisu to mógłbyś go edytować tutaj."],"Edit the content of your robots.txt:":["Edytuj zawartość pliku robots.txt:"],"Save changes to Robots.txt":["Zapisz zmiany w Robots.txt"],"Robots.txt":["Robots.txt"],"If your .htaccess were writable, you could edit it from here.":["Jeśli plik .htaccess ma prawa do zapisu to mógłbyś go edytować tutaj."],"Edit the content of your .htaccess:":["Edytuj zawartość pliku .htaccess:"],"Save changes to .htaccess":["Zapisz zmiany w .htaccess"],".htaccess file":["plik .htaccess"],"Facebook App ID":["ID Aplikacji na Facebooku"],"Disable the author archives":["Wyłącz archiwa autorów"],"Disable the date-based archives":["Wyłącz archiwa dat"],"Prevents search engines from using the DMOZ description for pages from this site in the search results.":["Zabrania silnikom wyszukiwarek z korzystania z opisów DMOZ dla stron w wynikach wyszukiwania."],"Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.":["Zabrania silnikom wyszukiwarek na używanie katalogu Yahoo! do opisu stron w wynikach wyszukiwania."],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Ta funkcja jest wykorzystywana do automatycznego dodawania treści do kanału RSS, a dokładniej, jest przeznaczona do dodawania linków zwrotnych do Twojego bloga i wpisów aby aplikacje pobierające treści RSS również je dodawały, co pomaga wyszukiwarkom identyfikowanie Twojej strony jako oryginalne źródło treści."],"Content to put before each post in the feed":["Zawartość, która ma pojawić się przed wpisem w RSS"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Możesz używać tych zmiennych w ramach treści, które zostaną zmienione na odpowiednie wartości po prawej stronie."],"A link to the archive for the post author, with the authors name as anchor text.":["Link do archiwum autora wpisu, z nazwą autora jako anchor tekst."],"A link to the post, with the title as anchor text.":["Link do wpisu, z tytułem jako linkiem."],"A link to your site, with your site's name as anchor text.":["Link do strony, z nazwą strony jako linkiem."],"A link to your site, with your site's name and description as anchor text.":["Link do strony, z jej nazwą i opisem jako linkiem."],"Check this box to enable XML sitemap functionality.":["Zaznacz to pole, jeśli chcesz włączyć obsługę mapy strony XML."],"You can find your XML Sitemap here: %sXML Sitemap%s":["Mapę strony XML możesz znaleźć tutaj: %sMapa strony XML%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["<strong>Nie</strong> ma potrzeby generowania mapy strony XML, a generowanie zajmie chwilę po publikacji wpisu."],"Save your settings to activate XML Sitemaps.":["Zapisz ustawienia aby aktywować mapę strony XML."],"General settings":["Ustawienia ogólne"],"Please check the appropriate box below if there's a post type that you do <strong>NOT</strong> want to include in your sitemap:":["Zaznacz typy treści, których <strong>NIE</strong> chcesz umieść w swojej mapie strony:"],"Please check the appropriate box below if there's a taxonomy that you do <strong>NOT</strong> want to include in your sitemap:":["Zaznacz taksonomie, których <strong>NIE</strong> chcesz umieść w swojej mapie strony:"],"Fix it.":["Napraw to."],"The following file(s) is/are blocking your XML sitemaps from working properly:":["Następujące pliki powodują, że Twoja mapa strony nie działa prawidłowo:"],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["Usuń je (możesz to zrobić, klikając przycisk \"Napraw to\" ) lub wyłącz mapy XML strony we wtyczce %1$s."],"Ignore.":["Ignoruj."],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Nazwa wpisu nie jest ustawiona jako bezpośredni odnośnik stron i wpisów, co jest zdecydowanie rekomendowane. Rozważ ustawienie bezpośrednich odnośników na <strong>/%postname%/</strong>."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, so the suggestion is to disable it, to do that, simply uncheck the box before \"Break comments into pages...\"":["Stronicowanie komentarzy jest włączone, co nie jest potrzebne w 999 na 1000 przypadków, więc sugerowane jest wyłączenie tej funkcji poprzez odznaczenie pola przed \\\"Podziel komentarze na strony...\\\""],"General Settings":["Ustawienia ogólne"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Możesz użyć poniższych pól aby zweryfikować stronę w różnych narzędziach dla webmasterów. Jeśli Twoja strona jest już zweryfikowana, możesz pominąć te pola. Wpisz kody weryfikacyjne dla:"],"Bing Webmaster Tools":["Narzędzia dla webmasterów Bing"],"Title to use for Author page":["Tytuł dla strony autora"],"Meta description to use for Author page":["Meta opis na stronie autora"],"Meta keywords to use for Author page":["Meta słowa kluczowe na stronie autora"],"Settings":["Ustawienia"],"SEO Title":["Tytuł SEO"],"The SEO title is used on the archive page for this term.":["Tytuł SEO jest wykorzystywany na stronie archiwum tego terminu."],"SEO Description":["Opis SEO"],"The SEO description is used for the meta description on the archive page for this term.":["Opis SEO jest wykorzystywany jako meta opis na stronie archiwum tego terminu."],"Meta keywords used on the archive page for this term.":["Meta słowa kluczowe jest wykorzystywane na stronie archiwum tego terminu."],"Canonical":["Kanoniczne"],"The canonical link is shown on the archive page for this term.":["Link kanoniczny jest wyświetlany na stronie archiwum tego terminu."],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["Tytuł okruszków jest wykorzystywany w miejscu wyświetlania %s."],"Noindex this %s":["Nie indeksuj tego %s"],"Include in sitemap?":["Uwzględnić w mapie strony?"],"Auto detect":["Wykryj automatycznie"],"Always include":["Zawsze uwzględniaj"],"Never include":["Nie uwzględniaj nigdy"]," (because of date display)":[" (ze względu na wyświetlanie daty)"],"Snippet Preview":["Podgląd"],"Focus Keyword":["Główne słowo kluczowe"],"The <code>meta</code> description will be limited to %s chars%s, %s chars left.":["<code>Meta</code> opis będzie ograniczony do %s znaków%s, pozostało znaków: %s."],"If you type something above it will override your %smeta keywords template%s.":["To co tutaj wpiszesz zastąpi to, co zostało określone w %sszablonie słów kluczowych%s."],"Meta Robots Index":["Meta indeksowanie"],"Meta Robots Follow":["Meta Follow dla robotów"],"Follow":["Podążaj"],"Nofollow":["Nie podążaj"],"Meta Robots Advanced":["Zaawansowane meta robots"],"Advanced <code>meta</code> robots settings for this page.":["Zaawansowane ustawienia <code>meta</code> robots dla tej strony."],"NO ODP":["Bez ODP"],"NO YDIR":["Bez YDIR"],"No Archive":["Bez archiwum"],"No Snippet":["Bez podglądu"],"Breadcrumbs title":["Tytuł okruszków"],"Title to use for this page in breadcrumb paths":["Tytuł strony w ścieżce okruszków"],"Canonical URL":["Kanoniczny URL"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["Podaj kanoniczny adres URL na który ta strona powinna wskazywać, lub zostaw puste aby zastosować ustawienia domyślne. %sAdresy kanoniczne dla wielu domen%s także są obsługiwane."],"301 Redirect":["Przekierowanie 301"],"The URL that this page should redirect to.":["Adres URL na przekierowania strony."],"General":["Ogólne"],"Page Analysis":["Analiza strony"],"Advanced":["Zaawansowane"],"Archives":["Archiwa"],"Page not found":["Strony nie znaleziono"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Uwaga do administratora: ta strona nie wyświetla meta opisu ponieważ go nie posiada. Napisz go konkretnie dla tej strony lub przejdź do SEO -> menu Tytuły i ustaw szablon dla opisów."],"Home":["Strona główna"],"Archives for":["Archiwum dla"],"You searched for":["Wyszukiwana fraza"],"Error 404: Page not found":["Błąd 404: Strony nie znaleziono"],"posts\u0004All <span class=\"count\">(%s)</span>":["Wszystkie: <span class=\"count\">(%s)</span>","Wszystkie: <span class=\"count\">(%s)</span>","Wszystkie: <span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Kosz <span class=\"count\">(%s)</span>","Kosz <span class=\"count\">(%s)</span>","Kosz <span class=\"count\">(%s)</span>"]}}}