{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["No se pierda sus errores de rastreo: %1$sconectar con Google Search Consola aquí%2$s."],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s detectan que está utilizando una versión de %2$s que no es compatible con %1$s. Por favor, actualice %2$s a la versión más reciente para utilizar esta función."],"Creating redirects is a %s feature":["La creación de redirecciones es una característica de %s"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s detecta que está utilizando la versión %2$s de %3$s, por favor, actualice a la última versión para evitar problemas de compatibilidad."],"Recent Rockstars":["Rockstars recientes"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Si usted no sabe dónde encontrar el ID necesario, consulte el artículo %1$s en esta base de conocimientos %2$s."],"Error: a redirect for this URL already exists":["Error: una redirección para esta URL ya existe"],"Redirect this broken URL and fix the error":["Redirigir este URL roto y corregir el error"],"Posts that are set to %s":["Entradas que se establecen para %s"],"%s Posts Overview":["%s Entradas Información general"],"Prefix for search result pages:":["Prefijo para pagina de resultados de busqueda:"],"Prefix for archive pages:":["Prefijo para paginas archivadas:"],"Prefix for breadcrumbs:":["Prefijo para migas de pan:"],"Anchor text for the homepage:":["Texto ancla para la página de inicio:"],"Remove blog page from breadcrumbs":["Eliminar página del blog de las migas de pan"],"Search Console":["Consola de Busqueda"],"Export your %1$s settings":["Exportar sus %1$s ajustes"],"%1$s settings":["%1$s ajustes"],"Yoast SEO":["Yoast SEO"],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":["Abajo están sus publicaciones; Puntuaciones SEO. Ahora es buen tiempo como cualquiera para empezar a mejorar algunas de sus publicaciones."],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Si usa parámetros de campañas de Google Analytics empezando con %s, marca esta caja. Sin embargo, se recomienda no usar estos. De otro modo, puede usar la versión con un símbolo de numeral (#)."],"Reload crawl issues":["Actualizar cuestiones de rastreo"],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code.":["Para permitir %1$s para ir a buscar su %2$s información, por favor, introduzca su Código de Autorización Google."],"Get Google Authorization Code":["Obtener el Código de Autorización de Google"],"Please enter the Google Authorization Code in the field below and press the Authenticate button.":["Por favor introduzca el código de autorización Google en el campo de abajo y pulse el botón Autenticación."],"Authenticate":["Autenticar"],"Reauthenticate with Google ":["Autenticarse con Google"],"Current profile":["Perfil Actual"],"Profile":["Perfil"],"There were no profiles found":["No hubo perfiles encontrados"],"Save Profile":["Guardar Perfil"],"or":["o"],"Disable the Advanced part of the %1$s meta box":["Desactivar la parte avanzada de los %1$s cuadro de meta"],"%1$s Extensions":["%1$s Extensiones"],"%1$s Meta Box":["%1$s  Cuadro de Meta"],"Who should have access to the %1$s settings":["Quién debe tener acceso a los %1$s ajustes"],"%1$s comes with some very powerful built-in tools:":["%1$s viene con algunos muy potentes herramientas integradas:"],"Excluded Posts":["Entradas excluidos"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Puede excluir las entradas del mapa del sitio mediante la introducción de una cadena separada por comas con el número ID de entrada. El formato será algo así como: %1$s."],"Posts to exclude":["Entradas a excluir"],"Thank you for updating %1$s!":["Gracias por actualizar %1$s!"],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":["Usted no tiene que crear un redireccionamiento de URL %1$s s porque ya existe una redirección. El existente redirigir puntos a %2$s. Si esto está muy bien se puede marcar este tema como fijo. Si no, por favor vaya a la página de redirecciones y cambiar la URL de destino."],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year support and updates, on %2$s.":["Para ser capaz de crear una redirección y solucionar este problema, es necesario %1$s. Usted puede comprar el plugin, incluido el apoyo de un año y actualizaciones, en %2$s."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Plugins Yoast comparten algo de código entre ellos para hacer su sitio más rápido. Como resultado de eso, necesitamos todos los plugins Yoast para estar al día. Hemos detectado este no es el caso, así que por favor actualizamos los plugins Yoast que aún no están al día."],"URL":["URL"],"Last crawled":["Último rastreado."],"First detected":["Primer detectado"],"Response code":["Código de Respuesta"],"Mark as fixed":["Marcar como solucionado."],"Create redirect":["Crear Redirección"],"Search":["Búsqueda"],"Crawl errors per page":["Errores de rastreo por página"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["Las %1$s de datos se ha eliminado. Usted tendrá que volver a autenticar si desea recuperar los datos de nuevo."],"The issues have been successfully reloaded!":["Los temas han sido recargado con éxito!"],"Incorrect Google Authorization Code.":["Código de Autorización de Google incorrecto."],"Issue categories":["Categorías temas"],"Errors that occurred when your site was crawled by Googlebot.":["Los errores que se produjeron cuando su sitio se arrastró por Googlebot."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Los errores que se produjeron sólo cuando su sitio se arrastró por Googlebot-Mobile (errores no aparecieron para el escritorio)."],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Errores que sólo se produjeron cuando su sitio se arrastró por el robot de Google para los teléfonos con funciones (errores no aparecieron para el escritorio)."],"Create a redirect":["Crear una redirección"],"Current URL:":["URL Actual:"],"New URL:":["Nueva URL:"],"Mark as fixed:":["Marcar como solucionado:"],"Mark this issue as fixed in %1$s.":["Marque este tema como solucionado en %1$s."],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["La URL de destino no existe, pero el servidor no devuelve una presentación (archivo no encontrado) error 404."],"Desktop":["Escritorio"],"Smartphone":["Smartphone"],"Feature phone":["Característica del teléfono"],"%1$s Settings":["%1$s Ajustes"],"Posts with good SEO score":["Las entradas con buena puntuación SEO"],"Posts with OK SEO score":["Las entradas con OK puntuación SEO"],"Posts with poor SEO score":["Las entradas con mala puntuación de SEO"],"Posts with bad SEO score":["Las entradas con mala puntuación de SEO"],"Posts without focus keyword":["Las entradas sin palabra clave de enfoque"],"Upgrade to %1$s &raquo;":["Actualizar a %1$s &raquo;"],"The %1$s plugin(s) might cause issues when used in conjunction with %2$s.":["Las %1$s plugin(s) podría causar problemas cuando se utiliza junto con %2$s."],"This warning is generated by %1$s.":["Esta advertencia es generada por %1$s."],"Access denied":["Acceso denegado"],"Server requires authentication or is blocking Googlebot from accessing the site.":["El servidor requiere autenticación o está bloqueando Googlebot acceda al sitio."],"Faulty redirects":["Redirecciones defectuosos"],"Not followed":["No seguida"],"Not found":["No encontrado"],"URL points to a non-existent page.":["URL apunta a una página inexistente."],"Google was unable to crawl this URL due to an undetermined issue.":["Google no pudo arrastrarse este URL debido a un asunto indeterminado."],"Blocked":["Bloqueado"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot puede acceder a su sitio, pero ciertas URLs están bloqueados por Googlebot en su archivo %1$s. Este bloque podría ser o bien para todos Googlebots o incluso específicamente para el robot de Google para móviles."],"Server Error":["Error en el Servidor"],"Request timed out or site is blocking Google.":["Tiempo de espera agotado o sitio está bloqueando Google."],"Soft 404":["Suave 404"],"More %1$s":["Más %1$s"],"%s Breadcrumbs":["%s Migas de pan"],"Breadcrumbs separator:":["Migas separador:"],"Breadcrumb for 404 pages:":["Migas de pan para las páginas 404"],"Error creating %1$s export: ":["Error al crear la exportación de %1$s:"],"Configure %1$s's OpenGraph settings":["Configurar %1$s ajustes de OpenGraph"],"Configure %1$s's XML Sitemap settings":["Configurar %1$s ajustes de XML Sitemap"],"%1$s has been updated to version %2$s. %3$sClick here%4$s to find out what's new!":["%1$s se ha actualizado a la versión %2$s. ¡%3$sHaga clic aquí%4$s para descubrir lo que hay de nuevo!"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Sigue teniendo la descripción corta de Wordpress, incluso una vacía es probablemente mejor. %1$sPuede solucionarlo en la personalización%2$s"],"Just another WordPress site":["Otro sitio de WordPress"],"Latest Changes":["Modificaciones Más Reciente"],"We've summarized the most recent changes in %s.":["Hemos resumido los cambios más recientes en %s."],"View Changes":["Ver Cambios"],"Clean up the %s":["Limpiar el %s"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google muestra el nombre de su sitio web en resultados de búsqueda, lo implementaremos así por defecto pero lo puede cambiar aquí. También puede proporcionar un nombre de sitio web alternativo que quiera que considere Google."],"Alternate name":["Nombre alternativo"],"Duplicate content prevention":["Prevención de duplicado de contenido"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Si tiene un blog de un solo autor, el archivo de autor será exactamente igual a su página principal. Esto es lo que se llama un %1$sproblema de contenido ducplicado%2$s."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Si este es el caso en su sitio, puede elegir deshabilitarlo (lo que redirigirá a su página principal), o añadir %s de manera que no aparezca en resultados de búsqueda."],"Add %s to the author archives":["Añadir %s a los archivos del autor"],"Date-based archives could in some cases also be seen as duplicate content.":["Los archivos basados en datos podrían considerarse en algunos casos como contenido duplicado."],"Add %s to the date-based archives":["Añadir %s a los archivos basados en fechas"],"Sitewide meta settings":["Ajustes meta de todo el sitio"],"Use meta keywords tag?":["¿Usar etiqueta de meta palabras clave?"],"Add %s meta robots tag sitewide":["Añadir la etiqueta meta robots %s en todo el sitio"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Añade meta datos Open Graph a la %s sección de su sitio, Facebook y otras redes sociales utulizan estos datos cuando se comparten sus páginas."],"Add Twitter card meta data to your site's %s section.":["Añadir mata datos de la tarjeta de Twitter a la %s sección de su sitio."],"Taxonomy to show in breadcrumbs for post types":["Taxonomía a mostrar en migas de pan para el tipos de entrada."],"Post type archive to show in breadcrumbs for taxonomies":["Archivo de tipo de entrada a mostrar en las migas de pan para las taxonomías"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["El uso de esta característica de las migas de pan está explicada en %1$s nuestro artículo sobre implementación de migas de pan%2$s."],"Page %1$d of %2$d":["Página %1$d de %2$d"],"Mobile-Friendly Test":["Prueba de compatibilidad para móviles"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["La instalación del plugin %1$s se ha completado. Por favor, consulta las %2$sinstruccioines de instalación%3$s."],"Please make sure both fields are filled.":["Por favor, asegúrese de completar ambos campos."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Los datos introducidos tienen caracteres inválidos. Por favor, asegúrase de rellenar correctamente ambos campos."],"This Facebook user has already been added as an admin.":["Este usuario de Facebook ya se ha añadido como admin."],"More info can be found %1$son our knowledge base%2$s.":["Más información %1$sen nuestra base de conocimiento%2$s."],"Add Facebook admin":["Añadir administrador de Facebook"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["Para poder acceder a %1$sFacebook Insights%2$s, necesita añadir aquí un usuario. El nombre se usa sólo como referencia, el ID se usa para verificación."],"Admin's name:":["Nombre del administrador:"],"Admin's Facebook user ID:":["ID de usuario del administrador de Facebook:"],"Website name":["Nombre del sitio web"],"The recommended image size for %1$s is %2$spx.":["El tamaño de imagen recomendado para %1$s es %2$spx."],"Warning: the variable %s cannot be used in this template.":["Advertencia: la variable %s no se puede utilizar en esta plantilla."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["No hemos podido crear una conexión con nuestra API para verificar la clave(s) de licencia.  Por favor, pregunte a su proveedor de servicios de Internet (ISP) como permitir conexiones salientes desde el servidor a %s ."],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Su servidor tiene una versión desactualizada del módulo PHP cURL  (Versión: %s). Por favor, pregunte a su proveedor de internet para actualizar una versión reciente de CURL. Puede leer más sobre esto en nuestra  %sKnowledge base%s."],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":["La imagen destacada debe tener  como mínimo 200x200 píxeles para ser utilizada por Facebook y otros sitios de medios sociales."],"See the help tab for more info.":["Consulte la etiqueta de ayuda para obtener más información ."],"Note that not all variables can be used in every template.":["Atención: No todas las variables se pueden utilizar en cada plantilla."],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Tanto %1$s y %2$s crear OpenGraph salida, lo que podría hacer que Facebook, Twitter, LinkedIn y otras redes sociales utilizan los textos y las imágenes equivocadas cuando se están compartiendo sus páginas."],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["Tanto %1$s y %2$s puede crear mapas de sitio XML. Tener dos mapas de sitio XML no es beneficioso para los motores de búsqueda, sin embargo, podría ralentizar el sitio."],"To be able to access %sFacebook Insights%s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Para poder acceder a %sFacebook Insights%s para su sitio, es necesario especificar un Facebook Administrador. Esto puede ser un usuario. Si usted tiene una aplicación para su sitio web, usted podría utilizar eso también."],"Warning!":["¡Advertencia!"],"Recommended solution":["Solución recomendada"],"We recommend you deactivate %1$s and have another look at your %2$s configuration using the button above.":["Le recomendamos que desactive %1$s y echar otro vistazo a la %2$s configuración usando el botón de arriba."],"Deactivate %s":["Desactivar %s"],"What’s new in %s":["Nuevo en %s"],"Activation failed:":["Ha fallado la activación:"],"Export created: %1$sdownload your export file here%2$s.":["Exportación creado: %1$sdescargar el archivo de exportación aquí%2$s."],"Could not zip settings-file.":["No se ha podido crear el zip con el fichero de configuración."],"Could not write settings to file.":["No se puede escribir la configuración a un fichero."],"This export includes taxonomy metadata":["Esta exportación incluye metadatos taxonomía"],"No taxonomy metadata found":["No se han encontrado metadatos de taxonomías"],"Error: no Robots Meta data found to import.":["Error: no se han encontrado datos de Robots Meta para importar."],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["Importar configuración de la localización de <em>settings.zip</em> y haciendo clic en \"Importar configuración\""],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["La extensión filtro parece no estar disponible. Por favor, pregunte a su proveedor de alojamiento web para que pueda."],"Company Info":["Información de la empresa"],"Your Info":["Sus datos"],"Upload Image":["Subir imagen"],"Breadcrumbs":["Migajas de pan"],"SEO:":["SEO"],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":["Esta es la configuración general para %1$s, aquí puede reinicializar este recorrido o revertir la configuración de %1$s a sus valores originales."],"Tab: Your Info / Company Info":["Pestaña: Sus datos / Información de la empresa"],"Add some info here needed for Google's Knowledge Graph.":["Agregue aquí algunos datos requeridos por el Gráfico de Conocimiento de Google."],"Tab: Webmaster Tools":["Pestaña: Herramientas  para Webmaster"],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":["Puede añadir los códigos de verificación para los diferentes programas de Herramientas para webmasters de Google aquí, altamente animamos a que echa un vistazo a Google y Bing &#8217;s Herramientas para Webmaster."],"Tab: Security":["Pestaña: Seguridad"],"Determine who has access to the plugins advanced settings on the post edit screen.":["Determine quién tiene acceso a la configuración avanzada en la pantalla de edición de la Entrada."],"Subscribe to our Newsletter":["Suscríbase a nuestras noticias"],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":["La primera pestaña le mostrará la configuración para los títulos de todo el sitio, normalmente usted solo necesita cambiar el Separador del Título."],"On the archives tab you can set templates for specific pages like author archives, search results and more.":["En la pestaña de archivos usted puede crear plantillas para páginas específicas como los archivos de autor, los resultados de búsquedas y más."],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":["En la pestaña de Otros usted puede cambiar configuraciones para todo el sitio, como habilitar las meta palabras clave."],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":["En esta pestaña usted puede verificar su sitio con Pinterest e ingresar su cuenta Pinterest."],"On this tab you can enter some more of your social accounts, mostly used for Google's Knowledge Graph.":["En esta pestaña usted puede ingresar otras de sus cuentas sociales, normalmente utilizado para las Gráficas de Conocimiento de Google."],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":["Este plugin añade mapas del sitio tipo XML a su sitio. Estos mapas del sitio se actualizan automáticamente cuando usted publica una nueva entrada, página o entrada personalizada y se notifica de forma automática a Google y a Bing."],"Advanced Settings":["Configuraciones Avanzadas"],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":["Todas las opciones en estas pestañas son exclusivamente para usuarios avanzados, si no sabes si deberías habilitar alguna, no las toques."],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":["Las poderosas funciones de %1$s pueden ser extendidas con %3$sYoast premium plugins%4$s. Estos plugins premium requieren de la instalación de %1$s o de %2$s y agregan funcionalidades específicas. Puede leer acerca de los Plugins Premium de Yoast %3$saquí%4$s."],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":["Gracias por usar nuestro plugin y buena suerte con su SEO!<br/><br/>Saludos,<br/>Team Yoast - %1$sYoast.com%2$s"],"Introduction Tour":["Recorrido de Introducción"],"Restore Default Settings":["Restablecer la Configuración por Defecto"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Estos datos se muestran como metadatos en su sitio. Se pretende que aparezcan en las Gráficas de Conocimiento de Google. Usted puede ser una empresa o una persona, escoja alguna:"],"Company or person":["Empresa o persona"],"Choose whether you're a company or person":["Escoja si usted es una empresa o una persona"],"Company":["Empresa"],"Person":["Persona"],"Company Name":["Nombre de la Empresa"],"Company Logo":["Logotipo de la Empresa"],"Your name":["Su nombre"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["Aquí es donde usted ingresaría la clave de la licencia para alguno de nuestros plugins premium, de activar alguno."],"Enable force rewrite titles":["Habilitar la escritura forzada de los títulos"],"Accounts":["Cuentas"],"To inform Google about your social profiles, we need to know their URLs.":["Para informar a Google acerca de sus perfiles sociales, necesitamos saber sus URLs"],"For each, pick the main account associated with this site and please enter them below:":["Para cada uno, escoja la cuenta principal asociada con este sitio e ingrese la abajo:"],"Twitter Username":["Nombre de usuario en Twitter"],"Instagram URL":["URL de Instagram"],"LinkedIn URL":["URL de LinkedIn"],"MySpace URL":["URL en MySpace"],"Pinterest URL":["URL en Pinterest"],"YouTube URL":["URL en YouTube"],"Google+ URL":["URL en Google+"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest utiliza metadatos de Open Graph, igual que Facebook, así que asegúrese de marcar la casilla de Open Graph en la pestaña de Facebook si usted quiere optimizar su sitio para Pinterest."],"Pinterest verification":["Verificación de Pinterest"],"To %1$sverify your site with Pinterest%2$s, add the meta tag here:":["Para %1$sverificar su sitio con Pinterest%2$s, agregue aquí la etiqueta de meta:"],"Bulk editor":["Editor en masa"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Esta herramienta le permite cambiar títulos y descripciones de forma rápida en sus entradas y páginas sin tener que ir al editor para cada página."],"Import and Export":["Importar y Exportar"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importar las configuraciones de otros plugins para SEO y exportar su configuración para reutilizarla en (otro) blog."],"File editor":["Editor de archivos"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Esta herramienta le permite cambiar de forma rápida archivos importantes para su SEO, como el robots.txt, y si tienen uno, el archivo .htaccess."],"&laquo; Back to Tools page":["&laquo; Regrese a la Página de Herramientas"],"Max entries per sitemap":["Número máximo de entradas por mapa del sitio"],"Credits":["Créditos"],"More Translations":["Más Traducciones"],"%1$s ships, at time of release, with %4$d translations, of which %5$d are complete. That's a huge improvement from last time, and we're improving every week. Join us at %2$stranslate.yoast.com%3$s!":["%1$s se embarca, a la fecha de liberación, con %4$d  traducciones, de las cuales %5$d son completas. Eso es una gran mejora desde la última liberación, y estamos mejorando cada semana. Únase nos en %2$stranslate.yoast.com%3$s!"],"Go to The General settings page →":["Ir a la página de configuraciones Generales →"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Mientras mucho del equipo de desarrollo se encuentra en %1$sYoast%2$s Países Bajos, %3$s es creado por un equipo mundial."],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["¿Quiere ayudarnos a desarrollar? ¡Lea nuestra %1$sguía de contribución%2$s!"],"Project Leaders":["Líderes de Proyecto"],"Project Lead":["Líder de Proyecto"],"Lead Developer":["Líder de Desarrollo"],"QA & Translations Manager":["Gerente de QA & Traducciones"],"Contributing Developers":["Desarrolladores Contribuyentes"],"Developer":["Desarrollador"],"Contributors to this release":["Colaboradores en esta versión"],"Change URLs":["Cambiar URLS:"],"Clean up permalinks":["Limpiar enlaces permanentes"],"Import from other SEO plugins":["Importar de otros plugins SEO"],"Import from other plugins":["Importar de otros plugins"],"If you want to import data from (by now ancient) Yoast plugins, you can do so here:":["Si quiere importar datos de (por ahora) anteriores plugins Yoast, puede hacerlo aquí:"],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":["Hemos detectado el plugin All-In-One-SEO . ¿Quieres %simportar su ajustes%s?"],"You are not allowed to access this page.":["No tiene permisos para acceder a ésta página."],"Tools":["Herramientas"],"Your %s license has been activated. ":["Su licencia %s se ha activado ahora."],"You have an unlimited license. ":["Tiene una licencia ilimitado."],"You have used %d/%d activations. ":["Usaste %d/%d activaciones."],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["un,acerca de,arriba,después,de nuevo,en contra,todo,soy,un,y,cualquiera,son,como,a las,ser,porque,estado,antes,siendo,debajo,entre,ambos,pero,por,podría,hizo,hace,hacen,haciendo,abajo,durante,cada,pocos,para,desde,futuro,tuvo,tiene,tienen,teniendo,el,el quisiera,el será,el es,ella,aquí,aquí es, ella es,ella misma,el,el mismo,su,como,como seria,yo, yo seria,yo seré,yo soym,yo he sido,si,dentro, adentro, es,es,esto esta,esto esta, ello mismo, vamos a,yo,mas,mas,yo,conmigo,no,de,sobre,una vez,solo,o,otro,tambien.nuestro,nuestros,nosotros mismos,fuera,sobre,propio,igual,ella,ella quisiera,ella sera,ella es,deberia,tambien,algo,tan,que,eso,eso es,el,suyo,suyos,ellos,ellos mismos,entonces,hay,hay,esos,ellos,ellos serian,ellos seran,ellos son,ellos han,esto,eso,a travez,para,tambien,debajo,hasta,arriba,muy,estaba,nosotros,nosotros seriamos,nosotros seremos,nosotros somos,nosotros hemos,eran,que, que es, cuando, cuando es, donde, donde es,cual,mientras,quien,quien es, quien,porque,por que es,con,seria,tu,tu serias,tu seras,tu eres,tu has sido,tu,tuyos,ti mismo,ustedes mismos"],"The SEO title defaults to what is generated based on this sites title template for this posttype.":["El titulo SEO defina que es generado en base a plantilla del sitio para este tipo de entrada."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Si no quiere usar este titulo de entrada para compartir el post en %s pero en lugar de eso quieres otro titulo ,escribelo aqui"],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Si no quiere usar la meta descripción para compartir el post en %s; pero quiere otra descripción, escribela aqui."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Si quiere sobre escribir la imagen usada en %s para esta entrada, sube/escoje una imagen o agrega la URL aquí."],"%s Title":["%s Titulo"],"%s Description":["%s Descripción"],"%s Image":["%s Imagen"],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":["Si lo que se gustaría para mantenerle al día en temas de %1$s y otros plugins por Yoast, suscribese a nuestro boletin:"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Como puede ver, hay una traducción de este plugin en %1$s. Esta traducción esta actualmente %3$d%% completa. Necesitamos su ayuda para completarla y arreglar cualquier error. Por favor registrase en %4$$ para ayudar a completar la traducción en %1$s"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Esta usando WordPress en %1$s. Mientras %2$s a sido traducido a %1$s para %3$d%%, no a sido enviado en el plugin aun. Su puedes ayudar. Registrase en %4$s para completar la traducción de %1$s!"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Esta usando un idioma de WordPress que aun no soportamos. Nos encantaria traducir %2$s lenguaje tambien, pero desafortunadamente, no esta actualmente. Se puede cambiar eso! Registrase en %4$s para ayudar a traducirlo."],"Translation of %s":["Traduccion de %s"],"Register now &raquo;":["Registrase ahora &raquo;"],"The old data of the imported plugin was deleted successfully.":["Los datos antiguos del plugin de importación se han eliminado correctamente."],"Content to put after each post in the feed":["Contenido para poner después de cada entrada en el feed"],"Exclude user roles":["Excluir los roles de usuarios"],"Pinterest Rich Pins Validator":["Validador de Pines Detallados de Pinterest"],"HTML Validator":["Validador HTML"],"CSS Validator":["Validador CSS"],"Google Page Speed Test":["Prueba de Velocidad de Pagina por Google"],"Modern IE Site Scan":["Escaneo de Sitio IE Moderno"],"Focus keyword usage":["Uso de palabras clave relevantes"],"You have used HTML in your value which is not allowed.":["Ha utilizado HTML en su valor que no está permitido."],"Exclude user from Author-sitemap":["Excluir usuario del mapa del sitio de Autores"],"(no parent)":["(sin superior)"],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":["Hay más que aprender acerca de WordPress y SEO que solo usando el plugin. Un gran comienzo es nuestro articulo: %1$sLa guía definitiva→ a WordPress SEO%2$s."],"Title &amp; Metas settings":["Ajustes de Título y Metas"],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":["Aquí es donde va a→ configurar los títulos y la meta-información para todas las clases de posts, taxonomías, archivos, páginas especiales y para su página de inicio. Esta página está dividida en diferentes pestañas. Asegúrase de marcarlas todas."],"Templates and settings":["Ajustes y Plantillas"],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":["Ahora haga clic en &#8216;%1$sTipos de post%2$s&#8217;-tab, ya que este será nuestro ejemplo."],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":["Las plantillas se construyen utilizando variables. Usted puede encontrar todas estas variables en la etiqueta de ayuda (en la esquina superior derecha de la página). Los ajustes permiten configurar el comportamiento específico de los tipos de entradas."],"Previous":["Anterior"],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":["En esta ficha se puede habilitar el %1$sFacebook Open Graph%2$s funcionalidad de este plugin, así como asignar un usuario de Facebook o Aplicación y ser el administrador de su sitio, para que pueda ver las Facebook insights."],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":["La configuración de primera plana le permiten establecer meta-datos para su página de inicio, mientras que los ajustes por defecto le permiten establecer una reserva para todos las entradas/páginas sin imágenes."],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":["Con %1$sTwitter Cards%2$s, puede adjuntar fotos, videos y experiencia multimedia a los tweets que dirigen el tráfico a su sitio web. Simplemente marque la casilla, inscribase al servicio, y los usuarios que Tweeteen enlaces de su contenido tendrán una &#8220;Card&#8221;añadida al tweet que&#8217;s visible para todos sus seguidores."],"This tab allows you to add specific post meta data for Google+. And if you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":["Esta pestaña le permite añadir metadatos especificos a la entrada para Google+. Y si usted tiene una página de Google+ para su negocio, añade esa URL aquí y vinculalo a tu %1$sGoogle+%2$s page&#8217;s acerca de la pagina."],"What are XML sitemaps?":["Qué son los XML sitemaps ?"],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":["Un Sitemap es un archivo XML que enumera las URL de un sitio. Se permite a los webmasters para incluir información adicional sobre cada URL: cuando se actualizó por última vez, la frecuencia con que cambia, y lo importante que es en relación con otras direcciones URL en el sitio. Esto permite a los motores de búsqueda para rastrear el sitio de forma más inteligente."],"What does the plugin do with XML Sitemaps?":["¿Qué hace el plugin con el mapa del sitio (sitemap) XML?"],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":["Si quiere excluir ciertos tipos de publicaciones y/o categorías, puede hacer hacerlo también en esta página."],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":["¿Su servidor web tiene poca memoria? Disminuye el número de entradas por sitemap (por defecto: 1000) para reducir la carga."],"Extensions and Licenses":["Extensiones y Licencias"],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":["Una vez que haya comprado el versión de pago %1$s o cualquier otra prima Yoast plugin, tendrá que introducir una clave de licencia. Puede hacerlo en la ficha Licencias. Una vez que haya activado su plugin prima, puede utilizar todas sus características de gran alcance."],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":["Así, hemos llegado al final de la gira. Si se gusta el plugin, por favor %srate 5 estrellas en WordPress.org%s!"],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":["Usted acaba de instalar %1$s! Haga clic en &#8220;Inicio gira&#8221; para ver una breve introducción de la funcionalidad principal de este plugin."],"Add Google+ specific post meta data":["Agregar meta datos específicos para Google+"],"Exclude users without posts":["Excluir usuarios sin publicaciones"],"Disable all users with zero posts":["Inhabilitar todos los usuarios con cero publicaciones"],"Please check the appropriate box below if there's a user role that you do <strong>NOT</strong> want to include in your sitemap:":["Por favor marque la casilla apropiada a continuación si hay una función de usuario que lo hace <strong>NO</strong> que desee incluir en su mapa del sitio:"],"Replaced with the post/page author's 'Biographical Info'":["Sustituído por la \"Información biográfica\" del autor del post/página"],"Team Yoast":["Equipo Yoast"],"Publication date":["Fecha de publicación"],"The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.<br/><br/>Read %sthis post%s for more info.":["La descripción de meta se muestra a menudo como el texto negro con el título en un resultado de búsqueda. Para que esto funcione tiene que contener la palabra clave que se buscó.<br/><br/> Leer %sthis poste%s para obtener más información."],"No Image Index":["Ningun Indice de imagen"],"Are you sure you want to reset your SEO settings?":["¿Seguro que desea restablecer la configuración de SEO?"],"Title Separator":["Separador de Titulo"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Elija el símbolo para utilizar como separador de título. Esto mostrará, por ejemplo, entre el título de la entrada y el nombre del sitio."],"Symbols are shown in the size they'll appear in in search results.":["Los símbolos se muestran en el tamaño que van a aparecer en los resultados de búsqueda."],"Take note:":["Tomar nota:"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on <strong>unattached</strong> media items!":["Como está redirigiendo las URLs de fijación para colocar nuestros padres URL, estos ajustes sólo en la actualidad tienen un efecto sobre solteras <strong>los elementos multimedia</strong>!"],"So remember: If you change the %sattachment redirection setting%s in the future, the below settings will take effect for *all* media items.":["Así que recuerde: Si cambia la %sattachment  configuración en el futuro redirección%s, los siguientes ajustes entrarán en vigor para *todos* los elementos multimedia."],"public":["público"],"archived":["archivado"],"mature":["maduro"],"spam":["spam"],"New sites in the network inherit their SEO settings from this site":["Nuevos sitios en la red heredan su configuración SEO de este sitio"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Elija el sitio cuya configuración desea utilizar de forma predeterminada para todos los sitios que se agregan a la red. Si elige \"Ninguna\", se utilizarán los valores predeterminados normales plugin."],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Introduce la %sSite ID%s del sitio que quiera utilizar la configuración como predeterminada para todos los sitios que son agregados a su red. Dejalo vacío para no utilizar esta opción (se utilizará la configuración normal de cada plugin)."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Datos sensibles a privacidad (Administradores de Facebook, por ejemplo), configuración específica de tema (reescritura del título) y alguna configuración muy específica no se importará a nuevos blogs."],"Site ID":["ID de Sitio"],"Copy home meta description":["Copiar la meta descripción de la pagina principal"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Estos son el título, descripción e imagen utilizada en las meta tags de Open Graph en la página principal de su sitio."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Una variable de sustitución sólo puede contener caracteres alfanuméricos, un guió bajo o un guión normal. Trate de cambiar el nombre de la variable."],"Advanced Variables":["Variables Avanzadas"],"Premium Support":["Soporte Premium"],"FAQ":["Preguntas más frecuentes"],"Remove these ads?":["¿Eliminar estos anuncios?"],"This is a rendering of what this post might look like in Google's search results.<br/><br/>Read %sthis post%s for more info.":["Esto es una previsualización de como aparecería su poste en los resultados de búsqueda de Google.<br/><br/>Lee %sthis post%s para más información."],"Warning:":["Advertencia:"],"Title display in Google is limited to a fixed width, yours is too long.":["La visualización del título en Google tiene un limite de ancho fijo, la suya es demasiado larga."],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Advertencia: a pesar de que se pueden establecer los robots meta sentada aquí, todo el sitio se establece en NOINDEX en la configuración de privacidad en todo el sitio, por lo que estos ajustes no tendrá un efecto."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>¡Aviso!</b> Esta bloqueando peticiones externas lo que significa que no podras obtener %s actualizaciones. Por favor, agrega %s a %s."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Su licencia ha caducado. Debe <a href=\"%s\">renovar su licencia</a> para poder utilizarlo de nuevo."],"Request error: \"%s\" (%scommon license notices%s)":["Solicitud de error: \"%s\" (%scommon license notices%s)"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s está activa en la red, puede configurar su licencia en <a href=\"%s\">Página del administrador de la red</a>"],"%s is network activated, please contact your site administrator to manage the license.":["%s está activa por red, por favor contacta con el administrador del sitio para configurar la licencia."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Este sitio no se ha activado correctamente en yoast.com y por lo tanto no se puede comprobar si hay actualizaciones futuras. Por favor, active su sitio con una clave de licencia válida."],"Your %s license will expire on %s.":["Su %s licencia expirara en %s."],"%sRenew your license now%s.":["%sRenueve su licencia ahora%s."],"The premium version of %1$s with more features & support.":["El versión de pago de %1$s con más funciones y soporte."],"Optimize your videos to show them off in search results and get more clicks!":["¡Optimiza sus vídeos para verlos en los resultados de búsqueda y conseguir más clics!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["¿Está en Google News? ¡Incrementa su tráfico desde Google News optimizándolo!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Clasificar mejor a nivel local y en Google Maps, sin romper a sudar!"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["¡Integra perfectamente WooComerce con %1$s y consigue características adicionales!"],"Get this extension":["Obtener esta extensión"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Evitar la limpieza de Google Analytics Campaña y Parámetros de Google AdWords."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Una variable de reemplazo no puede comenzar por \"%%cf_\" or \"%%ct_\" debido a que estas estan reservadas para variables estándard de WPSEO para campos y taxonomías personalizadas. Intenta elegir nombres de variable únicos."],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":["Una variable de reemplazo con el mismo nombre ha sido registrada ya. Intenta hacer el nombre de variable diferente y único."],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["No se puede desautorizar un reemplazo de una variable estandar de WPSEO registrando una variable conel mismo nombre. Usa el filtro \"wpseo_replacements\" en vez de ajustar el valor de reemplazo."],"Replaced with the title of the parent page of the current page":["Cambiado por el titulo de la página padre de la página actual"],"The site's tag line / description":["Línea de la tag del sitio / descripción"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Cambiado por el número actual de página en el contexto (por ejemplo, página 2 de 4)"],"Check Rich Snippets":["Compruebe Rich Snippets"],"Facebook Debugger":["Facebook Depurador"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["La extensión de librería estándard PHP (SPL) parece no disponible. Por favor, pide a su proveedor de hosting que la active. "],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["La primera verdadera solución all-in-one SEO para WordPress, incluyendo el análisis de páginas de contenidos, mapas de sitio XML y mucho más."],"https://yoast.com/":["https://yoast.com/"],"Please select a valid taxonomy for post type \"%s\"":["Por favor, seleccione una taxonomía válida para poste tipo \"%s\""],"Post doesn't exist.":["Este poste no existe."],"Post has an invalid Post Type: %s.":["La entrada tiene un Tipo de Entrada invalido:%s."],"You can't edit %s.":["No puede editar %s."],"You can't edit %s that aren't yours.":["No puede editar %s que no son suyos."],"Extensions":["Extensiones"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["La ajuste del título &amp; metas de %1$s estan formadas por variables que son reemplazadas por valores específicos de la página cuando la página se muestra. Las pestañas en la izquierda explican las variables disponibles."],"Filter":["Filtro"],"WP Page Title":["WP Título de Página"],"Post Type":["Tipo de Entrada"],"Post Status":["Estatus de poste"],"Page URL/Slug":["Página URL/Slug"],"Existing Yoast Meta Description":["Existente Yoast descripción de la meta"],"New Yoast Meta Description":["Nueva descripción de la meta Yoast"],"Action":["Acción"],"Edit this item":["Editar este artículo"],"Edit":["Editar"],"Preview &#8220;%s&#8221;":["Preestrenar &#8220;%s&#8221;"],"Preview":["Preestrenar"],"View &#8220;%s&#8221;":["Ver &#8220;%s&#8221;"],"View":["Ver"],"Existing Yoast SEO Title":["Título SEO existente en Yoast"],"New Yoast SEO Title":["Título SEO nuevo en Yoast"],"Debug Information":["Información de depuración"],"Current option:":["Opción actual:"],"Site-wide default: %s":["Predeterminado de todo el sitio: %s"],"No post content to analyse.":["No hay contenido para analizar."],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">¿Sabe que puede actualizar su licencia?</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">Su licencia caducará en %d días, ¿Desea renovarla?</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Ha llegado al límite de activación. Debe <a href=\"%s\">actualizar su licencia</a> para usarla en este sitio."],"Failed to activate your license, your license key seems to be invalid.":["Falló el proceso de activación de la licencia, su clave de licencia parece inválida."],"Your %s license has been deactivated.":["Su licencia %s ha sido desactivada. "],"Failed to deactivate your %s license.":["Ha fallado el proceso para desactivar su licencia %s."],"%s License":["%s Licencia"],"Theme License":["Licencia tema"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["Actualizando este tema perderá toda personalizacion que hayas hecho. 'Cancelar' para parar, 'OK' para actualizar."],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":["<strong>%s version %s</strong> esta disponible. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Comprueba las novedades</a> o <a href=\"%s\" %s>actualiza ahora</a>."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s no hemos podido comprobar si hay actualizaciones debido al siguiente error: <em>%s</em>"],"%s: License Settings":["%s: Ajustes de Licencia"],"License status":["Estatus de Licencia"],"Toggle license status":["Conmutar estado de la licencia."],"Deactivate License":["Desactivar Licencia"],"(deactivate your license so you can activate it on another WordPress site)":["(Desactiva su licencia para activarla en otro sitio WordPress)"],"Activate License":["Activar Licencia"],"Please enter a license key in the field below first.":["Por favor introduzca una clave de licencia en el campo de abajo primero."],"License Key":["Clave de licencia"],"Paste your %s license key here..":["Pega su %s clave de licencia aqui.."],"You defined your license key using the %s PHP constant.":["Ha definido su clave de licencia usando la constante %s PHP."],"Failed to remove hardcoded meta description.":["Error al eliminar meta descripción codificada."],"Earlier found meta description was not found in file. Renewed the description test data.":["La descripción meta previa no se ha encontrado en el archivo. Renueva los datos de test de la descripción."],"Pinterest":["Pinterest"],"Yandex Webmaster Tools":["Yandex herramientas de adminsitrador"],"You cannot create a robots.txt file.":["No puede crear un archivo robots.txt."],"You don't have a robots.txt file, create one here:":["No tiene un archivo robots.txt, crea uno aqui:"],"Create robots.txt file":["Crear archivo robots.txt"],"Setting \"%s\" is no longer used and has been discarded.":["El ajuste \"%s\" ya no se está usando y ha sido desechada."],"No settings found in file.":["No se encontró ajustes en el fichero."],"Unzipping failed - file settings.ini not found.":["Descompresión falló - fichero settings.ini no encontrado."],"Unzipping failed with error \"%s\".":["El proceso de descompresión ha fallado con el error \"%s\""],"Licenses":["Licencias"],"Meta keywords":["Palabras clave meta"],"%s restored to default SEO settings.":["%s se ha restaurado a la configuración SEO predeterminada."],"Blog %s not found.":["Blog %s no encontrado."],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Es posible que tenga variables extra que quiera prevenir que se borren, agrégala aqui, delimitadas por comas."],"The default card type to use":["La tarjeta por defecto a utilizar."],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Por favor, introduce el número máximo de entradas por página del mapa del sitio (por defecto son %s, probablemente quieras reducir este número para prevenir problemas de memoria en algunas instalaciones)."],"%s does not seem to be a valid %s verification string. Please correct.":["%s no parece ser una cadena de verificación %s válida. Corrígela por favor."],"Please select a valid post type for taxonomy \"%s\"":["Por favor elige un tipo de entrada válido para la taxonomía \"%s\"."],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"El número máximo de entradas por página del mapa del sitio\" debe ser un número positivo y %s no lo es. Corrígelo por favor."],"Summary":["Resumen"],"Summary with large image":["Resumen con imagen grande"],"%s does not seem to be a valid url. Please correct.":["%s no parece ser una dirección válida. Corrígela por favor."],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s no parece ser un nombre de usuario de Twitter correcto. Corrígela por favor."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s no es una opción válida para quien debería dársele acceso a %2$s los ajustes de WP SEO. El valor se reajustará al valor por defecto."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["El ajuste por defecto del blog debe ser el ID numérico del blog que quieres utilizar por defecto."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Este debe ser un blog existente. El blog %s no existe o ha sido marcado como eliminado."],"No numeric value was received.":["No se recibió un valor numérico"],"Title optimization":["Optimización de Título"],"For more information:":["Para más información:"],"There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.":["Hay %d palabras en el cuerpo del mensaje, esto esta ligeramente por debajo de %d palabras mínimas recomendadas, agrege un poco más. "],"Use Image":["Usar Imagen"],"There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.":["Hay %d palabras contenidas en el cuerpo del mensaje, esta por debajo del mínimo de %d palabras recomendadas. Agrega más contenido útil en este tópico para los lectores. "],"There are %d words contained in the body copy, this is more than the %d word recommended minimum.":["Hay %d palabras contenidas en el cuerpo del mensaje, esto es mas que el %d palabras mínimas recomendadas."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Esto ayuda a crear URL más limpias quitando automáticamente las palabras de parada en ellas. "],"Remove stop words from slugs.":["Quitar las palabras de parada en slugs."],"Why Google won't display the right page title":["Por qué Google no muestra el título correcto de la página"],"Template explanation":["Descripción de la plantilla"],"Basic Variables":["Variables básicas"],"SEO Issue:":["Problema de SEO:"],"Your theme contains a meta description, which blocks %1$s from working properly. Please visit the %2$sSEO Dashboard%3$s to fix this.":["Su tema contiene una descripción meta lo que impide que %1$s funcione correctamente. Por favor visita el %2$sPanel de SEO%3$s para corregirlo."],"Google+":["Google+"],"Facebook profile URL":["Dirección del perfil de Facebook"],"Check":["Verificar"],"Pick the main keyword or keyphrase that this post/page is about.<br/><br/>Read %sthis post%s for more info.":["Escoge la palabra clave o frase clave acerca de qué se trata esta entrada/página.<br/><br/> Lee %sthis post%s para más información."],"index":["indexar"],"noindex":["no indexar"],"Your focus keyword was found in:":["Su palabra clave principal se encontró en:"],"Article Heading: ":["Encabezado del artículo:"],"Page title: ":["Título de la página:"],"Page URL: ":["URL de la página:"],"Content: ":["Contenido:"],"Meta description: ":["Meta descripción: "],"All SEO Scores":["Todos los resultados SEO"],"Page Analysis has been disabled.":["El análisis de página está desactivado"],"Removed hardcoded meta description.":["Se removio la meta descripcion codificada de forma fija"],"Re-check theme.":["Volver a revisar el tema"],"The plugin Robots-Meta has been detected. Do you want to %simport its settings%s.":["Se ha detectado el plugin Robots-Meta. Quieres %simport its settings%s."],"Robots-Meta has been deactivated":["Se ha desactivado Robots-Meta"],"All-In-One-SEO has been deactivated":["All-In-One-SEO ha sido desactivado"],"Edit Files":["Editar archivos"],"Replaced with the slug which caused the 404":["Reemplazado por el slug que causó el 404"],"Replaced with a custom taxonomies description":["Reemplazado por una descripción de taxonomía personalizada"],"Facebook":["Facebook"],"Add Open Graph meta data":["Agregar datos meta de Open Graph"],"Facebook Page URL":["URL de la página de Facebook"],"User sitemap":["Sitemap del usuario"],"Disable author/user sitemap":["Deshabilita el mapa del sitio del autor/usuario"],"N/A":["N/A"],"Poor":["Pobre"],"Good":["Bueno"],"Bad":["Malo"],"Posts":["Entradas"],"You've never used this focus keyword before, very good.":["Usted no ha usado esta palabra clave antes, muy bien."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Ha utilizado este palabra clave de foco %1$sonce before%2$s, asegurase de especificar claramente cual URL de su sitio es la mas importante para esta palabra clave."],"You've used this focus keyword %3$s%4$d times before%2$s, it's probably a good idea to read %1$sthis post on cornerstone content%2$s and improve your keyword strategy.":["Ha utilizado esta palabra clave %3$s%4$d veces antes%2$s, probablemente sea una buena idea leer %1$sesta entrada en cornerstone content%2$s y mejorar su estrategia de palabras clave."],"You must %sgo to your Reading Settings%s and uncheck the box for Search Engine Visibility.":["Debe ir a %sgo to your Reading Settings%s y desmarcar la casilla de Visibilidad para Maquina de Busqueda."],"Replaced with the current day":["Remplazado con la fecha actual"],"Entries per page":["Entradas por página"],"If you had a .htaccess file and it was editable, you could edit it from here.":["Si tiene un archivo .htaccess y es editable, puede hacerlo aquí."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Si tiene un archivo robots.txt  y es editable, puede hacerlo aquí."],"WooThemes SEO framework settings &amp; data successfully imported.":["Configuracion  de WOOThemes SEO &amp; los datos se importaron exitosamente."],"HeadSpace2 data successfully imported":["Los datos de HeadSpace2 se importaron exitosamente"],"Import from WooThemes SEO framework?":["Importar de WooThemes SEO?"],"Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.":["Su frase clave tiene mas de 10 palabras, una frase clave debe ser mas corta y solo puede haber una frase clave."],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Si tiene\\ una pagina Google+ para su negocio, agrega aqui esa URL y ligala tambien en la seccion de Acerca de en su pagina de Google+"],"Your theme contains a meta description, which blocks %1$s from working properly, please delete the following line, or press fix it:":["Su tema contiene una meta descripcion, la cual esta bloqueando a %1$s para trabajar correctamente, por favor borra la siguiente linea, o presiona arreglar:"],"Google Publisher Page":["Pagina de Google Editor"],"Date in Snippet Preview":["Fecha en la Vista Anticipada del Fragmento"],"Twitter username (without @)":["Usuario de Twitter  (sin @)"],"Show date in snippet preview?":["¿Mostrar Fecha en la Vista Previa del Fragmento?"],"SEO: OK":["SEO: OK"],"SEO: Poor":["SEO: Pobre"],"SEO: Bad":["SEO: Malo"],"SEO: No Focus Keyword":["SEO: Sin Palabra clave"],"SEO: Good":["SEO: Bueno"],"SEO: Post Noindexed":["SEO: Entrada no indexada"],"Meta Desc.":["Meta descripción"],"Focus KW":["KW Principal"],"%s, Author at %s":["%s, Autor en %s"],"Remove the <code>?replytocom</code> variables.":["Remueva las <code>?replytocom</code> variables."],"Post Types":["Tipos de entradas"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Esto previene que las respuestas hiladas trabajen cuando el usuario tiene JavaScript inhabilitado, pero un un gran sitio puede significar una <em>gran</em> mejora en la eficiencia de rastreo para las máquinas de búsqueda cuando el sitio tiene muchos comentarios."],"Replaced with the post type single label":["Se reemplaza con la etiqueta única del tipo de entrada"],"Other":["Otro"],"Replaced with the post type plural label":["Se reemplaza con la etiqueta plural del tipo de entrada"],"%s Archive":["%s Archivo"],"Social settings":["Ajustes sociales"],"Sitewide settings":["Ajustes del sitio"],"%s Archives":["%s Archivos"],"Always index":["Indexe siempre"],"No focus keyword was set for this %s. If you do not set a focus keyword, no score can be calculated.":["No se configuró una palabra clave de enfoque para este %s. Si no configura una palabra clave de enfoque, no se podrá calcular la puntuación."],"To update this page analysis, save as draft or update and check this tab again":["Para actualizar el análisis de la página, guarde este borrador ó actualice esta pestaña de nuevo"],"No subheading tags (like an H2) appear in the copy.":["No aparecen etiquetas de subencabezado (algo como H2) en la copia."],"The keyword density is %s%%, which is over the advised 4.5%% maximum, the keyword was found %s times.":["La densidad de la palabra clave es %s%%, que se encuentra por encima del máximo sugerido 4.5%%, la palabra clave se encontró %s veces."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s ha detectado de forma automática si se necesita forzar la reescritura de los títulos de sus páginas. Si esto es erróneo y sabe lo que hace, puede cambiar este ajuste aquí."],"Replaced with a posts custom taxonomies, comma separated.":["Reemplazado con taxonomías personalizadas de entradas, separados por comas."],"Replaced with a posts custom field value":["Reemplazado con un valor de entrada personalizada"],"Take this tour to quickly learn about the use of this plugin.":["Toma el tour para aprender rapidamente acerca del uso de este plugin"],"Special Pages":["Páginas especiales"],"I don't know why you'd want to use meta keywords, but if you want to, check this box.":["No me imagino el porqué desea usted usar meta etiquetas de palabras clave, pero si lo desea, active esta casilla."],"Unchecking this box allows authors and editors to redirect posts, noindex them and do other things you might not want if you don't trust your authors.":["Al desmarcar esta casilla permite a los autores y editores redirigir entradas, ponerlos como NOINDEX y hacer otras cosas que puede que usted no desee, si usted no confía en sus autores."],"Post is set to noindex.":["Entrada está establecida como noindex."],"Use %s default (Currently: %s)":["Utilice %s por defecto (Actualmente: %s)"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["Estos %s siguen las reglas de indexación establecidas bajo Metas y títulos, puede anularlo aquí."],"Titles &amp; Metas":["Títulos y Metas"],"Default for post type, currently: %s":["Valor por defecto de tipo de entrada, actualmente: %s"],"Focus keyword not set.":["Palabra clave foco no establecida."],"Search for \"%s\"":["Búsqueda por \"%s\""],"Always noindex":["Siempre noindex"],"Noindex subpages of archives":["Noindex subpáginas de archivos"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, enable this.":["Si desea prevenir /page/2/ y siguientes de cualquier archivo de ser mostradas en los resultados de búsqueda, active esto."],"Hide RSD Links":["Ocultar enlaces RSD"],"Hide WLW Manifest Links":["Ocultar Enlaces WLW Manifest"],"Hide Shortlink for posts":["Ocultar enlace corto de la entrada"],"Hide RSS Links":["Ocultar enlaces RSS"],"Meta Robots":["Robots Meta"],"Hide":["Ocultar"],"These pages will be %s by default, so they will never show up in search results.":["Estas páginas serán %s por defecto, por lo que nunca se mostrarán en los resultados de búsqueda."],"The separator defined in your theme's <code>wp_title()</code> tag.":["El separador definido en la etiqueta <code>wp_title()</code> de su tema."],"If you want to restore a site to the default %s settings, press this button.":["Si desea restaurar un sitio en el valor predeterminado %s ajustes, pulse este botón."],"Security":["Seguridad"],"This image is used if the post/page being shared does not contain any images.":["La imagen usada para compartir en la entrada/pagina no contiene ninguna imagen."],"Twitter":["Twitter"],"Add Twitter card meta data":["Añade meta datos de tarjeta de Twitter"],"No focus keyword set.":["No se ha establecido palabra clave foco."],"Your hosting environment does not support PHP's %sDocument Object Model%s.":["Su hosting no soporta el %sModelo de Objeto de Documento%s de PHP."],"Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.":["Palabra clave / frase clave aparece en %s (de %s) subcabeceras en la copia. Aunque es un factor mayor en el posicionamiento, es beneficioso."],"You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.":["No ha utilizado la palabra clave / frase clave en cualquier subencabezado (como un H2) en su copia."],"You searched for %s":["Buscó por el término %s"],"The post %s appeared first on %s.":["La entrada %s aparece primero en %s."],"Successfully cleared all Facebook Data":["Que haya pasado con éxito todos los Datos Facebook"],"Successfully removed admin %s":["Administrador %s removido exitosamente"],"Frontpage settings":["Configuraciones de la página principal"],"Facebook Insights and Admins":["Administradores y Facebook Insights"],"Alexa Verification ID":["ID de verificación de Alexa"],"Social":["Social"],"Email":["Email"],"Subscribe":["Subscribir"],"Currently connected Facebook admins:":["Administradores de Facebook conectados actualmente:"],"Add Another Facebook Admin":["Añadir otro administrador de Facebook"],"Clear all Facebook Data":["Limpiar todos los datos de Facebook"],"Image URL":["URL de la imagen"],"Description":["Descripción"],"Default settings":["Ajustes por defecto"],"This is a settings export file for the %1$s plugin by Yoast.com":["Este es un archivo de exportación de configuración para el plugin %1$s de Yoast.com "],"SEO":["SEO"],"Keyword Research":["Análisis de palabras clave"],"AdWords External":["AdWords Externo"],"Google Insights":["Google Insights"],"SEO Book":["El libro de SEO"],"Analyze this page":["  Analizar esta página"],"Check Inlinks (OSE)":["Comprobar enlaces entrantes (OSE)"],"Check Keyword Density":["Comprobar la densidad de palabras clave"],"Check Google Cache":["Comprobar la caché de Google"],"Check Headers":["Revisar Cabeceras/Títulos"],"SEO Settings":["Los ajustes de SEO."],"XML Sitemaps":["Los mapas de sitio de XML"],"Permalinks":["Enlace permanente."],"RSS":["RSS"],"Webmaster Tools":["Las herramientas de webmaster"],"Next":["Siguiente"],"Like this plugin?":["¿Se gusta este plugin?"],"Congratulations!":["¡Felicitaciones!"],"Start Tour":["Comienza el Recorrido"],"Close":["Cerrar"],"Some files could not be removed. Please remove them via FTP.":["Algunos ficheros no han podido ser eliminados. Por favor, elimínalos a través de un FTP."],"To enjoy all the benefits of the page analysis feature, you'll need to (get your host to) install it.":["Para disfrutar de todos los beneficios de la función de análisis de página, necesita (en su servidor) instalarlo."],"The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.":["La palabra clave para esta página contiene una o más %sstop words%s, considera removerlas. Encontrado '%s'."],"The keyword / phrase appears in the URL for this page.":["La palabra /frase clave aparece en la URL de esta página."],"The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["La palabra / clave no aparece en la URL de esta página. Si decide renombrar la URL asegúrase de comprobar que la antigua URL redirecciona con un 301 a la nueva!"],"The slug for this page contains one or more <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, consider removing them.":["El slug para esta página contiene una o más <a href=\"http://en.wikipedia.org/wiki/Stop_words\">\"stop words\"</a>, considera eliminarlas."],"The slug for this page is a bit long, consider shortening it.":["El slug para esta página es un poco largo, considera reducirlo."],"Please create a page title.":["Por favor crea un título para la página."],"The page title is more than 40 characters and less than the recommended 70 character limit.":["El título de la página tiene más de 40 caracteres y menos que el límite recomendado de 70 caracteres."],"The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.":["El título de la página contiene %d caracteres, menos que el mínimo recomendado de 40 caracteres. Usa el espacio para añadir variaciones de las palabras clave o para crear un \"call-to-action\" llamativo."],"The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.":["El título de la página contiene %d caracteres, más que el límite visible de 70 caracteres; algunas palabras no serán visibles para los usuarios en su snippet."],"The keyword / phrase %s does not appear in the page title.":["La palabra clave %s no aparece en el título de la página."],"The page title contains keyword / phrase, at the beginning which is considered to improve rankings.":["El título de la página contiene la palabra clave al comienzo lo cual se considera que mejora los rankings."],"The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.":["El título de la página contiene la palabra clave, pero esta no aparece al comienzo; trata de moverla al comienzo."],"No outbound links appear in this page, consider adding some as appropriate.":["No hay ningún link externo en esta página, considera añadir alguno dentro del contexto."],"You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.":["Está vinculando a otra página con la palabra clave que desea que esta página se clasifique, considere cambiarla si es que realmente desea que esta página vaya a clasificar."],"This page has %s outbound link(s).":["Está página tiene %s enlaces externos."],"This page has %s outbound link(s), all nofollowed.":["Está página tiene %s enlaces externos, todos con atributo \"nofollow\"."],"This page has %s nofollowed link(s) and %s normal outbound link(s).":["Esta página tiene %s enlace(s) nofollow y %s enlaces externos normales."],"No images appear in this page, consider adding some as appropriate.":["Ninguna imagen aparece en esta página, considera agregar algunas según corresponda."],"The images on this page are missing alt tags.":["A las imágenes de está página les faltan los atributos alt."],"The images on this page contain alt tags with the target keyword / phrase.":["Las imágenes en esta página contienen etiquetas alt con la palabra clave / frase objetivo."],"The images on this page do not have alt tags containing your keyword / phrase.":["Las imágenes en esta página no tienen etiquetas alt que contengan su palabra clave/frase."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["En la meta descripción especificada, considera lo siguiente: ¿Cómo se compara con la competencia? ¿Puede ser más atractivo?"],"The meta description is under 120 characters, however up to %s characters are available. %s":["La meta descripción es inferior a 120 caracteres, sin embargo hay disponibles hasta %s caracteres. %s"],"The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s":["La meta descripción especificada tiene más de %s caracteres, reducir ese número asegurará que la descripción completa sea visible. %s"],"No meta description has been specified, search engines will display copy from the page instead.":["No se ha especificado ninguna meta descripción, los motores de búsqueda mostrarán una copia de la página en su lugar."],"The meta description contains the primary keyword / phrase.":["La descripción meta contiene la palabra clave / frase principal."],"A meta description has been specified, but it does not contain the target keyword / phrase.":["Una descripción meta se ha especificado pero no contiene la palabra clave / frase objetivo."],"The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.":["El espacio disponible para texto es menor que el habitual de 155 caracteres, ya que Google incluirá también la fecha de publicación en el fragmento."],"There are %d words contained in the body copy. This is far too low and should be increased.":["Hay %d palabras contenidas en este texto. Esto es demasiado bajo y debe aumentarse."],"The keyword density is %s%%, which is a bit low, the keyword was found %s times.":["La densidad de palabras clave es %s%%, es una demasiado baja, la palabra clave se encontró %s veces."],"The keyword density is %s%%, which is great, the keyword was found %s times.":["La densidad de la palabra clave es de %s%%, esto es mucho, la palabra clave se encontró en %s ocasiones."],"The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.":["La palabra clave no aparece en el primer párrafo del texto, asegúrase de que el tema del que habla el texto queda claro lo antes posible."],"The keyword appears in the first paragraph of the copy.":["La palabra clave aparece en el primer párrafo del texto."],"Flesch Reading Ease":["Facilidad de lectura de Flesch"],"The copy scores %s in the %s test, which is considered %s to read. %s":["La entrada tiene una calificación de %s en la %s prueba, lo cual es considerado %s para leer. %s"],"very easy":["Muy fácil"],"easy":["fácil"],"fairly easy":["casi fácil"],"OK":["Bien"],"fairly difficult":["bastante difícil"],"Try to make shorter sentences to improve readability.":["Tratar de hacer frases más cortas para mejorar la legibilidad."],"difficult":["difícil"],"Try to make shorter sentences, using less difficult words to improve readability.":["Tratar de hacer frases más cortas, utilizando menos palabras difíciles para mejorar la legibilidad."],"very difficult":["muy difícil"],"Huge SEO Issue: You're blocking access to robots.":["Gran problema de SEO: Estás bloqueando el acceso a los robots."],"I know, don't bug me.":["Lo sé, no me molestan."],"Settings Updated.":["Ajustes actualizados"],"Site Admins (default)":["Administradores del sitio (por defecto)."],"Super Admins only":["Sólo para Super Admins"],"Save MultiSite Settings":["Guardar la configuración MultiSite"],"MultiSite Settings":["Configuración MultiSite"],"Using this form you can reset a site to the default SEO settings.":["Usando este formulario puedes resetear un sitio a la configuración SEO por defecto."],"Blog ID":["Blog ID"],"Restore site to defaults":["Restaurar sitio a ajustes por defecto"],"Restore site to default settings":["Restaurar sitio a ajustes por defecto"],"RSS Footer options imported successfully.":["Las opciones RSS del pie de página se han importado con éxito."],"Yoast Breadcrumbs options imported successfully.":["Las opciones de Yoast Migas de Pan se han importado con éxito."],"Yoast Breadcrumbs options could not be found":["Las opciones de Yoast Breadcrumbs no se han podido encontrar"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["No hay duda de que ha usado un plugin SEO antes si este sitio no es nuevo. Vamos a ponértelo fácil, puede importar los datos que están abajo. Si quiere, puede importar primero, revisar si ha sido importado correctamente y después importar &amp; borrar. La importación no traerá datos duplicados."],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["Si ha estado utilizando hasta ahora otro plugin de SEO, intenta %s Transporte de Datos SEO %s para mover sus datos a este plugin, se sale!"],"Import from HeadSpace2?":["¿Importar desde HeadSpace2?"],"Import from All-in-One SEO?":["¿Importar desde All-in-One SEO?"],"Delete the old data after import? (recommended)":["¿Borrar los viejos datos después de la importación? (recomendado)"],"Import":["Importar"],"Import from Robots Meta (by Yoast)?":["¿Importar de Robtos Meta (por Yoast)?"],"Import from RSS Footer (by Yoast)?":["¿Importar desde las RSS Pie de Página (de Yoast)?"],"Import from Yoast Breadcrumbs?":["¿Importar desde Yoast Migas de Pan?"],"Export":["Exportas"],"Export your %1$s settings here, to import them again later or to import them on another site.":["Exporta sus configuraciones de %1$s aquí, estos datos los puede usar para importarlos en otro momento o bien importarlos desde otro sitio web."],"Include Taxonomy Metadata":["Incluir los Metadatos de Taxonomía."],"Import settings":["Importar configuraciones"],"Settings successfully imported.":["Las configuraciones han sido importadas con éxito."],"Settings could not be imported:":["Las configuraciones no pueden importarse:"],"Upload failed.":["Error en la subida."],"Force rewrite titles":["Forzar la reescritura de los títulos"],"Homepage":["La portada de página Web"],"Title template":["Portada de la web"],"Meta description template":["Plantilla de título"],"Meta keywords template":["Plantilla de la Meta descripción"],"Homepage &amp; Front page":["Portada &amp; Página frontal"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":["Puede determinar el título y la descripción para la página de inicio %sediting la propia página principal &raquo;%s"],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["Puede determinar el título y la descripción para la página de blog %sediting el blog mismo &raquo;%s"],"Taxonomies":["Taxonomías"],"Author Archives":["Archivos de autor"],"Date Archives":["Archivos por fechas"],"Search pages":["Páginas de búsqueda"],"404 pages":["Páginas 404"],"Custom Post Type Archives":["Archivos de tipos de entradas personalizadas"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Nota: en lugar de los templates, estos son los títulos y la meta descripciones para estas páginas de archivo tipo post."],"Title":["Título"],"Meta description":["Descripción meta"],"Breadcrumbs Title":["Título del Migas de pan"],"Replaced with the date of the post/page":["Reemplazado con la fecha de la entrada / página"],"Replaced with the title of the post/page":["Reemplazado con el título de la entrada o página"],"The site's name":["El nombre del sitio"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Sustituido con el extracto de la entrada o página (o auto generar si no existe)"],"Replaced with the post/page excerpt (without auto-generation)":["Sustituido con el extracto de la entrada o página (sin auto generación)"],"Replaced with the current tag/tags":["Sustituido con con la actual etiqueta(s)"],"Replaced with the post categories (comma separated)":["Sustituido con las categorías de la entrada (separadas con coma)"],"Replaced with the category description":["Sustituido con la descripción de la categoría"],"Replaced with the tag description":["Sustituido con la descripción de la etiqueta"],"Replaced with the term description":["Sustituido con la descripción del término"],"Replaced with the term name":["Sustituido con el nombre del término"],"Replaced with the post/page modified time":["Sustituido con la fecha de modificación de la entrada o de la página"],"Replaced with the post/page ID":["Sustituido con la ID de entrada o página"],"Replaced with the post/page author's 'nicename'":["Sustituido con el nombre \"bonito\" del auto del post o la página."],"Replaced with the post/page author's userid":["Sustituido con  la ID de usuario del autor de la entrada o página"],"Replaced with the current search phrase":["Sustituido con la presente frase de búsqueda"],"Replaced with the current time":["Sustituido con la hora actual"],"Replaced with the current date":["Sustituido con la fecha actual."],"Replaced with the current month":["Sustituido con el mes actual"],"Replaced with the current year":["Sustituido con el año en curso"],"Replaced with the current page total":["Sustituido con el total de la página actual."],"Replaced with the current page number":["Sustituido con número de página actual"],"Attachment caption":["Subtítulo adjunto"],"Replaced with the posts focus keyword":["Sustituido con palabra clave basada en la entrada"],"Strip the category base (usually <code>/category/</code>) from the category URL.":["Retirar la categoría base (usualmente <code>/category/</code>) de la URL de categorías."],"Enforce a trailing slash on all category and tag URL's":["Imponer barra diagonal final en todas las URL´s de categorías y etiquetas"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Si elige un enlace permanente para sus puestos con %1$s, o cualquier otra cosa, pero a %2$s en el extremo, esto obligará a WordPress para agregar una barra diagonal a páginas no relacionadas con puestos, no obstante."],"Redirect attachment URL's to parent post URL.":["Redireccionar las URL's de archivo adjunto (attachment) hacia la URL del parent post."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URL's if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Los adjuntos (attachments) a las entradas son almacenados en la base de datos como entradas, eso significa que son accesibles con sus propias URL's si no las redireccionas, si permites esto las redireccionará hacia hacia el post al que están adjuntas."],"Redirect ugly URL's to clean permalinks. (Not recommended in many cases!)":["Redireccionar URL's feas para limpiar los permalinks. (¡En algunos casos no es recomendable hacerlo!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["La gente comete errores en sus enlaces hacia usted a veces, o los parámetros deseados se añaden al final de su URL, esto le permite redirigir todo ausente. Tenga en cuenta que si bien esta es una característica que se mantiene activa, se sabe que romper varios plugins, y debe por ello ser la primera función se desactiva cuando se encuentra con problemas después de instalar este plugin."],"Prevent cleaning out Google Site Search URL's.":["Prevenir el borrar las URL's de Google Site Search."],"Google Site Search URL's look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Las URLs de Google Site Search son bastante sucias y feas, pero si usa Google Site Search, lo más seguro es que quiera sanearlas."],"Other variables not to clean":["Otras variables que no hay que borrar."],"Enable Breadcrumbs":["Activar migajas de pan"],"Separator between breadcrumbs":["Separador entre migajas de pan"],"Anchor text for the Homepage":["Enlace para la página de inicio"],"Prefix for the breadcrumb path":["Prefijo de la ruta de las Migas de Pan"],"Prefix for Archive breadcrumbs":["Prefijo para los archivos de Migas de Pan"],"Prefix for Search Page breadcrumbs":["Prefijo para la página de búsqueda de las Migas de Pan"],"Breadcrumb for 404 Page":["Migas de Pan para las páginas 404"],"Remove Blog page from Breadcrumbs":["Quitar la página de inicio de las Migas de Pan"],"None":["Ninguno"],"Blog":["Blog"],"Bold the last page in the breadcrumb":["Dejar en Negrita la última página de las Migas de Pan"],"How to insert breadcrumbs in your theme":["Como insertar las Migas de Pan en su plantilla"],"You cannot edit the robots.txt file.":["No se puede editar el archivo robots.txt"],"Updated Robots.txt":["Actualizó Robots.txt"],"You cannot edit the .htaccess file.":["No puede editar el fichero de .htaccess."],"If your robots.txt were writable, you could edit it from here.":["Si el archivo robots.txt es editable, puede editarlo desde aquí."],"Edit the content of your robots.txt:":["Editar el contenido del archivos robots.txt:"],"Save changes to Robots.txt":["Guardar cambios en el Robots.txt"],"Robots.txt":["Robots.txt"],"If your .htaccess were writable, you could edit it from here.":["Si el archivo .htaccess tiene permisos de escritura, puede editarlo desde aquí."],"Edit the content of your .htaccess:":["Editar el contenido de tu .htaccess:"],"Save changes to .htaccess":["Guardar cambios en .htaccess"],".htaccess file":["Archivo .htaccess"],"Facebook App ID":["Facebook App ID"],"Disable the author archives":["Desactivar los archivos de autor"],"Disable the date-based archives":["Desactivar los archivos por fecha"],"Prevents search engines from using the DMOZ description for pages from this site in the search results.":["Evita que los motores de búsqueda usen la descripción de DMOZ para páginas de este sitio en los resultados de búsqueda."],"Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.":["vita que los motores de búsqueda usen la descripción del directorio de Yahoo! para páginas de este sitio en los resultados de búsqueda."],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Esta función es usada para añadir contenido automáticamente a su RSS, mas específicamente, pretende añadir enlaces de regreso a su blog y tus entradas de blog, para que los tontos scrapers añadan automáticamente también esos enlaces, así ayudamos a los motores de búsqueda a identificarse como la fuente original del contenido."],"Content to put before each post in the feed":["Contenido a publicar en el feed antes de cada entrada"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Puede usar las siguientes variables en el contenido, que serán sustituidos por el valor de la derecha."],"A link to the archive for the post author, with the authors name as anchor text.":["Un enlace al archivo del autor de la entrada, con el nombre del autor como el texto ancla."],"A link to the post, with the title as anchor text.":["Un enlace a la entrada, con el título como texto ancla."],"A link to your site, with your site's name as anchor text.":["Un enlace a su sitio, con el nombre del sitio como texto ancla."],"A link to your site, with your site's name and description as anchor text.":["Un enlace a su sitio, con el nombre del sitio y la descripción como texto ancla."],"Check this box to enable XML sitemap functionality.":["Marque esta casilla para habilitar la funcionalidad de XML sitemaps."],"You can find your XML Sitemap here: %sXML Sitemap%s":["Puede encontrar su XML Sitemap aquí: %sXML Sitemap%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["<strong>No</strong> necesita generar el sitemap XML, tampoco tomará tiempo generarlo después de publicar una entrada."],"Save your settings to activate XML Sitemaps.":["Guardar sus ajustes para activar los mapas de sitio XML."],"General settings":["Ajustes Generales"],"Please check the appropriate box below if there's a post type that you do <strong>NOT</strong> want to include in your sitemap:":["Por favor marque la casilla correspondiente si hay un tipo de mensaje que usted hace <strong>no</strong> desea incluir en su mapa de sitio"],"Please check the appropriate box below if there's a taxonomy that you do <strong>NOT</strong> want to include in your sitemap:":["Por favor marque la casilla correcta abajo si hay alguna taxonomía que <strong>NO</strong> quieres incluir en su sitemap:"],"Fix it.":["Corregir."],"The following file(s) is/are blocking your XML sitemaps from working properly:":["El/los siguiente(s) archivo(s) esta(n) bloqueando a sus sitemaps XML de funcionar apropiadamente:"],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["Puede borrarlos (con el botón \"Fix it\") o bien desactivar el mapa del sitio de %1$s XML."],"Ignore.":["Ignorar."],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["No tiene el nombre de su entrada en la URL de sus entradas y páginas, es altamente recomendable que lo tenga. Considera configurar la estructura de sus permalinks a <strong>/%postname%/</strong>"],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, so the suggestion is to disable it, to do that, simply uncheck the box before \"Break comments into pages...\"":["La paginación de comentarios está habilitada, esto no es necesario en 999 de cada 1000 casos, así que la sugerencia es que se deshabilite, para hacer eso, simplemente desactiva la casilla antes de \"Dividir comentarios en páginas...\""],"General Settings":["Ajustes Generales"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Puede usar las cajas de abajo para verificar con las diferentes herramientas webmaster, si su sitio ya fue verificado, puedes olvidarse de esto.  Ingresa los valores meta para verificar:"],"Bing Webmaster Tools":["Herramientas para webmasters de Bing"],"Title to use for Author page":["Título a utilizar en la página de Autor"],"Meta description to use for Author page":["Meta descripción para uso de la pagina del autor."],"Meta keywords to use for Author page":["Meta keywords para uso de la pagina del autor."],"Settings":["Ajustes"],"SEO Title":["Título de SEO"],"The SEO title is used on the archive page for this term.":["El título SEO es usado en la pagina archivo para este termino."],"SEO Description":["Descripción SEO"],"The SEO description is used for the meta description on the archive page for this term.":["La descripción SEO es usada por la meta descripción en la página archivo para este termino."],"Meta keywords used on the archive page for this term.":["Meta palabras clave utilizadas en la página de archivo de este término."],"Canonical":["Canónico"],"The canonical link is shown on the archive page for this term.":["El enlace canónico se muestra en la página de archivo para este término."],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["El título de Migas de pan es usado en las migas de pan en donde aparezca esto %s."],"Noindex this %s":["Noindex en esto %s"],"Include in sitemap?":["Incluir en el mapa de sitio?"],"Auto detect":["Detectar automáticamente"],"Always include":["Siempre incluir"],"Never include":["Nunca incluir"]," (because of date display)":["(porque de visualización de la fecha)"],"Snippet Preview":["Previsualización del Snippet"],"Focus Keyword":["Palabra clave de enfoque"],"The <code>meta</code> description will be limited to %s chars%s, %s chars left.":["La <code>meta</code> descripción estará limitada a %s caracteres%s, %s caracteres adicionales."],"If you type something above it will override your %smeta keywords template%s.":["Si escribe algo arriba se anulará su %smeta keywords template%s."],"Meta Robots Index":["Meta Índice de Robots"],"Meta Robots Follow":["Etiqueta Meta Robots para seguir enlaces"],"Follow":["Seguir"],"Nofollow":["No Seguir"],"Meta Robots Advanced":["Meta Robots Avanzado"],"Advanced <code>meta</code> robots settings for this page.":["Configuración de <code>meta</code> robots avanzada para esta página."],"NO ODP":["NO ODP"],"NO YDIR":["NO YDIR"],"No Archive":["Sin archivo"],"No Snippet":["No presentar en formato enriquecido (snippet)"],"Breadcrumbs title":["Título en migajas de pan"],"Title to use for this page in breadcrumb paths":["Título a usar para esta página en la cadena de breadcrumbs"],"Canonical URL":["URL canónica"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["La url canónica a la que esta página debería señalar. Déjala vacía para usar por defecto el enlace permanente. %sCross domain canonical%s también está soportado."],"301 Redirect":["Redirección 301"],"The URL that this page should redirect to.":["La URL a la que debe redirigir está página."],"General":["General"],"Page Analysis":["Análisis de página"],"Advanced":["Avanzado"],"Archives":["Archivos"],"Page not found":["Página no encontrada"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Sólo administrador aviso: Esta página no muestra una descripción de la meta, ya que no tiene uno, o bien escriba por esta página en concreto o entrar en el SEO -> menú Títulos y configurar una plantilla."],"Home":["Inicio"],"Archives for":["Archivos por"],"You searched for":["Has buscado por"],"Error 404: Page not found":["Error 404: Página no encontrada"],"posts\u0004All <span class=\"count\">(%s)</span>":["Todo <span class=\"count\">(%s)</span>","Todos <span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Basura <span class=\"count\">(%s)</span>","Basura <span class=\"count\">(%s)</span>"]}}}