{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n > 1;"},"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Ne ratez pas vos erreurs d'exploration : %1$sconnectez-vous avec votre console Google Search Console ici%2$s."],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s a détecté que vous utiliser une version de %2$s qui est incompatible avec %1$s. Veuillez mettre à jour %2$s pour utiliser cette fonctionnalité."],"Creating redirects is a %s feature":["la création de redirection est une fonctionnalité de %s."],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s a détecté que vous utiliser la version de %2$s de %3$s. Veuillez la mettre à jour pour éviter les problèmes de compatibilité."],"Recent Rockstars":["Dernières Rockstars"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Si vous ne savez pas où trouver l'ID nécessaire, référez-vous à %1$scet article de notre base de connaissance%2$s."],"Error: a redirect for this URL already exists":["Erreur : une redirection pour cette adresse existe déjà."],"Redirect this broken URL and fix the error":["Rediriger cette adresse cassé et réglé l'erreur."],"Posts that are set to %s":["Les articles sont réglés sur %s."],"%s Posts Overview":["Vue d'ensemble des articles de %s"],"Prefix for search result pages:":["Préfixe pour les pages de résultats de recherche :"],"Prefix for archive pages:":["Préfixe pour les pages d'archive :"],"Prefix for breadcrumbs:":["Préfixe pour le fil d'Ariane :"],"Anchor text for the homepage:":["Texte d'ancrage pour la page d'accueil"],"Remove blog page from breadcrumbs":["Retirer la page de blog du fil d'Ariane"],"Search Console":["Console de recherche"],"Export your %1$s settings":["Exporter vos réglages de %1$s"],"%1$s settings":["Réglages de %1$s"],"Yoast SEO":["Yoast SEO"],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":["Ci-dessous retrouvez les scores SEO de vos articles publiés. C'est le moment de commencer à améliorer certains d'entre eux !"],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Si vous utilisez des réglages de campagne Google Analytics commençant par %s, cochez cette case. Cependant, il n'est pas recommandé de les utiliser. Vous devriez plutôt utiliser la version avec un hash."],"Reload crawl issues":["Recharger les problèmes d'exploration"],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code.":["Pour permettre à %1$s de récupérer les informations de votre %2$s, merci de saisir votre code d’autorisation de Google."],"Get Google Authorization Code":["Obtenir un Code d'Autorisation Google"],"Please enter the Google Authorization Code in the field below and press the Authenticate button.":["Veuillez saisir le code d'autorisation dans le champ ci-dessous et appuyez sur le bouton d'authentification."],"Authenticate":["S'authentifier"],"Reauthenticate with Google ":["Se ré-authentifier avec Google"],"Current profile":["Profil actuel"],"Profile":["Profil"],"There were no profiles found":["Aucun profil n'a été trouvé. "],"Save Profile":["Enregistrer le profil"],"or":["ou"],"Disable the Advanced part of the %1$s meta box":["Désactiver les options avancées de la boite méta de %1$s."],"%1$s Extensions":["Extensions de %1$s"],"%1$s Meta Box":["%1$s Méta Box"],"Who should have access to the %1$s settings":["Qui devrait avoir accès aux réglages de %1$s"],"%1$s comes with some very powerful built-in tools:":["%1$s propose des outils intégrés très puissants :"],"Excluded Posts":["Articles exclus"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Vous pouvez exclure des articles de votre sitemap en saisissant une série d'ID séparée par des virgules. Le format devrait ressemblé à cela : %1$s"],"Posts to exclude":["Article à exclure"],"Thank you for updating %1$s!":["Merci d'avoir mis à jour %1$s !"],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":["Vous n'avez pas à créer une redirection pour l'adresse %1$s car la redirection existe déjà. La redirection existante pointe vers %2$s. Si c'est bon, vous pouvez marquer ce problème comme réglé. Si ça ne l'est pas, rendez-vous dans la page des redirections et modifiez l'url cible."],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year support and updates, on %2$s.":["Pour pouvoir créer une redirection et régler ce problème, vous avez besoin de %1$s. Vous pouvez acheter l'extension, incluant un an de support et de mise à jour, sur %2$s."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Les extensions de Yoast partagent du code entre elles pour les rendre plus rapide. Cela suppose qu'elles soient toutes à jour. Nous avons détecté que ce n'est pas le cas, donc veuillez mettre à jour toutes les extensions de Yoast qui ne le sont pas."],"URL":["URL"],"Last crawled":["Dernière exploration"],"First detected":["Premier détecté"],"Response code":["Code de réponse"],"Mark as fixed":["Marquer comme réglé"],"Create redirect":["Créer une redirection"],"Search":["Rechercher"],"Crawl errors per page":["Erreurs d'exploration par page"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["La %1$s a été supprimée. Vous devrez vous réauthentifier si vous voulez retrouvez vos données."],"The issues have been successfully reloaded!":["Les problèmes ont bien été rechargés !"],"Incorrect Google Authorization Code.":["Code d'autorisation de Google incorrect."],"Issue categories":["Catégories de problème"],"Errors that occurred when your site was crawled by Googlebot.":["Les erreurs qui se sont produites lors de l'exploration du Googlebot."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Les erreurs qui se sont produites lors de l'exploration du Googlebot (les erreurs n'apparaissent pas pour les desktops)."],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Les erreurs qui se sont produites lors de l'exploration du Googlebot pour les téléphones portables (les erreurs n'apparaissent pas dans les desktops)."],"Create a redirect":["Créer une redirection"],"Current URL:":["URL actuelle : "],"New URL:":["Nouvelle URL :"],"Mark as fixed:":["Marquer comme réglé :"],"Mark this issue as fixed in %1$s.":["Marquer ce problème comme réglé dans la %1$s."],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["L'URL cible n'existe pas mais le serveur ne retourne pas d'erreur 404 (fichier non trouvé)."],"Desktop":["Ordinateur"],"Smartphone":["Smartphone"],"Feature phone":["Fonction téléphone"],"%1$s Settings":["Réglages de %1$s"],"Posts with good SEO score":["Articles avec un bon score SEO"],"Posts with OK SEO score":["Articles avec un score SEO OK"],"Posts with poor SEO score":["Articles avec un mauvais score SEO"],"Posts with bad SEO score":["articles avec un mauvais score SEO "],"Posts without focus keyword":["Articles sans mot clé principal"],"Upgrade to %1$s &raquo;":["Passer à %1$s &raquo;"],"The %1$s plugin(s) might cause issues when used in conjunction with %2$s.":["L'extension(s) %1$s pourrai(en)t provoquer des problèmes si utiliser en conjonction avec %2$s."],"This warning is generated by %1$s.":["Cet avertissement est généré par %1$s."],"Access denied":["Accès refusé"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Le serveur nécessite une authentification ou bloque l'accès au site au Googlebot."],"Faulty redirects":["Redirections défectueuses"],"Not followed":["Non suivi"],"Not found":["Non trouvé"],"URL points to a non-existent page.":["L'adresse pointe vers une page inexistante."],"Google was unable to crawl this URL due to an undetermined issue.":["Google n'a pas pu exploré cette adresse en raison d'un problème indéterminé."],"Blocked":["Bloqué"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Le Googlebot pourrait accéder à votre site, mais l'accès à certaines adresses est bloqué dans votre %1$s. Ce blocage pourrait être pour tous les Googlebot ou uniquement pour le Googlebot-mobile."],"Server Error":["Erreur serveur"],"Request timed out or site is blocking Google.":["Le temps de la demande est écoulé ou le site bloque Google."],"Soft 404":["Soft 404"],"More %1$s":["En savoir plus sur %1$s"],"%s Breadcrumbs":["Fil d'Ariane de %s"],"Breadcrumbs separator:":["Séparateur pour le fil d'Ariane :"],"Breadcrumb for 404 pages:":["Fil d'Ariane pour la page 404&nbsp;"],"Error creating %1$s export: ":["Erreur de création de l'export de %1$s : "],"Configure %1$s's OpenGraph settings":["Configurer les réglages de l'OpenGraph de %1$s"],"Configure %1$s's XML Sitemap settings":["Configurer les réglages du SiteMap XML de %1$s"],"%1$s has been updated to version %2$s. %3$sClick here%4$s to find out what's new!":["%1$s a été mis à jour en version %2$s. %3$sCliquez ici%4$s pour découvrir toutes les nouveautés !"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Vous utilisez toujours le slogan par défaut de WordPress, un vide serait même plus efficace. %1$sVous pouvez régler cela dans la personnalisation%2$s."],"Just another WordPress site":["Un site utilisant WordPress"],"Latest Changes":["Derniers changements"],"We've summarized the most recent changes in %s.":["Nous avons résumé les changements les plus récents dans %s."],"View Changes":["Voir les changements"],"Clean up the %s":["Nettoyage de %s"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google affiche le nom de votre site web, nous nous basons sur votre nom de site mais vous pouvez l'adapter ici. Vous pouvez également fournir un nom de site web alternatif si vous souhaitez que Google le prenne en considération aussi."],"Alternate name":["Autre nom"],"Duplicate content prevention":["Prévention de contenu dupliqué"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Si vous administrez un blog avec un seul auteur, la page d'archive de l'auteur sera exactement identique à votre page d'accueil. C'est ce qu'on appelle un %1$sproblème de contenu dupliqué%2$s."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Si c'est le cas pour votre site, vous pouvez choisir de le désactiver (ce qui la redirigera vers la page d'accueil), ou d'y ajouter %s, de sorte qu'il n'apparaisse pas dans les résultats de recherche."],"Add %s to the author archives":["Ajouter %s aux archives de l'auteur"],"Date-based archives could in some cases also be seen as duplicate content.":["Les archives basées sur la date pourraient, dans certains cas également être considérées comme du contenu dupliqué."],"Add %s to the date-based archives":["Ajoutez %s aux archives basées sur la date"],"Sitewide meta settings":["Réglages méta pour tout le site"],"Use meta keywords tag?":["Utilisez des méta étiquettes de mots-clés ?"],"Add %s meta robots tag sitewide":["Ajouter des méta étiquettes de robots %s sur tout le site"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Ajouter les méta-données d'Open Graph à la section %s de votre site, Facebook et les autres réseaux sociaux utilisent ces données lorsque vos pages sont partagées."],"Add Twitter card meta data to your site's %s section.":["Ajouter les méta-données des cartes Twitter à la section %s de votre site."],"Taxonomy to show in breadcrumbs for post types":["Taxonomie à afficher dans le fil d'Ariane pour les types d'article"],"Post type archive to show in breadcrumbs for taxonomies":["Type d'article d'archive à afficher dans le fil d'Ariane pour les taxinomies"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["L'utilisation de la fonctionnalité du fil d'Ariane est expliquée dans l'article %1$sde notre base de connaissances sur l'intégration du fil d'Ariane%2$s."],"Page %1$d of %2$d":["Page %1$d de %2$d"],"Mobile-Friendly Test":["Test Mobile-Friendly"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["L'installation de l'extension %1$s est incomplète. Veuillez vous référer %2$saux informations d'installation%3$s."],"Please make sure both fields are filled.":["Merci de vous assurez que les deux champs soient remplis."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Votre saisie contient des caractères non valides. Veuillez vérifier que les deux champs soient correctement remplis."],"This Facebook user has already been added as an admin.":["Cet utilisateur Facebook a déjà été ajouté comme administrateur."],"More info can be found %1$son our knowledge base%2$s.":["Retrouvez plus d'information %1$sdans notre base de connaissance%2$s."],"Add Facebook admin":["Ajouter un administrateur Facebook"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["Pour être en mesure d'accéder à %1$sFacebook Insights%2$s, vous devez ajouter un utilisateur ici. Le nom est utilisé à titre indicatif, l'ID est utilisée pour la vérification."],"Admin's name:":["Nom de l'administrateur :"],"Admin's Facebook user ID:":["ID d'utilisateur Facebook de l'administrateur :"],"Website name":["Nom du Site Web"],"The recommended image size for %1$s is %2$spx.":["La taille d'image recommandée pour %1$s est de %2$spx."],"Warning: the variable %s cannot be used in this template.":["Attention : la variable %s ne peut pas être utilisée avec ce modèle."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Nous n'arrivons pas à créer de connexion avec notre API pour vérifier votre clé de licence. Veuillez demander à votre hébergeur d'autoriser les connexions sortantes de votre serveur vers %s."],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Votre serveur utilise une version obsolète du module PHP cURL (version : %s). Demandez à votre hébergeur de le mettre à jour en une version plus récente. Pour en savoir plus sur ce sujet, reportez-vous à notre %sbase de connaissances%."],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":["L'image à la Une doit être au moins de 200 x 200 pixels pour être capté par Facebook et d'autres sites de médias sociaux."],"See the help tab for more info.":["Voir l'onglet d'aide pour plus d'informations."],"Note that not all variables can be used in every template.":["Veuillez noter que toutes les variables ne peuvent pas être utilisées dans tous les modèles."],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["%1$s et %2$s créent des sorties OpenGraph, ce qui pourrait faire que Facebook, Twitter, LinkedIn et d'autres réseaux sociaux utilisent de mauvais textes et de mauvaises images lorsque vos pages sont partagées."],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["%1$s et %2$s peuvent créer des sitemaps XML. Avoir deux sitemaps XML n'est pas recommandé pour les moteurs de recherche, et pourrait même ralentir votre site."],"To be able to access %sFacebook Insights%s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Pour pouvoir accéder à %sFacebook Insights %s pour votre site, vous devez spécifier un administrateur Facebook. Cela peut être un utilisateur. Si vous avez une application pour votre site, vous pouvez aussi l'utiliser."],"Warning!":["Avertissement&nbsp;!"],"Recommended solution":["Solution recommandée"],"We recommend you deactivate %1$s and have another look at your %2$s configuration using the button above.":["Nous vous recommandons de désactiver %1$s et de rejeter un œil à votre configuration de %2$s en utilisant le bouton ci-dessus."],"Deactivate %s":["Désactiver %s"],"What’s new in %s":["Quoi de neuf dans la %s"],"Activation failed:":["Échec de l'activation :"],"Export created: %1$sdownload your export file here%2$s.":["Export créé : %1$stéléchargez votre ficher exporté ici%2$s."],"Could not zip settings-file.":["Impossible de compresser (ZIP) le fichier des réglages."],"Could not write settings to file.":["Impossible d'écrire les réglages dans le fichier."],"This export includes taxonomy metadata":["Cet export inclut les métadonnées de taxonomie."],"No taxonomy metadata found":["Aucune métadonnée de taxonomie n'a été trouvée"],"Error: no Robots Meta data found to import.":["Erreur : aucune métadonnée pour les robots à importer."],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["Importer les réglages en localisant le fichier<em>settings.zip</em> et en cliquant sur \"Importer les réglages\""],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["L'extension \"filter\" semble indisponible. Veuillez demander à votre hébergeur de l'activer."],"Company Info":["Informations sur la société"],"Your Info":["Vos informations"],"Upload Image":["Mettre en ligne une image"],"Breadcrumbs":["Fils d'Ariane"],"SEO:":["SEO :"],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":["Ce sont les réglages généraux de %1$s, vous pouvez relancer la présentation ou revenir aux réglages de %1$s par défaut."],"Tab: Your Info / Company Info":["Onglet : Vos infos / Infos de la société"],"Add some info here needed for Google's Knowledge Graph.":["Ajouter quelques informations nécessaire pour le Knowledge Graph de Google ici."],"Tab: Webmaster Tools":["Onglet : Outils pour les webmasters"],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":["Vous pouvez ajouter ici les codes de vérification des différents programmes de Webmaster Tools. Nous vous encourageons vivement à vérifier les outils pour Webmaster de Google et de Bing."],"Tab: Security":["Onglet : Sécurité"],"Determine who has access to the plugins advanced settings on the post edit screen.":["Définit qui a accès aux réglages avancés des extensions dans le menu d'édition d'un article."],"Subscribe to our Newsletter":["Inscrivez-vous à notre newsletter"],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":["Le premier onglet présente les réglages généraux pour les titres, normalement vous n'aurez besoin de modifier que le séparateur de titres."],"On the archives tab you can set templates for specific pages like author archives, search results and more.":["Dans l'onglet des archives vous pouvez maintenant créer des modèles pour des pages spécifiques comme celles des archives d'auteur, des résultats de recherche et bien d'autres."],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":["Dans l'onglet Autre, vous pouvez modifier les réglages des méta pour tout le site, comme par exemple, activer les méta keywords."],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":["Dans cet onglet, vous pouvez vérifier votre site avec Pinterest et saisir les données de votre compte Pinterest."],"On this tab you can enter some more of your social accounts, mostly used for Google's Knowledge Graph.":["Dans cet onglet, vous pouvez saisir des informations sur vos comptes de réseaux sociaux, principalement utilisé pour le Knowledge Graph de Google."],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":["Cette extension ajoute des cartes XML à votre site. Ces cartes sont automatiquement mises à jour lorsque vous publiez un nouvel article, une nouvelle page ou que vous modifiez un article. Les modifications sont automatiquement répercutées sur Google et Bing."],"Advanced Settings":["Réglages avancés"],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":["Les options de ces onglets sont réservées aux utilisateurs avancés. Si vous ne savez pas quoi modifier, ne changez rien."],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":["Les puissantes fonctions de %1$s peuvent être encore améliorées avec les %3$sPlugins Yoast Premium%4$s. Ces extensions premium nécessitent l'installation de %1$s ou de %2$s et ajoutent des fonctionnalités spécifiques. Vous pouvez en savoir plus au sujet de ces extensions Yoast Premium en cliquant %3$sici%4$s."],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":["Merci d'utiliser notre extension et bonne chance avec votre référencement !<br/><br/>Cordialement<br/>L'équipe Yoast - %1$sYoast.com%2$s"],"Introduction Tour":["Visite guidée"],"Restore Default Settings":["Restaurer les réglages par défaut"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Cette donnée est affichée comme une métadonnée dans votre site. Elle apparaît dans le Knowledge Graph de Google. Vous pouvez être une société ou une personne, choisissez l'un ou l'autre :"],"Company or person":["Société ou personne&nbsp;"],"Choose whether you're a company or person":["Précisez si vous êtes une société ou une personne"],"Company":["Société"],"Person":["Personne"],"Company Name":["Nom de la société"],"Company Logo":["Logo de la société"],"Your name":["Votre nom&nbsp;"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["Enregistrez ici la clé de licence de l'une de vos extensions premium si vous voulez l'activer."],"Enable force rewrite titles":["Activer la réécriture forcée des titres "],"Accounts":["Comptes"],"To inform Google about your social profiles, we need to know their URLs.":["Pour informer Google sur vos profils sociaux, nous avons besoin de connaître leurs URLs."],"For each, pick the main account associated with this site and please enter them below:":["Pour chacun d'eux, choisissez le compte principal associé à ce site et enregistrez-le ci-dessous :"],"Twitter Username":["Nom d'utilisateur Twitter"],"Instagram URL":["URL Instagram"],"LinkedIn URL":["URL LinkedIn"],"MySpace URL":["URL MySpace"],"Pinterest URL":["URL Pinterest"],"YouTube URL":["URL YouTube"],"Google+ URL":["URL Google+"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest, tout comme Facebook, utilise les métadonnées Open Graph. Assurez-vous donc d'avoir coché la case Open Graph sur l'onglet Facebook si vous souhaitez optimiser votre site pour Pinterest."],"Pinterest verification":["Vérification Pinterest"],"To %1$sverify your site with Pinterest%2$s, add the meta tag here:":["Pour %1$svérifier votre site avec Pinterest%2$s, veuillez ajouter la balise méta ici :"],"Bulk editor":["Éditeur par lot"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Cet outil vous permet de modifier rapidement les titres et les descriptions de vos articles et de vos pages, sans avoir à aller dans l'éditeur de chaque page."],"Import and Export":["Import et Export"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importez les réglages d'autres extensions de référencement et exportez les vôtres pour les réutiliser sur un autre site."],"File editor":["Éditeur de fichiers"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Cet outil vous permet de modifier rapidement des fichiers importants pour votre référencement, comme le fichier robots.txt ou le fichier .htaccess si vous en avez un."],"&laquo; Back to Tools page":["&laquo; Retour à la page Outils"],"Max entries per sitemap":["Nombre d'entrées maximal par sitemap"],"Credits":["Crédits"],"More Translations":["Plus de traductions"],"%1$s ships, at time of release, with %4$d translations, of which %5$d are complete. That's a huge improvement from last time, and we're improving every week. Join us at %2$stranslate.yoast.com%3$s!":["Au moment de sa sortie, %1$s disposait de %4$d traductions, dont %5$d étaient terminées. C'est une immense amélioration par rapport à la fois précédente, et nous continuons à progresser chaque semaine. Rejoignez-nous sur %2$stranslate.yoast.com%3$s !"],"Go to The General settings page →":["Aller à la page des Réglages généraux →"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Bien que presque toute l'équipe de développement de %1$sYoast%2$s soit basée aux Pays-Bas, %3$s est créé par une équipe internationale."],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Vous souhaitez nous aider à développer ? Référez-vous à nos %1$srègles de contribution%2$s !"],"Project Leaders":["Responsables de projet"],"Project Lead":["Chef de projet"],"Lead Developer":["Développeur principal"],"QA & Translations Manager":["Responsable des traductions et des questions/réponses"],"Contributing Developers":["Développeurs contributeurs"],"Developer":["Développeur"],"Contributors to this release":["Contributeurs pour cette version"],"Change URLs":["Modifier les URLs"],"Clean up permalinks":["Nettoyer les permaliens"],"Import from other SEO plugins":["Importer à partir d'autres extensions de SEO"],"Import from other plugins":["Importer à partir d'autres extensions"],"If you want to import data from (by now ancient) Yoast plugins, you can do so here:":["Si vous souhaitez importer des données depuis votre (désormais ancienne) extension Yoast, vous pouvez le faire ici :"],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":["L'extension All-In-One-SEO a été détectée. Voulez-vous %simporter ses réglages%s ?"],"You are not allowed to access this page.":["Vous n'êtes pas autorisé à accéder à cette page."],"Tools":["Outils"],"Your %s license has been activated. ":["Votre licence %s a été activée."],"You have an unlimited license. ":["Vous avez une licence illimitée."],"You have used %d/%d activations. ":["Vous utilisez %d/%d activation(s)."],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["à,alors,au,aucun,aussi,autre,avant,avec,avoir,bon,car,ce,cela,ces,ceux,chaque,ci,comme,comment,dans,des,du,dedans,dehors,depuis,devrait,doit,donc,dos,début,elle,elles,en,encore,essai,est,et,eu,fait,faites,fois,font,hors,ici,il,ils,je,juste,la,le,les,leur,là,ma,maintenant,mais,mes,mine,moins,mon,mot,même,ni,nommés,notre,nous,ou,où,par,parce,pas,peut,peu,plupart,pour,pourquoi,quand,que,quel,quelle,quelles,quels,qui,sa,sans,ses,seulement,si,sien,son,sont,sous,soyez,sujet,sur,ta,tandis,tellement,tels,tes,ton,tous,tout,trop,très,tu,voient,vont,votre,vous,vu,ça,étaient,état,étions,été,être,un,une"],"The SEO title defaults to what is generated based on this sites title template for this posttype.":["Par défaut, le titre de référencement est généré à partir du titre du site pour ce type de contenu."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Si vous ne souhaitez pas utiliser le titre de l'article sur %s mais voulez au contraire un autre titre, enregistrez-le ici."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Si vous ne souhaitez pas utiliser la méta description pour partager l'article sur %s mais voulez une autre description, inscrivez-la ici."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Si vous voulez remplacer l'image utilisée pour cet article sur %s, téléchargez/choisissez une image ou ajoutez son URL ici."],"%s Title":["%s Titre"],"%s Description":["%s Description"],"%s Image":["%s Image"],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":["Si vous voulez être tenu informé des nouveautés relatives à %1$s et aux autres extensions de Yoast, abonnez-vous à notre newsletter :"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Comme vous le constatez, cette extension est traduite en %1$s. Cette traduction est actuellement terminée à %3$d%%. Nous avons besoin de votre aide pour la terminer et pour corriger les éventuelles erreurs. SVP, enregistrez-vous sur %4$s pour finaliser la traduction à %1$s !"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Vous utilisez WordPress en %1$s. Alors que %2$s a été traduit en %1$s à %3$d%%, elle n'est donc pas encore disponible dans l'extension. Vous pouvez nous aider ! Enregistrez-vous sur %4$s pour nous aider à terminer la traduction à %1$s !"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Vous utilisez WordPress dans une langue que nous ne supportons pas encore. Nous aimerions beaucoup que %2$s soit traduit dans cette langue, mais malheureusement ce n'est pas le cas.  Vous pouvez changer cet état de fait ! Enregistrez-vous sur %4$s pour nous aider à traduire ! "],"Translation of %s":["Traduction de %s"],"Register now &raquo;":["S'enregistrer maintenant &raquo;"],"The old data of the imported plugin was deleted successfully.":["Les anciennes données de l'extension importée ont été effacées avec succès."],"Content to put after each post in the feed":["Contenu à insérer après chaque article dans le flux"],"Exclude user roles":["Exclure des rôles utilisateur"],"Pinterest Rich Pins Validator":["Validateur de Rich Pins Pinterest"],"HTML Validator":["Validateur HTML"],"CSS Validator":["Validateur CSS"],"Google Page Speed Test":["Test de vitesse de page Google"],"Modern IE Site Scan":["Scan de site Modern IE"],"Focus keyword usage":["Utilisation du mot-clef mis en avant"],"You have used HTML in your value which is not allowed.":["Votre valeur inclut du code HTML non autorisé."],"Exclude user from Author-sitemap":["Exclure cet utilisateur du plan de site (sitemap) des auteurs"],"(no parent)":["(aucun parent)"],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":["Il existe d'autres ressources concernant WordPress et le SEO qui dépassent l'usage de cette extension. Un très bon début est notre article %1$sle guide ultime du SEO pour WordPress%2$s"],"Title &amp; Metas settings":["Réglages Titre et Métas"],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":["Vous pouvez définir ici les titres et les méta-informations pour vos types de contenus, taxonomies, archives, pages spéciales, et page d'accueil. Cette page est divisée en plusieurs onglets, pensez à tous les visiter !"],"Templates and settings":["Modèles et réglages"],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":["Cliquez à présent sur &#8216;%1$sPost Types%2$s&#8217;-tab, ce sera notre exemple."],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":["Les modèles sont construits à base de variables. Vous pouvez retrouvez l'ensemble des variables dans l'onglet Aide (en haut à droite de la page). Les paramètres vous permettent de définir un comportement spécifique pour les types de contenu."],"Previous":["Précédent"],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":["Dans cet onglet, vous pouvez activer la fonctionnalité de l'%1$sOpen Graph de Facebook%2$s, afin d'affecter à un utilisateur Facebook ou à une Application l'administration de votre site, et que vous puissiez voir les statistiques de Facebook."],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":["Les paramètres de première page vous permettent de définir des méta-données pour votre page d'accueil, alors que les paramètres par défaut vous permettent de définir une configuration pour tous les articles / pages sans images."],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":["Avec les %1$sCartes Twitter %2$s, vous pouvez joindre des photos, des vidéos et autres médias à vos tweets qui génèrent du trafic vers votre site. Il suffit de cocher la case, enregistrez-vous pour le service et les utilisateurs qui tweetent des liens vers votre contenu auront une &#8220;Carte&#8221; ajoutée dans leur tweet qui sera visible à tous leurs contacts. "],"This tab allows you to add specific post meta data for Google+. And if you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":["Cet onglet vous permet d'ajouter des méta-données spécifiques à soumettre à Google+. Et si vous avez une page Google+ pour votre entreprise, ajoutez l'URL ici et reliez-la à la page A propos de votre  page %1$sGoogle+%2$"],"What are XML sitemaps?":["En quoi consistent les plans de site au format XML ?"],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":["Un plan de site est un fichier XML qui recense les URLs d'un site. Il permet aux webmasters d'inclure des informations complémentaires à propos de chaque URL: quand il a été mis à jour pour la dernière fois, à quelle fréquence il change, son importance par rapport aux autres URLs du site. Cela permet aux moteurs de recherche de parcourir le site de manière plus intelligente."],"What does the plugin do with XML Sitemaps?":["Que fait l'extension avec les Sitemaps XML ?"],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":["Si vous souhaitez exclure certains types de contenu et/ou des taxonomies, vous pouvez également le faire sur cette page."],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":["Est-ce que votre serveur manque de mémoire ? Diminuez le nombre d'entrées du plan du site (par défaut : 1000) pour réduire la charge."],"Extensions and Licenses":["Extensions et licences"],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":["Après l'achat de %1$s ou d'une autre extension premium de Yoast, vous devrez entrer une clé de licence. Vous pouvez le faire dans l'onglet Licences. Une fois votre extension premium activée, vous pouvez utiliser toutes ses puissantes fonctionnalités."],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":["Nous sommes arrivés à la fin de la visite. Si vous aimez l'extension, s'il vous plaît %sdonnez-lui 5 étoiles sur WordPress.org%s !"],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":["Vous venez d'installer %1$s&nbsp;! Cliquez sur \"Commencer la visite\" pour afficher une rapide introduction des fonctions de base de l'extension."],"Add Google+ specific post meta data":["Ajouter des méta données spécifiques à Google+ "],"Exclude users without posts":["Exclure les utilisateurs sans articles"],"Disable all users with zero posts":["Désactiver les utilisateurs avec 0 articles"],"Please check the appropriate box below if there's a user role that you do <strong>NOT</strong> want to include in your sitemap:":["Merci de cocher la case appropriée ci-dessous si un rôle d'utilisateur ne doit <strong>pas </strong> être inclus dans le plan de votre site :"],"Replaced with the post/page author's 'Biographical Info'":["Remplacé par 'les informations biographiques' de l'auteur de l'article ou de la page"],"Team Yoast":["L'équipe Yoast"],"Publication date":["Date de Publication"],"The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.<br/><br/>Read %sthis post%s for more info.":["La méta-description est généralement affichée en noir sous le titre dans les résultats des moteurs de recherche. Pour être efficace, il faut qu'elle contienne le mot-clé recherché.<br/><br/>Pour plus d'information lire: %sthis post%s."],"No Image Index":["Pas d'index pour l'image"],"Are you sure you want to reset your SEO settings?":["Êtes vous sûr de vouloir réinitialiser vos réglages de SEO ?"],"Title Separator":["Séparateur de titre"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Choisisssez le symbole à utiliser en temps que séparateur. Il apparaîtra, par exemple, entre le titre de l'article et le nom du site."],"Symbols are shown in the size they'll appear in in search results.":["Les symboles sont affichés dans la même taille que celle des résultats de recherche."],"Take note:":["À savoir :"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on <strong>unattached</strong> media items!":["Comme vous redirigre l'URL de la pièce jointe vers l'URL parent, ces paramètres n'auront d'effet que sur les médias <strong>non inclus</strong>"],"So remember: If you change the %sattachment redirection setting%s in the future, the below settings will take effect for *all* media items.":["Rappel : Si vous changez les setting%s de redirection de %sattachment dans le futur, les réglages ci-dessous affecteront \"tous\" les médias."],"public":["public"],"archived":["archivé"],"mature":["adulte"],"spam":["spam"],"New sites in the network inherit their SEO settings from this site":["Les nouveaux sites du réseau héritent des paramètres SEO de ce site"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Choisissez le site dont les réglages serviront de base à tous les nouveaux sites de votre réseau. Si vous choisissez 'Aucun', les réglages par défaut de WordPress SEO seront utilisés."],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Saisissez '%sID du site%s que vous utiliserez comme base pour les réglages de tous les nouveaux sites ajoutés à votre réseau. Laissez vide pour n'en choisir aucun. (Les réglages par défaut de WordPress SEO seront alors utilisés)."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Les réglages potentiellement confidentiels (administrateurs Facebook etc.), spécifiques aux thèmes (réécriture du titre) et quelques réglages très spécifiques au site actuel ne seront pas importés vers les nouveaux blogs."],"Site ID":["ID du Site"],"Copy home meta description":["Copier les méta description de base"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Voici le titre, la description et l'image utilisés dans le meta tag Open Graph sur la page d'accueil de votre site."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Une variable de remplacement ne peut contenir que des caractères alpha-numériques, un souligné ou un tiret. Veuillez renommer votre variable"],"Advanced Variables":["Variable Premium"],"Premium Support":["Support Premium"],"FAQ":["Questions"],"Remove these ads?":["Supprimer les publicités"],"This is a rendering of what this post might look like in Google's search results.<br/><br/>Read %sthis post%s for more info.":["Voici une prévisualisation des résultats de recherche pour votre article sur Google.<br/><br/>Lire %sl'article%s pour plus d'informations."],"Warning:":["Attention :"],"Title display in Google is limited to a fixed width, yours is too long.":["La longueur d'affichage du titre est limitée par Google, votre titre est trop long."],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Attention : même si vous pouvez modifier les méta \"robots\" ici, tout votre site est réglé en mode \"noindex\" dans les réglages de vie privée, toute modification effectuée ici n'aura donc aucun effet. "],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Attention !</b> Vous bloquez des requêtes externes, ce qui signifie que vous ne serez pas en mesure d'obtenir les mises à jour de %s. Merci d'ajouter %s à %s."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Votre licence a expiré. Vous devez <a href=\"%s\">renouveler votre licence</a>  pour l'utiliser à nouveau."],"Request error: \"%s\" (%scommon license notices%s)":["Erreur dans la requête :\"%s\" (%scommon notices%s de licence)"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s est activé sur tout le réseau, vous pouvez gérer votre licence sur la <a href=\"%s\">Page du réseau d'administration des licences</a>."],"%s is network activated, please contact your site administrator to manage the license.":["%s nécessite une activation réseau, veuillez contacter l'administrateur de votre site pour gérer la licence."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Ce site n'a pas été activé correctement sur yoast.com et donc ne peut donc vérifier les futures mises à jour. Merci d'activer votre site avec une licence valide"],"Your %s license will expire on %s.":["Votre licence pour %s expirera le %s."],"%sRenew your license now%s.":["%sRenouveler votre licence maintenant%s."],"The premium version of %1$s with more features & support.":["La version Premium de %1$s avec plus de fonctionnalités & de support."],"Optimize your videos to show them off in search results and get more clicks!":["Optimisez vos vidéos pour qu'elles apparaissent dans les résultats des recherches et obtenir plus de clics !"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Etes vous sur Google News ? Augmentez le trafic de Google News grâce à l'optimisation!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Améliorez votre classement localement dans Google Maps, sans verser une goutte de sueur!"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Intégrez WooCommerce et %1$s et obtenez des fonctionnalités supplémentaires !"],"Get this extension":["Obtenez cette extension"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Evite la suppression des paramètres des  campagnes Google Analytics & Google AdWords"],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Une variable de remplacement ne peut commencer par \"%%cf_\" ou \"%%ct_\" car ces préfixes sont réservés aux variables standards de WPSEO pour les champs et les taxonomies personnalisés. Essayez d'utiliser un nom de variable unique."],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":["Une variable de remplacement portant le même nom est déjà enregistrée. Essayez d'utiliser un nom de variable unique."],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Vous ne pouvez pas annuler une variable de remplacement standard de WPSEO en enregistrant une variable avec le même nom. Utilisez le  filtre \"wpseo_replacements\"  au lieu d'ajuster la valeur de remplacement."],"Replaced with the title of the parent page of the current page":["Remplacé par le titre de la page parent de la présente page"],"The site's tag line / description":["Slogan / Description du site"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Remplacé par le numéro de page en cours avec le contexte (ex: page 2 sur 4)"],"Check Rich Snippets":["Vérifiez les extraits"],"Facebook Debugger":["Facebook Debugger"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Les extensions de la Librairie Standard PHP (SPL) semblent ne pas être disponibles.Demandez à votre hébergeur de les activer."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["La première solution SEO tout-en-un pour WordPress, y compris l'analyse des pages de contenu, les sitemaps XML et bien plus encore."],"https://yoast.com/":["https://yoast.com/"],"Please select a valid taxonomy for post type \"%s\"":["Veuillez choisir une taxonomie valide pour le type de contenu \"%s\""],"Post doesn't exist.":["L'article n'existe pas."],"Post has an invalid Post Type: %s.":["L'article a un type de contenu non valide&nbsp: %s."],"You can't edit %s.":["Vous ne pouvez pas modifier %s."],"You can't edit %s that aren't yours.":["Vous ne pouvez pas modifier les %s qui ne sont pas à/de vous."],"Extensions":["Extensions"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["Les réglages des titres & métas pour %1$s utilisent des variables qui sont remplacées par des valeurs spécifiques de la page quand la page est affichée. Les onglets de gauche donnent des explications sur les variables disponibles."],"Filter":["Filtrer"],"WP Page Title":["Titre de la page"],"Post Type":["Type de contenu"],"Post Status":["État de l'article"],"Page URL/Slug":["URL/Identifiant de la page"],"Existing Yoast Meta Description":["Méta description Yoast actuelle"],"New Yoast Meta Description":["Nouvelle méta description Yoast"],"Action":["Action"],"Edit this item":["Modifier cet objet"],"Edit":["Modifier"],"Preview &#8220;%s&#8221;":["Prévisualiser &#8220;%s&#8221;"],"Preview":["Aperçu"],"View &#8220;%s&#8221;":["Voir &#8220;%s&#8221;"],"View":["Voir"],"Existing Yoast SEO Title":["Titre Yoast SEO actuel"],"New Yoast SEO Title":["Nouveau titre Yoast SEO"],"Debug Information":["Information de débug"],"Current option:":["Option actuelle&nbsp;:"],"Site-wide default: %s":["Valeur par défaut pour tout le site&nbsp;: %s"],"No post content to analyse.":["Aucun contenu d'article à analyser."],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">Saviez-vous que vous pouvez mettre à jour votre licence&nbsp;?</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">Votre licence expire dans %d jours, voulez vous une extension pour votre licence&nbsp;?</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Vous avez atteint votre limite d'activation. Vous devez <a href=\"%s\">mettre à jour votre licence</a> pour l'utiliser sur ce site."],"Failed to activate your license, your license key seems to be invalid.":["Impossible d'activer votre licence, votre clé de licence semble invalide."],"Your %s license has been deactivated.":["Votre licence %s a été désactivée."],"Failed to deactivate your %s license.":["Impossible de désactiver votre licence %s."],"%s License":["Licence %s"],"Theme License":["Licence du thème"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["La mise à jour du thème supprimera toutes les personalisations que vous avez faites. \"Abandonner\" pour arrêter, \"OK\" pour mettre à jour."],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":["<strong>%s la version de %s</strong> est disponible. <a href=\"%s\" class=\"thickbox\" title=\"%s\"> Découvrez les nouveautés </a> ou <a href=\"%s\" %s> mettez à jour maintenant </a>."],"%s failed to check for updates because of the following error: <em>%s</em>":["Erreur de mise à jour pour %s en raison des erreurs suivantes:<em>%s</em>"],"%s: License Settings":["%s&nbsp: Réglages de la licence"],"License status":["Statut de la licence"],"Toggle license status":["Changer l'état de la licence"],"Deactivate License":["Désactiver la licence"],"(deactivate your license so you can activate it on another WordPress site)":["(désactivez votre licence pour pouvoir l'activer sur un autre site WordPress)"],"Activate License":["Activer la licence"],"Please enter a license key in the field below first.":["Veuillez d'abord saisir une clé de licence dans le champ ci-dessous."],"License Key":["Clé de licence"],"Paste your %s license key here..":["Collez ici votre clé de licence pour %s."],"You defined your license key using the %s PHP constant.":["Vous avez défini votre clé de licence en utilisant la constante PHP %s."],"Failed to remove hardcoded meta description.":["Impossible de supprimer la méta description saisie en dur."],"Earlier found meta description was not found in file. Renewed the description test data.":["Les méta descriptions précédentes n'ont pas été trouvé dans le fichier.Mise en place des données de test."],"Pinterest":["Pinterest&nbsp;"],"Yandex Webmaster Tools":["Outils pour webmaster de Yandex&nbsp;"],"You cannot create a robots.txt file.":["Vous ne pouvez pas créer un fichier robots.txt."],"You don't have a robots.txt file, create one here:":["Vous n'avez pas de fichier robots.txt, vous pouvez en créer un ici&nbsp;:"],"Create robots.txt file":["Créer le fichier robots.txt"],"Setting \"%s\" is no longer used and has been discarded.":["Le paramètre \"%s\" n'est plus disponible et a été désactivé"],"No settings found in file.":["Aucun réglage n'a été trouvé dans le fichier."],"Unzipping failed - file settings.ini not found.":["Échec de la décompression - le fichier settings.ini est introuvable."],"Unzipping failed with error \"%s\".":["Échec de la décompression avec l'erreur \"%s\"."],"Licenses":["Licences"],"Meta keywords":["Méta keywords"],"%s restored to default SEO settings.":["%s a été rétabli au réglages SEO par défaut."],"Blog %s not found.":["Le blog %s est introuvable."],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Vous avez peut-être d'autres variables que vous ne voulez pas nettoyer, ajouter les simplement dans ici, séparées par des virgules."],"The default card type to use":["Le type de carte à utiliser par défaut&nbsp;"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Merci de saisir le nombre maximal d'entrées par page de sitemap (par défaut %s, vous pouvez réduire ce nombre pour éviter les problèmes de mémoire sur certaines installations)&nbsp;:"],"%s does not seem to be a valid %s verification string. Please correct.":["%s ne semble pas être une chaine de caractères de vérification valide pour %s. Veuillez corriger."],"Please select a valid post type for taxonomy \"%s\"":["Veuillez choisir un type de contenu valide pour la taxonomie \"%s\""],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Entrées maximum par page du sitemap\" doit être un nombre positif, %s ne l'est pas. Veuillez corriger."],"Summary":["Résumé"],"Summary with large image":["Résumé avec grande image"],"%s does not seem to be a valid url. Please correct.":["%s ne semble pas être une URL valide. Veuillez corriger cela."],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s ne semble pas être un identifiant Twitter valide. Veuillez corriger cela."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s n'est pas un choix valide pour ceux qui devraient être autorisés d'accéder aux réglages de %2$s. La valeur par défaut a été remise."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Le réglage par défaut du blog doit être l'identifiant numérique du blog que vous souhaitez utiliser par défaut."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Blog inexistant. Le blog %s n'existe pas ou a été marqué comme étant supprimé."],"No numeric value was received.":["Les chiffres ne sont pas acceptés"],"Title optimization":["Optimisation d'un titre"],"For more information:":["Pour plus d'information&nbsp;:"],"There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.":["Il y a %d mots dans le corps du texte, ce qui est légèrement inférieur au minimum recommandé de %d mots, ajoutez-en un peu à votre contenu."],"Use Image":["Utiliser l'image"],"There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.":["Il y a %d mots dans le corps du texte, ce qui est dessous du minimum recommandé de %d mots. Ajouter plus de contenu pertinent sur ce sujet pour les lecteurs."],"There are %d words contained in the body copy, this is more than the %d word recommended minimum.":["Il y a %d mots dans le corps du texte, ce qui est supérieur au minimum recommandé de %d mots."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Cela vous permet de créer des URLs plus propres en retirant automatiquement les mots d'arrêts (stop words) des URLs."],"Remove stop words from slugs.":["Retirer les mots d'arrêts (stop words) des identifiants."],"Why Google won't display the right page title":["Pourquoi Google n'affichera pas le bon titre de la page"],"Template explanation":["Explication des modèles"],"Basic Variables":["Variables de base"],"SEO Issue:":["Problème SEO&nbsp;:"],"Your theme contains a meta description, which blocks %1$s from working properly. Please visit the %2$sSEO Dashboard%3$s to fix this.":["Votre thème contient une méta description qui empêche %1$s de fonctionner correctement. Rendez-vous sur le %2$sTableau de bord du SEO%3$s pour corriger le problème."],"Google+":["Google+"],"Facebook profile URL":["URL du profil Facebook"],"Check":["Vérifier"],"Pick the main keyword or keyphrase that this post/page is about.<br/><br/>Read %sthis post%s for more info.":["Choisissez le mot-clé principal ou la phrase-clé principale de cet article/cette page.<br/><br/>Lisez %scet article%s pour plus d'infos."],"index":["index"],"noindex":["noindex"],"Your focus keyword was found in:":["Votre mot-clef principal a été trouvé dans&nbsp;:"],"Article Heading: ":["Intitulé de l'article&nbsp;:"],"Page title: ":["Titre de la page&nbsp;:"],"Page URL: ":["URL de la page&nbsp;:"],"Content: ":["Contenu&nbsp;:"],"Meta description: ":["Méta description&nbsp;:"],"All SEO Scores":["Tous les scores SEO"],"Page Analysis has been disabled.":["L'analyse de la page a été désactivée"],"Removed hardcoded meta description.":["La méta description codée en dure a été supprimée."],"Re-check theme.":["Re-vérifier le thème."],"The plugin Robots-Meta has been detected. Do you want to %simport its settings%s.":["Le plugin Robots-Meta a été détecté. Voulez-vous %simporter sa configuration%s."],"Robots-Meta has been deactivated":["La meta Robots a été désactivée"],"All-In-One-SEO has been deactivated":["All-In-One-SEO a été désactivé"],"Edit Files":["Modifier les fichiers"],"Replaced with the slug which caused the 404":["Remplacé par l'identifiant qui a causé l'erreur 404"],"Replaced with a custom taxonomies description":["Remplacé par une description des taxinomies personnalisées."],"Facebook":["Facebook"],"Add Open Graph meta data":["Ajouter les métadonnées OpenGraph"],"Facebook Page URL":["URL de la page Facebook&nbsp"],"User sitemap":["Sitemap utilisateur"],"Disable author/user sitemap":["Désactiver le sitemap auteur/utilisateur"],"N/A":["N/D"],"Poor":["Médiocre"],"Good":["Bon"],"Bad":["Mauvais"],"Posts":["Articles"],"You've never used this focus keyword before, very good.":["Vous n'aviez jamais utilisé ce mot-clé principal, c'est très bien."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Vous avez déjà utilisé ce mot-clé principal %1$sune fois%2$s, assurez-vous d'indiquer très clairement quelle URL sur votre site est la plus importante pour ce mot-clé."],"You've used this focus keyword %3$s%4$d times before%2$s, it's probably a good idea to read %1$sthis post on cornerstone content%2$s and improve your keyword strategy.":["Vous avez déjà utilisé ce mot-clé principal %3$s%4$d fois%2$s, il est conseillé de lire %1$scet article sur le contenu stratégique %2$s et améliorer la stratégie du choix de vos mot-clé."],"You must %sgo to your Reading Settings%s and uncheck the box for Search Engine Visibility.":["Vous devez vous %srendre dans vos Réglages de Lecture%s et décocher la case Visibilité pour les moteurs de recherche."],"Replaced with the current day":["Remplacé par la date actuelle"],"Entries per page":["Entrées par page"],"If you had a .htaccess file and it was editable, you could edit it from here.":["Si vous aviez un fichier .htaccess et qu'il était modifiable, vous pourriez le modifier à partir d'ici."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Si vous aviez un fichier robots.txt et qu'il était modifiable, vous pourriez le modifier à partir d'ici."],"WooThemes SEO framework settings &amp; data successfully imported.":["Les réglages du framework WooThemes SEO ont bien été importés."],"HeadSpace2 data successfully imported":["Les données de HeadSpace2 ont bien été importées."],"Import from WooThemes SEO framework?":["Importer depuis le framework WooThemes SEO&nbsp;?"],"Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.":["Votre phrase-clé compte plus de 10 mots, une phrase-clé devrait être plus courte et il ne peut y avoir qu'une seule phrase-clé."],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Si vous avez une page Google+ pour votre entreprise, ajoutez cette URL ici et reliez la à votre page à propos de Google+."],"Your theme contains a meta description, which blocks %1$s from working properly, please delete the following line, or press fix it:":["Votre thème contient une méta description qui empêche %1$s de fonctionner correctement, veuillez supprimer la ligne suivante, ou appuyez sur résoudre&nbsp;:"],"Google Publisher Page":["Page Google Publisher"],"Date in Snippet Preview":["Date dans la prévisualisation de l'élément&nbsp;"],"Twitter username (without @)":["Identifiant Twitter (sans le @)"],"Show date in snippet preview?":["Afficher la date dans la prévisualisation de l'extrait&nbsp;?"],"SEO: OK":["SEO&nbsp;: OK"],"SEO: Poor":["SEO&nbsp;: Médiocre"],"SEO: Bad":["SEO&nbsp;: Mauvais"],"SEO: No Focus Keyword":["SEO&nbsp;: Pas de mot-clef principal"],"SEO: Good":["SEO&nbsp;: Bon"],"SEO: Post Noindexed":["SEO&nbsp;: Article non indexé"],"Meta Desc.":["Méta Desc."],"Focus KW":["Mot-clé principal"],"%s, Author at %s":["%s, Auteur à %s"],"Remove the <code>?replytocom</code> variables.":["Supprimer les variables<code>?replytocom</code>."],"Post Types":["Types d'article"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Cela empêche les commentaires imbriqués de fonctionner lorsque l'utilisateur a désactivé JavaScript, mais sur un grand site cela peut représenter une <em>énorme</em> amélioration de l'efficacité d'analyse pour les moteurs de recherche lorsque vous avez beaucoup de commentaires."],"Replaced with the post type single label":["Remplacé par l'intitulé au singulier du type de contenu"],"Other":["Autres"],"Replaced with the post type plural label":["Remplacé par l'intitulé au pluriel du type de contenu"],"%s Archive":["%s Archive"],"Social settings":["Réglages réseaux sociaux"],"Sitewide settings":["Réglages au niveau du site"],"%s Archives":["%s Archives"],"Always index":["Toujours indexer"],"No focus keyword was set for this %s. If you do not set a focus keyword, no score can be calculated.":["Aucun mot-clef principal n'a été défini pour cette %s. Si vous n'en définissez pas un, aucun score ne peut être calculé."],"To update this page analysis, save as draft or update and check this tab again":["Pour actualiser l'analyse de cette page, veuillez sauvegarder cet article comme brouillon ou le mettre à jour et vérifiez cet onglet à nouveau."],"No subheading tags (like an H2) appear in the copy.":["Aucune balise d'en-tête (comme un H2) n'apparaît dans votre contenu."],"The keyword density is %s%%, which is over the advised 4.5%% maximum, the keyword was found %s times.":["La densité de mot-clé est de %s%%, ce qui est supérieur au maximum conseillé de 4,5%%. Le mot-clé a été trouvé %s fois."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s détecte automatiquement s'il a besoin de forcer la réécriture des titres de vos pages, si vous pensez que c'est incorrect et que vous savez ce que vous faites, vous pouvez modifier ce réglage ici."],"Replaced with a posts custom taxonomies, comma separated.":["Remplacé par la(les) catégorie(s) de l'article, séparé par des virgules"],"Replaced with a posts custom field value":["Remplacé par une valeur de champ personnalisé"],"Take this tour to quickly learn about the use of this plugin.":["Profitez de cette visite guidée pour apprendre rapidement comment utiliser cette extension."],"Special Pages":["Pages spéciales"],"I don't know why you'd want to use meta keywords, but if you want to, check this box.":["Je ne sais pas pourquoi vous voulez utiliser les méta keywords, mais si vous voulez le faire, cochez cette case."],"Unchecking this box allows authors and editors to redirect posts, noindex them and do other things you might not want if you don't trust your authors.":["Décocher cette case permet aux auteurs et aux éditeurs de rediriger les articles, ne pas les indexer (noindex) et faire d'autres choses que vous pourriez ne pas vouloir si vous n'avez pas confiance en eux."],"Post is set to noindex.":["L'article est réglé sur noindex."],"Use %s default (Currently: %s)":["Utiliser %s par défaut (actuellement&nbsp;: %s)"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["Ce %s suit les règles d'indexation définies dans les Métas et Titres, vous pouvez les remplacer ici."],"Titles &amp; Metas":["Titres &amp; Métas"],"Default for post type, currently: %s":["Par défaut pour le type de contenu, actuellement&nbsp;: %s"],"Focus keyword not set.":["Mot-clé principal non défini."],"Search for \"%s\"":["Recherche pour \"%s\""],"Always noindex":["Toujours noindex"],"Noindex subpages of archives":["Ne pas indexer les sous-pages des archives"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, enable this.":["Si vous voulez éviter /page/2/ et les suivantes d'une archive d'apparaître dans les résultats de la recherche, activez cette option."],"Hide RSD Links":["Masquer les liens RSD"],"Hide WLW Manifest Links":["Masquer les liens manifestes WLW"],"Hide Shortlink for posts":["Masquer le lien court pour les articles"],"Hide RSS Links":["Masquer les liens RSS"],"Meta Robots":["Méta robots&nbsp;"],"Hide":["Masquer"],"These pages will be %s by default, so they will never show up in search results.":["Ces pages seront réglées sur %s par défaut, donc elles n'apparaitront jamais dans les résultats de recherche."],"The separator defined in your theme's <code>wp_title()</code> tag.":["Le séparateur défini dans le tag <code>wp_title()</code> de votre thème."],"If you want to restore a site to the default %s settings, press this button.":["Si vous souhaitez réinitialiser les réglages de %s de votre site, appuyez sur ce bouton."],"Security":["Sécurité"],"This image is used if the post/page being shared does not contain any images.":["Cette image est utilisée si l'article/page partagé ne contient aucune image."],"Twitter":["Twitter"],"Add Twitter card meta data":["Ajoute les métadonnées de carte Twitter"],"No focus keyword set.":["Mot-clé principal non défini."],"Your hosting environment does not support PHP's %sDocument Object Model%s.":["Votre hébergeur ne supporte pas le %sDocument Modèle Objet d'un Document (DOM)%s de PHP."],"Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.":["Le mot-clé / phrase-clé principal apparaît dans %s (sur %s) sous-titres de votre texte. Bien que n'étant pas un facteur majeur pour le classement, cela est tout de même bénéfique."],"You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.":["Vous n'avez utilisé votre mot-clé / phrase-clé dans aucun sous-titre (comme un H2) dans votre contenu."],"You searched for %s":["Vous avez cherché %s"],"The post %s appeared first on %s.":["Cet article %s est apparu en premier sur %s."],"Successfully cleared all Facebook Data":["Toutes les données Facebook ont été effacées avec succès"],"Successfully removed admin %s":["Administrateur %s supprimé avec succès"],"Frontpage settings":["Réglages généraux"],"Facebook Insights and Admins":["Facebook Insights et Admins"],"Alexa Verification ID":["ID de vérification Alexa&nbsp;"],"Social":["Réseaux sociaux"],"Email":["E-mail"],"Subscribe":["Abonnez-vous"],"Currently connected Facebook admins:":["Administrateurs Facebook actuellement connectés&nbsp;:"],"Add Another Facebook Admin":["Ajouter un autre administrateur Facebook"],"Clear all Facebook Data":["Effacer toutes les données Facebook"],"Image URL":["URL de l&rsquo;image&nbsp"],"Description":["Description&nbsp"],"Default settings":["Réglages par défaut"],"This is a settings export file for the %1$s plugin by Yoast.com":["Ceci est un fichier d'exportation des réglages de l'extension %1$s de Yoast.com"],"SEO":["SEO"],"Keyword Research":["Recherche de mots-clés"],"AdWords External":["AdWords External"],"Google Insights":["Tendances des recherches sur Google "],"SEO Book":["SEO Book"],"Analyze this page":["Analyser cette page"],"Check Inlinks (OSE)":["Vérifier les liens entrants (OSE)"],"Check Keyword Density":["Vérifier la densité des mots-clés"],"Check Google Cache":["Vérifier le cache de Google"],"Check Headers":["Vérifier les en-têtes"],"SEO Settings":["Réglages SEO"],"XML Sitemaps":["Sitemaps XML"],"Permalinks":["Permaliens"],"RSS":["RSS"],"Webmaster Tools":["Outils pour les webmasters"],"Next":["Suivant"],"Like this plugin?":["Vous aimez cette extension&nbsp;?"],"Congratulations!":["Félicitations&nbsp;!"],"Start Tour":["Commencer la visite"],"Close":["Fermer"],"Some files could not be removed. Please remove them via FTP.":["Plusieurs fichiers n'ont pas pu être supprimés. Veuillez le faire par le biais de votre logiciel FTP."],"To enjoy all the benefits of the page analysis feature, you'll need to (get your host to) install it.":["Pour profiter pleinement de tous les bénéfices de la fonctionnalité d'analyse de page, vous devez (ou demander à votre hébergeur) de l'installer."],"The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.":["Le mot-clé principal de cette page contient un ou plusieurs %smots d'arrêts%s (stop words), que vous devriez envisager de retirer. Nous avons trouvé '%s'."],"The keyword / phrase appears in the URL for this page.":["Ce mot-clé / cette phrase apparaît dans l'URL de cette page."],"The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Ce mot-clé / cette phrase n'apparaît pas dans l'URL de cette page. Si vous décidez de renommer l'URL de cette page, assurez-vous de faire une redirection 301 vers la nouvelle&nbsp;!"],"The slug for this page contains one or more <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, consider removing them.":["L'identifiant de cette page contient un ou plusieurs <a href=\"http://en.wikipedia.org/wiki/Stop_words\">mots d'arrêts</a> (stops words, en anglais), il serait préférable de les enlever."],"The slug for this page is a bit long, consider shortening it.":["L'identifiant de cette page est un peu trop long, il serait préférable de le raccourcir."],"Please create a page title.":["Veuillez saisir un titre pour cette page."],"The page title is more than 40 characters and less than the recommended 70 character limit.":["Le titre de page compte plus de 40 caractères et moins que la limite recommandée de 70 caractères. "],"The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.":["Le titre de page contient %d caractères, ce qui est moins que le minimum recommandé de 40 caractères. Utilisez l'espace restant pour ajouter des variations de mots-clés ou rédiger des appels à l'action convaincants."],"The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.":["Le titre de page contient %d caractères, ce qui est plus que la limite visible de 70 caractères; certains mots ne seront donc pas visibles par les internautes dans les résultats de recherche."],"The keyword / phrase %s does not appear in the page title.":["Le mot-clé / la phrase %s n'apparait pas dans le titre de la page."],"The page title contains keyword / phrase, at the beginning which is considered to improve rankings.":["Le titre de la page contient le mot-clé / la phrase au début ce qui devrait permettre d'améliorer votre classement."],"The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.":["Le titre de la page contient le mot-clé / la phrase, mais il ne semble pas apparaître au début; essayez plutôt de le mettre au début."],"No outbound links appear in this page, consider adding some as appropriate.":["Aucun lien externe n'apparaît dans cette page, vous devriez envisager d'en ajouter."],"You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.":["Vous êtes en train de faire un lien vers une page externe avec le mot-clé pour lequel vous désirez que cette page soit bien classée dans les moteurs de recherche. Vous devriez donc envisager de changer ce lien si vous voulez vraiment que cette page soit bien classée."],"This page has %s outbound link(s).":["Cette page a %s lien(s) externe(s). "],"This page has %s outbound link(s), all nofollowed.":["Cette page a %s lien(s) externe(s), tous en nofollow."],"This page has %s nofollowed link(s) and %s normal outbound link(s).":["Cette page a %s lien(s) en nofollow et %s lien(s) externe(s) régulier(s)."],"No images appear in this page, consider adding some as appropriate.":["Aucune image n'apparaît sur cette page, vous devriez en ajouter quelques unes."],"The images on this page are missing alt tags.":["Les images sur cette page ne contiennent pas de texte alternatif (attribut alt)."],"The images on this page contain alt tags with the target keyword / phrase.":["Les images sur cette page contiennent du texte alternatif (attribut alt) avec le mot-clé / la phrase cible."],"The images on this page do not have alt tags containing your keyword / phrase.":["Les images sur cette page n'ont pas de texte alternatif (attribut alt) contenant votre mot-clé / phrase."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Pour cette balise méta description, n'oubliez pas de considérer&nbsp;: Comment se compare-t-elle à la concurrence&nbsp;? Pourrait-elle être plus attrayante&nbsp;?"],"The meta description is under 120 characters, however up to %s characters are available. %s":["La méta description compte moins de 120 caractères, vous pouvez encore ajouter %s caractères. %s"],"The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s":["La meta description spécifiée compte plus de %s caractères, en la réduisant vous serez assuré que la totalité de la description soit visible. %s"],"No meta description has been specified, search engines will display copy from the page instead.":["Aucune meta description n'a été spécifiée, les moteurs de recherche vont donc utiliser le contenu de la page."],"The meta description contains the primary keyword / phrase.":["La meta description contient le mot-clé / phrase principal."],"A meta description has been specified, but it does not contain the target keyword / phrase.":["Une meta description a été spécifiée, mais ne contient pas le mot-clé / phrase ciblé."],"The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.":["L'espace disponible est plus court que les 155 caractères habituels car Google inclut également la date de publication dans l'extrait."],"There are %d words contained in the body copy. This is far too low and should be increased.":["Il y a %d mots contenus dans le corps du texte. Ceci est beaucoup trop peu et devrait être augmenté."],"The keyword density is %s%%, which is a bit low, the keyword was found %s times.":["La densité du mot-clé est de %s%%, ce qui est un peu faible, le mot-clé a été trouvé %s fois."],"The keyword density is %s%%, which is great, the keyword was found %s times.":["La densité du mot-clé est de %s%%, ce qui est très bien, le mot-clé a été trouvé %s fois."],"The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.":["Le mot-clé principal n'apparaît pas dans le premier paragraphe du texte, assurez-vous que le sujet soit clair immédiatement."],"The keyword appears in the first paragraph of the copy.":["Le mot-clé apparaît dans le premier paragraphe du texte."],"Flesch Reading Ease":["Facilité de lecture (Flesch)"],"The copy scores %s in the %s test, which is considered %s to read. %s":["Le texte a obtenu %s au test du %s, ce qui est considéré comme %s à lire. %s"],"very easy":["très facile"],"easy":["facile"],"fairly easy":["assez facile"],"OK":["OK"],"fairly difficult":["assez difficile"],"Try to make shorter sentences to improve readability.":["Essayez de faire des phrases plus courtes pour améliorer la lisibilité."],"difficult":["difficile"],"Try to make shorter sentences, using less difficult words to improve readability.":["Essayez de faire des phrases plus courtes, en utilisant des mots moins compliqués afin d'améliorer la lisibilité."],"very difficult":["très difficile"],"Huge SEO Issue: You're blocking access to robots.":["Important problème SEO&nbsp;: Vous bloquez actuellement l'accès aux robots des moteurs de recherche. "],"I know, don't bug me.":["Je sais, ne plus m'avertir."],"Settings Updated.":["Les réglages ont été mis à jour."],"Site Admins (default)":["Administrateurs du site (par défaut)"],"Super Admins only":["Super Administrateur uniquement"],"Save MultiSite Settings":["Enregistrer les réglages MultiSite"],"MultiSite Settings":["Réglages MultiSite"],"Using this form you can reset a site to the default SEO settings.":["Grâce à ce formulaire, vous pouvez réinitialiser les réglages SEO de votre site aux réglages par défaut."],"Blog ID":["ID du blog"],"Restore site to defaults":["Restaurer les réglages du site aux valeurs par défaut"],"Restore site to default settings":["Restaurer les réglages du site aux valeurs par défaut"],"RSS Footer options imported successfully.":["Les options de pied de page du fil RSS ont été importées avec succès."],"Yoast Breadcrumbs options imported successfully.":["Les options de Yoast Breadcrumbs ont été importées avec succès."],"Yoast Breadcrumbs options could not be found":["Les options de Yoast Breadcrumbs sont introuvables."],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Vous avez probablement utilisé une autre extension SEO auparavant. Pour vous faciliter la vie, vous pouvez importer les données de votre ancienne extension SEO. Si vous voulez le faire, vous pouvez d'abord les importer, vérifiez si les données ont été importées correctement, et puis importer &amp; supprimer. Aucune donnée en double ne sera importée."],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["Si vous avez utilisé une autre extension SEO auparavant, essayez %sSEO Data Transporter%s pour importer vos données, ça pulse&nbsp;!"],"Import from HeadSpace2?":["Importer depuis HeadSpace2&nbsp;?"],"Import from All-in-One SEO?":["Importer depuis All-In-One SEO&nbsp;?"],"Delete the old data after import? (recommended)":["Supprimer les anciennes données après l'importation ? (recommandé)"],"Import":["Importer"],"Import from Robots Meta (by Yoast)?":["Importer depuis Robots Meta (par Yoast)&nbsp;?"],"Import from RSS Footer (by Yoast)?":["Importer depuis RSS Footer (par Yoast)&nbsp;?"],"Import from Yoast Breadcrumbs?":["Importer depuis Yoast Breadcrumbs&nbsp;?"],"Export":["Exporter"],"Export your %1$s settings here, to import them again later or to import them on another site.":["Exporter vos réglages de %1$s pour les ré-importer plus tard ou les importer sur un autre site."],"Include Taxonomy Metadata":["Inclure les métadonnées des taxonomies"],"Import settings":["Importer les réglages"],"Settings successfully imported.":["Les réglages ont été importés avec succès."],"Settings could not be imported:":["Les réglagles n'ont pas été importés&nbsp;:"],"Upload failed.":["L'envoi a échoué."],"Force rewrite titles":["Forcer la réécriture des titres"],"Homepage":["Page d'accueil"],"Title template":["Modèle de titre&nbsp;"],"Meta description template":["Modèle de Méta description&nbsp;"],"Meta keywords template":["Modèle des Méta keywords&nbsp;"],"Homepage &amp; Front page":["Page d'accueil &amp; Première page"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":["Vous pouvez déterminer le titre et la description de la page d'accueil en %smodifiant la page d'accueil directement &raquo;%s"],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["Vous pouvez définir le titre et la description pour la page du blog en %smodifiant la page de blog directement &raquo;%s"],"Taxonomies":["Taxonomies"],"Author Archives":["Archives de l'auteur"],"Date Archives":["Archives par date"],"Search pages":["Pages de recherche"],"404 pages":["Pages 404"],"Custom Post Type Archives":["Archives des articles de type personnalisé"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Remarque&nbsp;: au lieu d'utiliser les modèles, ce sont les vrais titres et méta descriptions pour les pages archives des articles de type personnalisé."],"Title":["Titre"],"Meta description":["Méta description"],"Breadcrumbs Title":["Titre pour le fil d'Ariane"],"Replaced with the date of the post/page":["Remplacé par la date de l'article / de la page"],"Replaced with the title of the post/page":["Remplacé par le titre de l'article / de la page"],"The site's name":["Le nom du site"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Remplacé par l'extrait de l'article / page (ou auto-généré, si l'extrait n'existe pas)"],"Replaced with the post/page excerpt (without auto-generation)":["Remplacé par l'extrait de l'article / page (sans auto-génération)"],"Replaced with the current tag/tags":["Remplacé par le(les) mot(s)-clé(s)"],"Replaced with the post categories (comma separated)":["Remplacé par la(les) catégorie(s) de l'article (séparées par des virgules)"],"Replaced with the category description":["Remplacé par la description de la catégorie"],"Replaced with the tag description":["Remplacé par la description du mot-clé"],"Replaced with the term description":["Remplacé par la description du terme"],"Replaced with the term name":["Remplacé par le nom du terme"],"Replaced with the post/page modified time":["Remplacé par l'heure de modification de l'article / de la page"],"Replaced with the post/page ID":["Remplacé par l'ID de l'article / de la page"],"Replaced with the post/page author's 'nicename'":["Remplacé par le nom 'plus joli' de l'auteur de l'article / de la page"],"Replaced with the post/page author's userid":["Remplacé par l'ID de l'auteur de l'article / de la page"],"Replaced with the current search phrase":["Remplacé par la phrase recherchée"],"Replaced with the current time":["Remplacé par l'heure actuelle"],"Replaced with the current date":["Remplacé par la date actuelle"],"Replaced with the current month":["Remplacé par le mois en cours"],"Replaced with the current year":["Remplacé par l'année en cours"],"Replaced with the current page total":["Remplacé par le nombre total de pages"],"Replaced with the current page number":["Remplacé par le numéro de la page en cours"],"Attachment caption":["Légende de la pièce-jointe"],"Replaced with the posts focus keyword":["Remplacé par le mot-clé principal de l'article"],"Strip the category base (usually <code>/category/</code>) from the category URL.":["Enlever le répertoire de base de la catégorie (habituellement <code>/category/</code>) de l'URL de la catégorie."],"Enforce a trailing slash on all category and tag URL's":["Forcer l'ajout d'une barre oblique à la fin de toutes les URL des catégories et des mots-clés"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Si vous choisissez un permalien pour vos articles avec %1$s ou quelque chose d'autre qu'un \"%2$s\" à la fin, cette option va tout de même forcer WordPress à ajouter une barre oblique \"/\" à tous les articles."],"Redirect attachment URL's to parent post URL.":["Rediriger l'URL des pièces-jointes vers l'URL de l'article parent."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URL's if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Les pièces jointes des articles sont stockées dans la base de données en tant qu'articles, ce qui signifie qu'elles sont accessibles par leurs propres URL (si celle-ci ne sont pas déjà redirigées), activer cette option les redirigera vers l'article auquel elles sont attachées."],"Redirect ugly URL's to clean permalinks. (Not recommended in many cases!)":["Rediriger les URL laides vers des permaliens propres. (Non recommandé \"\n\"dans la majorité des cas&nbsp;!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Il est possible que les gens fassent des erreurs s'ils font des liens vers votre site, ou bien des paramètres indésirables sont ajoutés à vos URL. Cette option vous permet de les rediriger ailleurs. Veuillez noter que même si cette option est activement mise à jour, elle est aussi reconnue pour causer des problèmes avec d'autres extensions et donc, si vous avez un problème, il est recommandé de désactiver cette option d'abord."],"Prevent cleaning out Google Site Search URL's.":["Empêche de nettoyer les URLs de Google Site Search."],"Google Site Search URL's look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Les paramètres URL de Google Site Search vous semblent probablement étranges et peu esthétiques, mais si vous utilisez Google Site Search, vous ne souhaitez probablement pas les nettoyer."],"Other variables not to clean":["Autres variables à ne pas nettoyer"],"Enable Breadcrumbs":["Activer le fil d'Ariane"],"Separator between breadcrumbs":["Séparateur pour le fil d'Ariane&nbsp;"],"Anchor text for the Homepage":["Texte d'ancrage pour la page d'accueil&nbsp;"],"Prefix for the breadcrumb path":["Préfixe pour le fil d'Ariane&nbsp;"],"Prefix for Archive breadcrumbs":["Préfixe pour le fil d'Ariane des archives&nbsp;"],"Prefix for Search Page breadcrumbs":["Préfixe pour le fil d'Ariane des pages de recherche&nbsp;"],"Breadcrumb for 404 Page":["Fil d'Ariane pour la page 404&nbsp;"],"Remove Blog page from Breadcrumbs":["Supprimer la page Blog du fil d'Ariane"],"None":["Aucun"],"Blog":["Blog"],"Bold the last page in the breadcrumb":["Mettre en gras la dernière page du fil d'Ariane"],"How to insert breadcrumbs in your theme":["Comment insérer un fil d'Ariane dans votre thème&nbsp;?"],"You cannot edit the robots.txt file.":["Vous ne pouvez pas modifier le fichier robots.txt."],"Updated Robots.txt":["Robots.txt mis à jour"],"You cannot edit the .htaccess file.":["Vous ne pouvez pas modifier le fichier .htaccess."],"If your robots.txt were writable, you could edit it from here.":["Si votre fichier robots.txt était accessible en écriture, vous pourriez le modifier à partir d'ici."],"Edit the content of your robots.txt:":["Modifier le contenu de votre fichier robots.txt&nbsp;:"],"Save changes to Robots.txt":["Enregistrer les modifications du fichier robots.txt"],"Robots.txt":["Robots.txt"],"If your .htaccess were writable, you could edit it from here.":["Si votre fichier .htaccess était accessible en écriture, vous pourriez le modifier à partir d'ici."],"Edit the content of your .htaccess:":["Modifier le contenu de votre fichier .htaccess&nbsp;:"],"Save changes to .htaccess":["Enregistrer les modifications du fichier .htaccess"],".htaccess file":["fichier .htaccess"],"Facebook App ID":["Facebook App ID"],"Disable the author archives":["Désactiver les archives de l'auteur"],"Disable the date-based archives":["Désactiver les archives par date"],"Prevents search engines from using the DMOZ description for pages from this site in the search results.":["Empêche les moteurs de recherche d'utiliser la description de DMOZ pour les pages de ce site dans les résultats de recherche."],"Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.":["Empêche les moteurs de recherche d'utiliser la description du répertoire de Yahoo! pour les pages de ce site dans les résultats de recherche."],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Cette fonctionnalité est utilisée pour ajouter automatiquement du contenu à vos flux RSS, plus spécifiquement, pour ajouter des liens vers votre blog et vos articles. Les agrégateurs de contenus vont également ajouter ces liens, aidant ainsi les moteurs de recherche à identifier votre site comme étant l'origine du contenu."],"Content to put before each post in the feed":["Le contenu à ajouter avant chaque article dans le flux"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Vous pouvez utiliser les variables suivantes dans votre contenu, elles seront automatiquement remplacées par la valeur à droite."],"A link to the archive for the post author, with the authors name as anchor text.":["Un lien vers les archives de l'auteur, avec le nom de l'auteur comme texte d'ancrage."],"A link to the post, with the title as anchor text.":["Un lien vers l'article, avec le titre comme texte d'ancrage."],"A link to your site, with your site's name as anchor text.":["Un lien vers votre site, avec le nom de votre site comme texte d'ancrage."],"A link to your site, with your site's name and description as anchor text.":["Un lien vers votre site, avec le nom de votre site et la description comme texte d'ancrage."],"Check this box to enable XML sitemap functionality.":["Cocher cette case pour activer la fonctionnalité sitemap XML."],"You can find your XML Sitemap here: %sXML Sitemap%s":["Vous pouvez trouver votre fichier sitemap XML ici&nbsp;: %sXML Sitemap%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["Vous n'avez <strong>pas</strong> besoin de générer le fichier sitemap XML, pas plus qu'il ne faudra de temps pour le mettre à jour à chaque nouvel article."],"Save your settings to activate XML Sitemaps.":["Enregistrez vos réglages pour activer les sitemaps XML."],"General settings":["Réglages généraux"],"Please check the appropriate box below if there's a post type that you do <strong>NOT</strong> want to include in your sitemap:":["Veuillez cocher la case appropriée ci-dessous s'il y a un type de contenu que vous ne voulez <strong>PAS</strong> inclure dans votre fichier sitemap&nbsp;:"],"Please check the appropriate box below if there's a taxonomy that you do <strong>NOT</strong> want to include in your sitemap:":["Veuillez cocher la case appropriée ci-dessous s'il y a une taxonomie que vous ne voulez <strong>PAS</strong> inclure dans votre fichier sitemap&nbsp;:"],"Fix it.":["Corriger."],"The following file(s) is/are blocking your XML sitemaps from working properly:":["Le(s) fichier(s) suivant(s) empêche(nt) vos sitemaps XML de fonctionner correctement&nbsp;:"],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["Vous pouvez soit les supprimer (ce qui peut être fait avec le bouton \"Corriger\") soit désactiver les sitemaps XML de %1$s."],"Ignore.":["Ignorer."],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Vous n'avez pas le nom de l'article dans l'URL de vos articles et pages. Il est fortement recommandé de l'avoir. Il est suggéré d'ajuster la structure de vos permaliens pour <strong>/%postname%/</strong>."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, so the suggestion is to disable it, to do that, simply uncheck the box before \"Break comments into pages...\"":["La pagination des commentaires est activée, ce qui n'est pas nécessaire dans 999 cas sur 1000, donc la suggestion est de le désactiver. Pour le faire, il suffit de décocher la case \"Diviser les commentaires en pages...\" dans les réglages de discussion."],"General Settings":["Réglages généraux"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Vous pouvez utiliser les cases ci-dessous pour permettre la vérification de votre site avec différents outils pour webmasters. Si votre site l'est déjà, vous pouvez simplement les oublier. Entrez les valeurs de vérification méta pour&nbsp;:"],"Bing Webmaster Tools":["Outils pour webmasters de Bing&nbsp;"],"Title to use for Author page":["Titre à utiliser pour la page Auteur"],"Meta description to use for Author page":["Méta description à utiliser pour la page Auteur"],"Meta keywords to use for Author page":["Méta keywords à utiliser pour la page Auteur"],"Settings":["Réglages"],"SEO Title":["Titre SEO&nbsp;"],"The SEO title is used on the archive page for this term.":["Le titre SEO est utilisé sur la page d'archive de ce terme."],"SEO Description":["Description SEO"],"The SEO description is used for the meta description on the archive page for this term.":["La description SEO est utilisée pour la méta description sur la page d'archive de ce terme."],"Meta keywords used on the archive page for this term.":["Meta keywords utilisé sur la page d'archive pour ce terme."],"Canonical":["Canonique"],"The canonical link is shown on the archive page for this term.":["Le lien canonique s'affiche sur la page d'archive pour ce terme."],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["Le titre est utilisé dans le fil d'Ariane où %s apparaît."],"Noindex this %s":["Ne pas indexer (noindex) ce %s"],"Include in sitemap?":["Inclure dans le sitemap&nbsp;?"],"Auto detect":["Détection automatique"],"Always include":["Toujours inclure"],"Never include":["Ne jamais inclure"]," (because of date display)":["(en raison de l'affichage de la date)"],"Snippet Preview":["Aperçu de l'extrait&nbsp;"],"Focus Keyword":["Mot-clé principal&nbsp;"],"The <code>meta</code> description will be limited to %s chars%s, %s chars left.":["La <code>méta</code> description est limitée à %s caractères%s, %s caractères restants."],"If you type something above it will override your %smeta keywords template%s.":["Si vous entrez quelque chose dans cette case, cela va remplacer votre %smodèle de méta keywords%s."],"Meta Robots Index":["Méta Robots Index&nbsp;"],"Meta Robots Follow":["Méta Robots Follow&nbsp;"],"Follow":["Suivre"],"Nofollow":["Ne pas suivre"],"Meta Robots Advanced":["Paramètres méta robots avancés&nbsp;"],"Advanced <code>meta</code> robots settings for this page.":["Réglages avancés des <code>méta</code> des robots pour cette page."],"NO ODP":["NO ODP"],"NO YDIR":["NO YDIR"],"No Archive":["Aucune archive"],"No Snippet":["Pas d'aperçu"],"Breadcrumbs title":["Titre du fil d'Ariane"],"Title to use for this page in breadcrumb paths":["Titre à utiliser pour cette page dans le fil d'Ariane"],"Canonical URL":["URL canonique"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["L'URL canonique qui devrait pointer sur cette page, laissez cette case vide pour utiliser le permalien par défaut. Les %sURLs canoniques vers d'autres domaines%s sont aussi supportées."],"301 Redirect":["Redirection 301"],"The URL that this page should redirect to.":["L'URL vers laquelle cette page devrait rediriger."],"General":["Généraux"],"Page Analysis":["Analyse de page"],"Advanced":["Avancé"],"Archives":["Archives"],"Page not found":["La page est introuvable"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Avis pour l'administrateur&nbsp;: cette page n'affiche pas de méta description car elle n'en a pas. Vous pouvez donc soit l'ajouter spécifiquement pour cette page soit vous rendre dans vos réglages (SEO -> Titres) pour configurer un modèle."],"Home":["Accueil"],"Archives for":["Archives pour"],"You searched for":["Vous avez cherché"],"Error 404: Page not found":["Erreur 404: Page introuvable"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tout <span class=\"count\">(%s)</span>","Tous <span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Supprimez le <span class=\"count\">(%s)</span>","Supprimez les <span class=\"count\">(%s)</span>"]}}}