{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=1; plural=0;"},"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":[""],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":[""],"Creating redirects is a %s feature":[""],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":[""],"Recent Rockstars":[""],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":[""],"Error: a redirect for this URL already exists":[""],"Redirect this broken URL and fix the error":[""],"Posts that are set to %s":[""],"%s Posts Overview":[""],"Prefix for search result pages:":[""],"Prefix for archive pages:":[""],"Prefix for breadcrumbs:":[""],"Anchor text for the homepage:":[""],"Remove blog page from breadcrumbs":[""],"Search Console":[""],"Export your %1$s settings":[""],"%1$s settings":[""],"Yoast SEO":[""],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":[""],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":[""],"Reload crawl issues":[""],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code.":[""],"Get Google Authorization Code":[""],"Please enter the Google Authorization Code in the field below and press the Authenticate button.":[""],"Authenticate":[""],"Reauthenticate with Google ":[""],"Current profile":[""],"Profile":[""],"There were no profiles found":[""],"Save Profile":[""],"or":[""],"Disable the Advanced part of the %1$s meta box":[""],"%1$s Extensions":[""],"%1$s Meta Box":[""],"Who should have access to the %1$s settings":[""],"%1$s comes with some very powerful built-in tools:":[""],"Excluded Posts":[""],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":[""],"Posts to exclude":[""],"Thank you for updating %1$s!":[""],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":[""],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year support and updates, on %2$s.":[""],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":[""],"URL":[""],"Last crawled":[""],"First detected":[""],"Response code":[""],"Mark as fixed":[""],"Create redirect":[""],"Search":[""],"Crawl errors per page":[""],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":[""],"The issues have been successfully reloaded!":[""],"Incorrect Google Authorization Code.":[""],"Issue categories":[""],"Errors that occurred when your site was crawled by Googlebot.":[""],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":[""],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":[""],"Create a redirect":[""],"Current URL:":[""],"New URL:":[""],"Mark as fixed:":[""],"Mark this issue as fixed in %1$s.":[""],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":[""],"Desktop":[""],"Smartphone":[""],"Feature phone":[""],"%1$s Settings":[""],"Posts with good SEO score":[""],"Posts with OK SEO score":[""],"Posts with poor SEO score":[""],"Posts with bad SEO score":[""],"Posts without focus keyword":[""],"Upgrade to %1$s &raquo;":[""],"The %1$s plugin(s) might cause issues when used in conjunction with %2$s.":[""],"This warning is generated by %1$s.":[""],"Access denied":[""],"Server requires authentication or is blocking Googlebot from accessing the site.":[""],"Faulty redirects":[""],"Not followed":[""],"Not found":[""],"URL points to a non-existent page.":[""],"Google was unable to crawl this URL due to an undetermined issue.":[""],"Blocked":[""],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":[""],"Server Error":[""],"Request timed out or site is blocking Google.":[""],"Soft 404":[""],"More %1$s":[""],"%s Breadcrumbs":[""],"Breadcrumbs separator:":[""],"Breadcrumb for 404 pages:":[""],"Error creating %1$s export: ":[""],"Configure %1$s's OpenGraph settings":[""],"Configure %1$s's XML Sitemap settings":[""],"%1$s has been updated to version %2$s. %3$sClick here%4$s to find out what's new!":[""],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":[""],"Just another WordPress site":[""],"Latest Changes":[""],"We've summarized the most recent changes in %s.":[""],"View Changes":[""],"Clean up the %s":[""],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":[""],"Alternate name":[""],"Duplicate content prevention":[""],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":[""],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":[""],"Add %s to the author archives":[""],"Date-based archives could in some cases also be seen as duplicate content.":[""],"Add %s to the date-based archives":[""],"Sitewide meta settings":[""],"Use meta keywords tag?":[""],"Add %s meta robots tag sitewide":[""],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":[""],"Add Twitter card meta data to your site's %s section.":[""],"Taxonomy to show in breadcrumbs for post types":[""],"Post type archive to show in breadcrumbs for taxonomies":[""],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":[""],"Page %1$d of %2$d":[""],"Mobile-Friendly Test":[""],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":[""],"Please make sure both fields are filled.":[""],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":[""],"This Facebook user has already been added as an admin.":[""],"More info can be found %1$son our knowledge base%2$s.":[""],"Add Facebook admin":[""],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":[""],"Admin's name:":[""],"Admin's Facebook user ID:":[""],"Website name":[""],"The recommended image size for %1$s is %2$spx.":[""],"Warning: the variable %s cannot be used in this template.":[""],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":[""],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":[""],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":[""],"See the help tab for more info.":[""],"Note that not all variables can be used in every template.":[""],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":[""],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":[""],"To be able to access %sFacebook Insights%s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":[""],"Warning!":[""],"Recommended solution":[""],"We recommend you deactivate %1$s and have another look at your %2$s configuration using the button above.":[""],"Deactivate %s":[""],"What’s new in %s":[""],"Activation failed:":[""],"Export created: %1$sdownload your export file here%2$s.":[""],"Could not zip settings-file.":[""],"Could not write settings to file.":[""],"This export includes taxonomy metadata":[""],"No taxonomy metadata found":[""],"Error: no Robots Meta data found to import.":[""],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":[""],"The filter extension seem to be unavailable. Please ask your web host to enable it.":[""],"Company Info":[""],"Your Info":[""],"Upload Image":[""],"Breadcrumbs":[""],"SEO:":[""],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":[""],"Tab: Your Info / Company Info":[""],"Add some info here needed for Google's Knowledge Graph.":[""],"Tab: Webmaster Tools":[""],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":[""],"Tab: Security":[""],"Determine who has access to the plugins advanced settings on the post edit screen.":[""],"Subscribe to our Newsletter":[""],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":[""],"On the archives tab you can set templates for specific pages like author archives, search results and more.":[""],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":[""],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":[""],"On this tab you can enter some more of your social accounts, mostly used for Google's Knowledge Graph.":[""],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":[""],"Advanced Settings":[""],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":[""],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":[""],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":[""],"Introduction Tour":[""],"Restore Default Settings":[""],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":[""],"Company or person":[""],"Choose whether you're a company or person":[""],"Company":[""],"Person":[""],"Company Name":[""],"Company Logo":[""],"Your name":[""],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":[""],"Enable force rewrite titles":[""],"Accounts":[""],"To inform Google about your social profiles, we need to know their URLs.":[""],"For each, pick the main account associated with this site and please enter them below:":[""],"Twitter Username":[""],"Instagram URL":[""],"LinkedIn URL":[""],"MySpace URL":[""],"Pinterest URL":[""],"YouTube URL":[""],"Google+ URL":[""],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":[""],"Pinterest verification":[""],"To %1$sverify your site with Pinterest%2$s, add the meta tag here:":[""],"Bulk editor":[""],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":[""],"Import and Export":[""],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":[""],"File editor":[""],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":[""],"&laquo; Back to Tools page":[""],"Max entries per sitemap":[""],"Credits":[""],"More Translations":[""],"%1$s ships, at time of release, with %4$d translations, of which %5$d are complete. That's a huge improvement from last time, and we're improving every week. Join us at %2$stranslate.yoast.com%3$s!":[""],"Go to The General settings page →":[""],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":[""],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":[""],"Project Leaders":[""],"Project Lead":[""],"Lead Developer":[""],"QA & Translations Manager":[""],"Contributing Developers":[""],"Developer":[""],"Contributors to this release":[""],"Change URLs":[""],"Clean up permalinks":[""],"Import from other SEO plugins":[""],"Import from other plugins":[""],"If you want to import data from (by now ancient) Yoast plugins, you can do so here:":[""],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":[""],"You are not allowed to access this page.":[""],"Tools":[""],"Your %s license has been activated. ":[""],"You have an unlimited license. ":[""],"You have used %d/%d activations. ":[""],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":[""],"The SEO title defaults to what is generated based on this sites title template for this posttype.":[""],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":[""],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":[""],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":[""],"%s Title":[""],"%s Description":[""],"%s Image":[""],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":[""],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":[""],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":[""],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":[""],"Translation of %s":[""],"Register now &raquo;":[""],"The old data of the imported plugin was deleted successfully.":[""],"Content to put after each post in the feed":[""],"Exclude user roles":[""],"Pinterest Rich Pins Validator":[""],"HTML Validator":[""],"CSS Validator":[""],"Google Page Speed Test":[""],"Modern IE Site Scan":[""],"Focus keyword usage":[""],"You have used HTML in your value which is not allowed.":[""],"Exclude user from Author-sitemap":[""],"(no parent)":[""],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":[""],"Title &amp; Metas settings":[""],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":[""],"Templates and settings":[""],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":[""],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":[""],"Previous":[""],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":[""],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":[""],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":[""],"This tab allows you to add specific post meta data for Google+. And if you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":[""],"What are XML sitemaps?":[""],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":[""],"What does the plugin do with XML Sitemaps?":[""],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":[""],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":[""],"Extensions and Licenses":[""],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":[""],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":[""],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":[""],"Add Google+ specific post meta data":[""],"Exclude users without posts":[""],"Disable all users with zero posts":[""],"Please check the appropriate box below if there's a user role that you do <strong>NOT</strong> want to include in your sitemap:":[""],"Replaced with the post/page author's 'Biographical Info'":[""],"Team Yoast":[""],"Publication date":[""],"The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.<br/><br/>Read %sthis post%s for more info.":[""],"No Image Index":[""],"Are you sure you want to reset your SEO settings?":[""],"Title Separator":[""],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":[""],"Symbols are shown in the size they'll appear in in search results.":[""],"Take note:":[""],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on <strong>unattached</strong> media items!":[""],"So remember: If you change the %sattachment redirection setting%s in the future, the below settings will take effect for *all* media items.":[""],"public":[""],"archived":[""],"mature":[""],"spam":[""],"New sites in the network inherit their SEO settings from this site":[""],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":[""],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":[""],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":[""],"Site ID":[""],"Copy home meta description":[""],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":[""],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":[""],"Advanced Variables":[""],"Premium Support":[""],"FAQ":[""],"Remove these ads?":[""],"This is a rendering of what this post might look like in Google's search results.<br/><br/>Read %sthis post%s for more info.":[""],"Warning:":[""],"Title display in Google is limited to a fixed width, yours is too long.":[""],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":[""],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":[""],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":[""],"Request error: \"%s\" (%scommon license notices%s)":[""],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":[""],"%s is network activated, please contact your site administrator to manage the license.":[""],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":[""],"Your %s license will expire on %s.":[""],"%sRenew your license now%s.":[""],"The premium version of %1$s with more features & support.":[""],"Optimize your videos to show them off in search results and get more clicks!":[""],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":[""],"Rank better locally and in Google Maps, without breaking a sweat!":[""],"Seamlessly integrate WooCommerce with %1$s and get extra features!":[""],"Get this extension":[""],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":[""],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":[""],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":[""],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":[""],"Replaced with the title of the parent page of the current page":[""],"The site's tag line / description":[""],"Replaced with the current page number with context (i.e. page 2 of 4)":[""],"Check Rich Snippets":[""],"Facebook Debugger":[""],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":[""],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":[""],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":[""],"https://yoast.com/":[""],"Please select a valid taxonomy for post type \"%s\"":["请为文章形式\"%s\"选择一个有效的分类。"],"Post doesn't exist.":["文章不存在。"],"Post has an invalid Post Type: %s.":["文章拥有一个无效的文章形式：%s。"],"You can't edit %s.":["无法编辑%s。"],"You can't edit %s that aren't yours.":["无法编辑非你创建的文章%s 。"],"Extensions":["扩展"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":[""],"Filter":["筛选"],"WP Page Title":["WP页面标题"],"Post Type":["文章类型"],"Post Status":["文章状态"],"Page URL/Slug":["页面URL/别名"],"Existing Yoast Meta Description":["当前Yoast Meta描述"],"New Yoast Meta Description":["新的Yoast Meta描述"],"Action":["操作"],"Edit this item":["编辑此项"],"Edit":["编辑"],"Preview &#8220;%s&#8221;":["预览 &#8220;%s&#8221;"],"Preview":["预览"],"View &#8220;%s&#8221;":["查看&#8220;%s&#8221;"],"View":["查看"],"Existing Yoast SEO Title":["当前Yoast SEO标题"],"New Yoast SEO Title":["新的Yoast SEO标题"],"Debug Information":["Debug信息"],"Current option:":["当前选项："],"Site-wide default: %s":["网站默认："],"No post content to analyse.":["没有文章内容可分析。"],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">你知道你可以升级许可吗？</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">你的许可将在%d天过期，需要延长吗？</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["已达到激活限制。你必须<a href=\"%s\">升级许可</a>以在此网站使用。"],"Failed to activate your license, your license key seems to be invalid.":["激活失败，你的许可密钥似乎是无效的。"],"Your %s license has been deactivated.":["你的%s许可已取消激活。"],"Failed to deactivate your %s license.":["取消%s许可失败。"],"%s License":["%s许可"],"Theme License":["主题许可"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["升级这个主题将丢失你的自定义设置。点击“取消”停止，点击“确认”继续升级。"],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":["<strong>%s 版本 %s</strong>可用。 <a href=\"%s\" class=\"thickbox\" title=\"%s\">查看更新信息</a>或<a href=\"%s\" %s>立即更新</a>。"],"%s failed to check for updates because of the following error: <em>%s</em>":["%s 因以下错误无法检查更新： <em>%s</em>"],"%s: License Settings":["%s：许可设置"],"License status":["许可状态"],"Toggle license status":["切换许可状态"],"Deactivate License":["取消许可"],"(deactivate your license so you can activate it on another WordPress site)":["（取消许可后，可在另一个WordPress站点激活）"],"Activate License":["激活许可"],"Please enter a license key in the field below first.":["请在以下字段输入一个许可密钥。"],"License Key":["许可密钥"],"Paste your %s license key here..":["在此粘贴你的%s许可密钥。"],"You defined your license key using the %s PHP constant.":["你已用%sPHP常量定义您的许可证密钥。"],"Failed to remove hardcoded meta description.":["无法删除硬编码的元描述。"],"Earlier found meta description was not found in file. Renewed the description test data.":["之前在文件中未发现元描述。已更新描述测试数据。"],"Pinterest":["Pinterest"],"Yandex Webmaster Tools":["Yandex网站管理员工具"],"You cannot create a robots.txt file.":["无法创建robots.txt文件。"],"You don't have a robots.txt file, create one here:":["没有robots.txt文件，在这里创建一个："],"Create robots.txt file":["创建robots.txt文件"],"Setting \"%s\" is no longer used and has been discarded.":["设置 \"%s\"已经不再使用并被废弃。"],"No settings found in file.":["文件里没有设置。"],"Unzipping failed - file settings.ini not found.":["解压失败 - settings.ini文件不存在。"],"Unzipping failed with error \"%s\".":["解压失败： \"%s\""],"Licenses":["许可"],"Meta keywords":["元关键词"],"%s restored to default SEO settings.":["%s恢复默认SEO设置。"],"Blog %s not found.":["博客%s不存在。"],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["你可能有不愿被清理的其它变量，请在这此填写，以半角逗号分隔。"],"The default card type to use":["默认card类型"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["请输入站点地图每页的最大条目数（默认为%s，你可能想减少它以防止在一些安装环境中出现的内存问题）"],"%s does not seem to be a valid %s verification string. Please correct.":["%s似乎不是一个正确的%s验证值。请更正。"],"Please select a valid post type for taxonomy \"%s\"":["请为分类\"%s\"选择一个有效的文章形式。"],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"站点地图每页的最大条目数\"应为一个正数，但%s不是。请更正。"],"Summary":["摘要"],"Summary with large image":["大型图片摘要"],"%s does not seem to be a valid url. Please correct.":["%s似乎不是一个有效的URL。请更正。"],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s似乎不是一个有效的Twitter用户ID。请更正。"],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":[""],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["默认博客必须是你想设为默认的博客ID数值。"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["必须是一个存在的博客。博客%s不存在或被标记为已删除。"],"No numeric value was received.":["未收到任何数值。"],"Title optimization":["标题优化"],"For more information:":["更多信息："],"There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.":["正文有%d个字，稍低于最少%d字的建议，多写一点内容吧。"],"Use Image":["使用图像"],"There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.":["正文有%d字，少于最低%d字的建议。请为读者增加更多关于此主题的有用内容。"],"There are %d words contained in the body copy, this is more than the %d word recommended minimum.":["正文有%d个字，大于最低%d字的建议。"],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["通过自动删除停止词使URL更整洁"],"Remove stop words from slugs.":["删除别名里的停止词"],"Why Google won't display the right page title":["为什么Google没有正确显示页面标题"],"Template explanation":["模板说明"],"Basic Variables":["基本变量"],"SEO Issue:":["SEO问题："],"Your theme contains a meta description, which blocks %1$s from working properly. Please visit the %2$sSEO Dashboard%3$s to fix this.":[""],"Google+":["Google+"],"Facebook profile URL":["Facebook 个人资料 URL"],"Check":["检查"],"Pick the main keyword or keyphrase that this post/page is about.<br/><br/>Read %sthis post%s for more info.":["选择文章/页面的主关键词或词组。<br/><br/>阅读%s这篇文章%s了解更多信息。"],"index":["index"],"noindex":["noindex"],"Your focus keyword was found in:":["发现目标关键词："],"Article Heading: ":["文本标题："],"Page title: ":["页面标题："],"Page URL: ":["页面URL："],"Content: ":["内容："],"Meta description: ":["元描述："],"All SEO Scores":["全部SEO分数"],"Page Analysis has been disabled.":["页面分析已禁用。"],"Removed hardcoded meta description.":["删除硬编码的元描述。"],"Re-check theme.":["重新检查主题。"],"The plugin Robots-Meta has been detected. Do you want to %simport its settings%s.":["检测到Robots-Meta插件。是否要%s导入其设置%s。"],"Robots-Meta has been deactivated":["Robots元标记已停用"],"All-In-One-SEO has been deactivated":["All-In-One-SEO 已停用"],"Edit Files":["编辑文件"],"Replaced with the slug which caused the 404":["导致404的别名"],"Replaced with a custom taxonomies description":["自定义分类描述"],"Facebook":["Facebook"],"Add Open Graph meta data":["添加Open Graph元数据"],"Facebook Page URL":["Facebook 专页 URL"],"User sitemap":["用户站点地图"],"Disable author/user sitemap":["禁止作者/用户站点地图"],"N/A":["N/A"],"Poor":["差劲"],"Good":["优良"],"Bad":["糟糕"],"Posts":["文章"],"You've never used this focus keyword before, very good.":["以前没有使用过此目标关键词，很好。"],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["此目标关键词%1$s曾被使用过1次%2$s，请明确站点里的哪个URL对这个关键词最重要。"],"You've used this focus keyword %3$s%4$d times before%2$s, it's probably a good idea to read %1$sthis post on cornerstone content%2$s and improve your keyword strategy.":["此目标关键词%3$s曾被使用过%4$d次%2$s，建议你阅读%1$s这篇文章的内容%2$s，改善你的关键词策略。"],"You must %sgo to your Reading Settings%s and uncheck the box for Search Engine Visibility.":["请到%s阅读设置%s中设为允许索引。"],"Replaced with the current day":["当前天"],"Entries per page":["每页条目"],"If you had a .htaccess file and it was editable, you could edit it from here.":["如存在.htaccess文件并且可写，即可在此编辑"],"If you had a robots.txt file and it was editable, you could edit it from here.":["如存在robots.txt文件并且可写，即可在此编辑"],"WooThemes SEO framework settings &amp; data successfully imported.":["WooThemes SEO框架设置导入成功。"],"HeadSpace2 data successfully imported":["设置导入成功。"],"Import from WooThemes SEO framework?":["导入WooThemes SEO框架"],"Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.":["你的关键词超过了10个单词，关键词应该简短，且可能只有一个关键词。"],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["如果你有一个Google+信息页，在此填写URL，并在你的Google+个人资料页添加链接。"],"Your theme contains a meta description, which blocks %1$s from working properly, please delete the following line, or press fix it:":[""],"Google Publisher Page":["Google信息页"],"Date in Snippet Preview":["页面摘要预览中的日期"],"Twitter username (without @)":["Twitter用户名（不包含@）"],"Show date in snippet preview?":["在文章的页面摘要预览中显示日期？"],"SEO: OK":["SEO：好"],"SEO: Poor":["SEO：差劲"],"SEO: Bad":["SEO：糟糕"],"SEO: No Focus Keyword":["SEO：没有目标关键词"],"SEO: Good":["SEO：优良"],"SEO: Post Noindexed":["SEO：文章已设为Noindex"],"Meta Desc.":["元描述"],"Focus KW":["目标关键词"],"%s, Author at %s":["%s,作者在%s"],"Remove the <code>?replytocom</code> variables.":["删除<code>?replytocom</code>变量。"],"Post Types":["文章"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["当用户禁用JavaScript时，不允许嵌套评论。这对拥有很多评论的大型站点来说，意味着搜索引擎抓取效率的巨大提升。"],"Replaced with the post type single label":["文章形式（单数）"],"Other":["其它"],"Replaced with the post type plural label":["文章形式（复数）"],"%s Archive":["%s 归档"],"Social settings":["社会化设置"],"Sitewide settings":["站内设置"],"%s Archives":["%s 归档"],"Always index":["始终使用index"],"No focus keyword was set for this %s. If you do not set a focus keyword, no score can be calculated.":["%s没有指定目标关键词。如果没有设置一个关键词，就无法计算分数。"],"To update this page analysis, save as draft or update and check this tab again":["要更新页面分析，请保存草稿或更新，并再次查看"],"No subheading tags (like an H2) appear in the copy.":["正文中没有子标题标签（例如H2标签）。"],"The keyword density is %s%%, which is over the advised 4.5%% maximum, the keyword was found %s times.":["关键词密度为%s%%，超过了最大4.5%%的建议，关键词出现了%s次。"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":[""],"Replaced with a posts custom taxonomies, comma separated.":["文章自定义分类，以半角逗号分隔"],"Replaced with a posts custom field value":["文章的自定义栏目值"],"Take this tour to quickly learn about the use of this plugin.":["快速学习如何设置这个插件。"],"Special Pages":["特殊页面"],"I don't know why you'd want to use meta keywords, but if you want to, check this box.":["我可不知道你为什么想使用关键词元标记，非要这么做的话，选中此项。"],"Unchecking this box allows authors and editors to redirect posts, noindex them and do other things you might not want if you don't trust your authors.":["如果信赖你的作者和编辑，则可取消选中此项，他们将能对文章进行重定向、noindex，以及其它操作。"],"Post is set to noindex.":["文章设置为noindex"],"Use %s default (Currently: %s)":["使用%s默认值（当前：%s）"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["已对元标记和标题设置%s项索引规则，你可以在此修改它们。"],"Titles &amp; Metas":["标题 & 元标记"],"Default for post type, currently: %s":["文章类型默认设置，当前：%s"],"Focus keyword not set.":["没有设置目标关键词。"],"Search for \"%s\"":["搜索 \"%s\""],"Always noindex":["始终使用noindex"],"Noindex subpages of archives":["归档的子页面使用Noindex "],"If you want to prevent /page/2/ and further of any archive to show up in the search results, enable this.":["如果你想阻止归档的/page/2/及之后的页面显示在搜索结果中，请启用此项。"],"Hide RSD Links":["隐藏RSD标签"],"Hide WLW Manifest Links":["隐藏WLW Manifest标签"],"Hide Shortlink for posts":["隐藏文章shortlink标签"],"Hide RSS Links":["隐藏RSS标签"],"Meta Robots":["Robots元标记 索引"],"Hide":["隐藏"],"These pages will be %s by default, so they will never show up in search results.":[""],"The separator defined in your theme's <code>wp_title()</code> tag.":["当前主题<code>wp_title()</code>里的分隔符"],"If you want to restore a site to the default %s settings, press this button.":[""],"Security":["安全"],"This image is used if the post/page being shared does not contain any images.":["无图像的文章/页面被分享时显示的默认图像。"],"Twitter":["Twitter"],"Add Twitter card meta data":["添加Twitter card元数据"],"No focus keyword set.":["没有设置目标关键词。"],"Your hosting environment does not support PHP's %sDocument Object Model%s.":["你的主机环境不支持PHP的%s文档对象模型%s。"],"Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.":["正文子标题标签里有%s（超出%s）个关键字/关键词组，虽然这不是排名的主要因素，但总是有好处的。"],"You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.":["正文的任何子标题标签（例如H2标签）里都没有关键字/关键词组。"],"You searched for %s":["搜索 %s"],"The post %s appeared first on %s.":["%s，首发于%s。"],"Successfully cleared all Facebook Data":["成功清除所有Facebook数据"],"Successfully removed admin %s":["成功移除管理员%s"],"Frontpage settings":["首页设置"],"Facebook Insights and Admins":["Facebook分析和管理员"],"Alexa Verification ID":["Alexa验证ID"],"Social":["社会化"],"Email":["Email"],"Subscribe":["提交"],"Currently connected Facebook admins:":["当前连接的Facebook管理员："],"Add Another Facebook Admin":["添加另一个Facebook管理员"],"Clear all Facebook Data":["清除所有Facebook数据"],"Image URL":["图像URL"],"Description":["描述"],"Default settings":["默认设置"],"This is a settings export file for the %1$s plugin by Yoast.com":[""],"SEO":["SEO"],"Keyword Research":["关键词研究"],"AdWords External":["AdWords External"],"Google Insights":["Google搜索解析"],"SEO Book":["SEO Book"],"Analyze this page":["分析此页"],"Check Inlinks (OSE)":["检查内部链接（OSE）"],"Check Keyword Density":["检查关键词密度"],"Check Google Cache":["检查Google缓存"],"Check Headers":["检查Header"],"SEO Settings":["SEO设置"],"XML Sitemaps":["XML站点地图"],"Permalinks":["固定链接"],"RSS":["RSS"],"Webmaster Tools":["网站管理员工具"],"Next":["继续"],"Like this plugin?":["喜欢这个插件吗？"],"Congratulations!":["恭喜！"],"Start Tour":["开始设置向导"],"Close":["关闭"],"Some files could not be removed. Please remove them via FTP.":["某些文件无法删除，请通过FTP来删除它们。"],"To enjoy all the benefits of the page analysis feature, you'll need to (get your host to) install it.":["要享受页面分析功能的所有好处，就必须（在主机中）安装它。"],"The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.":["此页的关键词包含一个或多个%s停止词%s，请考虑删除它们。找到'%s'。"],"The keyword / phrase appears in the URL for this page.":["关键字/词组显示在此页的URL。"],"The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["关键词/关键词组未显示在本页的URL上。如果要重写URL，请确保把原URL使用301重定向到新的URL！"],"The slug for this page contains one or more <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, consider removing them.":["固定链接地址包含一个或多个<a href=\"http://en.wikipedia.org/wiki/Stop_words\">停止词</a>，请考虑删除它们。"],"The slug for this page is a bit long, consider shortening it.":["固定链接地址有点儿长，请考虑缩短。"],"Please create a page title.":["请填写页面标题。"],"The page title is more than 40 characters and less than the recommended 70 character limit.":["推荐页面标题为40~70个字符。"],"The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.":["页面标题为%d字符，小于推荐的最少40个字符。请在空处添加关键词变体或创建引人注意的文本。"],"The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.":["页面标题为%d字符，超过70个字符；用户无法看到部分字符。"],"The keyword / phrase %s does not appear in the page title.":["关键词/关键词组%s未出现在页面标题。"],"The page title contains keyword / phrase, at the beginning which is considered to improve rankings.":["页面标题中包含关键字/词组，这被认为是提高排名的开始。"],"The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.":["页面标题包含关键词/关键词组，但不是出现在开头，尝试把它移到前面吧。"],"No outbound links appear in this page, consider adding some as appropriate.":["此页没有出站链接，请考虑适当增加一些。"],"You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.":["你正在链接到另外一个页面，但该页包含你希望得到排名的关键词。如果你真的想使此页得到排名，请考虑改变。"],"This page has %s outbound link(s).":["此页有%s个出站链接。"],"This page has %s outbound link(s), all nofollowed.":["此页有%s个出站链接，全部加了nofollow属性。"],"This page has %s nofollowed link(s) and %s normal outbound link(s).":["此页有%s个nofollow出站链接和%s个普通出站链接。"],"No images appear in this page, consider adding some as appropriate.":["此页没有任何图像，请考虑适当增加一些。"],"The images on this page are missing alt tags.":["此页图像缺少alt标签。"],"The images on this page contain alt tags with the target keyword / phrase.":["此页图像包含alt标签为目标关键字/词组。"],"The images on this page do not have alt tags containing your keyword / phrase.":["此页图像不包含目标关键字/词组的alt标签。"],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["在指定元描述描述时请考虑：它和竞争对手相比如何？会更吸引人吗？"],"The meta description is under 120 characters, however up to %s characters are available. %s":["元描述少于120个字符。%s可用字符。%s"],"The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s":["指定元描述超过%s字符，请减少以确保所有描述可见。%s"],"No meta description has been specified, search engines will display copy from the page instead.":["没有填写元描述，搜索引擎上将显示页面正文。"],"The meta description contains the primary keyword / phrase.":["元描述包含首要关键词/关键词组。"],"A meta description has been specified, but it does not contain the target keyword / phrase.":["已指定元描述，但是没有包含目标关键词/关键词组。"],"The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.":["可用空间少于155个字符，因为Google的页面摘要上也包含发布日期。"],"There are %d words contained in the body copy. This is far too low and should be increased.":["正文才%d字，太少了，增加一些吧。"],"The keyword density is %s%%, which is a bit low, the keyword was found %s times.":["关键词密度为%s%%，有点少。关键词出现了%s次。"],"The keyword density is %s%%, which is great, the keyword was found %s times.":["关键词密度为%s%%，很好，关键词出现了%s次。"],"The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.":["关键词没有出现在正文首段，请确保一开始就明确主题。"],"The keyword appears in the first paragraph of the copy.":["关键词出现在正文首段中。"],"Flesch Reading Ease":["易读性"],"The copy scores %s in the %s test, which is considered %s to read. %s":["正文%s测试得分为%s，可读性%s.%s"],"very easy":["非常容易"],"easy":["容易"],"fairly easy":["很容易"],"OK":["好"],"fairly difficult":["很困难"],"Try to make shorter sentences to improve readability.":["试试缩短句子以提高可读性。"],"difficult":["困难"],"Try to make shorter sentences, using less difficult words to improve readability.":["试试缩短句子，少用一些生僻字以提高可读性。"],"very difficult":["非常困难"],"Huge SEO Issue: You're blocking access to robots.":["严重的SEO问题：网站正屏蔽搜索引擎。"],"I know, don't bug me.":["知道了，不再提醒。"],"Settings Updated.":["设置已更新。"],"Site Admins (default)":["网站管理员（默认）"],"Super Admins only":["仅超级管理员"],"Save MultiSite Settings":["保存多站点设置"],"MultiSite Settings":["多站点设置"],"Using this form you can reset a site to the default SEO settings.":["你可以使用此项重置某个网站为默认SEO设置。"],"Blog ID":["博客ID"],"Restore site to defaults":["恢复网站为默认"],"Restore site to default settings":["恢复网站为默认设置"],"RSS Footer options imported successfully.":["RSS Footer选项导入成功。"],"Yoast Breadcrumbs options imported successfully.":["Yoast Breadcrumbs设置导入成功。"],"Yoast Breadcrumbs options could not be found":["没有找到Yoast Breadcrumbs设置"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["假如这不是新站点，那你一定使用过其它SEO插件。没关系，在下面导入那些数据吧。你可以先导入，检查是否正确，再使用导入并删除。数据不会重复导入。"],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["如果你已经使用别的SEO插件，试试用%sSEO Data Transporter%s迁移数据吧，这插件棒极了！"],"Import from HeadSpace2?":["导入HeadSpace2"],"Import from All-in-One SEO?":["导入All-in-One SEO"],"Delete the old data after import? (recommended)":["导入后删除旧数据（推荐）"],"Import":["导入"],"Import from Robots Meta (by Yoast)?":["导入Robots Meta （by Yoast）"],"Import from RSS Footer (by Yoast)?":["导入RSS Footer （by Yoast）"],"Import from Yoast Breadcrumbs?":["导入Yoast Breadcrumbs"],"Export":["导出"],"Export your %1$s settings here, to import them again later or to import them on another site.":[""],"Include Taxonomy Metadata":["包含分类元数据"],"Import settings":["导入设置"],"Settings successfully imported.":["设置导入成功。"],"Settings could not be imported:":["设置无法导入："],"Upload failed.":["上传失败。"],"Force rewrite titles":["强制重写标题"],"Homepage":["首页"],"Title template":["标题模板"],"Meta description template":["元描述模板"],"Meta keywords template":["元关键词模板"],"Homepage &amp; Front page":["首页 & 首页静态页面"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":["你可以通过%s编辑首页静态页面&raquo;%s来设定首页静态页面的标题和描述"],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["你可以通过%s编辑博客页面&raquo;%s来设定博客页面的标题和描述"],"Taxonomies":["分类"],"Author Archives":["作者归档"],"Date Archives":["日期归档"],"Search pages":["搜索页"],"404 pages":["404页面"],"Custom Post Type Archives":["自定义文章类型归档"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["注意：自定义文章类型归档页使用实际的标题和元描述，而不是模板。"],"Title":["标题"],"Meta description":["元描述"],"Breadcrumbs Title":["路径标题"],"Replaced with the date of the post/page":["文章/页面的日期"],"Replaced with the title of the post/page":["文章/页面的标题"],"The site's name":["站点名称"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["文章/页面摘要（如不存在则自动生成）"],"Replaced with the post/page excerpt (without auto-generation)":["文章/页面摘要（不自动生成）"],"Replaced with the current tag/tags":["当前标签"],"Replaced with the post categories (comma separated)":["文章分类目录（半角逗号分隔）"],"Replaced with the category description":["分类目录描述"],"Replaced with the tag description":["标签描述"],"Replaced with the term description":["项目描述"],"Replaced with the term name":["项目名称"],"Replaced with the post/page modified time":["文章/页面的修改时间"],"Replaced with the post/page ID":["文章/页面的ID"],"Replaced with the post/page author's 'nicename'":["文章/页面作者的昵称"],"Replaced with the post/page author's userid":["文章/页面作者的用户名"],"Replaced with the current search phrase":["当前搜索词"],"Replaced with the current time":["当前时间"],"Replaced with the current date":["当前日期"],"Replaced with the current month":["当前月"],"Replaced with the current year":["当前年"],"Replaced with the current page total":["当前总页数"],"Replaced with the current page number":["当前页码"],"Attachment caption":["附件标题"],"Replaced with the posts focus keyword":["文章目标关键词"],"Strip the category base (usually <code>/category/</code>) from the category URL.":["去除分类目录URL中的默认结构（通常是<code>/category/</code>）"],"Enforce a trailing slash on all category and tag URL's":["强制所有分类页及标签页URL以“/”结尾"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":[""],"Redirect attachment URL's to parent post URL.":["重定向附件URL到其附加的文章页面。"],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URL's if you do not redirect them, enabling this will redirect them to the post they were attached to.":["文章的附件和文章一样存储在数据库中，这意味着如果没有重定向，它们就能通过自身URL被读取。选中此项可以将附件重定向到其所属文章。"],"Redirect ugly URL's to clean permalinks. (Not recommended in many cases!)":["重定向丑陋的URL到漂亮的固定链接。（多数情况下不推荐！）"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["有时别人指向你的链接出了错，或在你的URL后加了不必要的参数，选中此项将它们全部重定向。请注意，这虽然是一个积极维护的功能，但已知和一些插件有冲突，如果安装这个插件后遇到问题，请首先禁用此项。"],"Prevent cleaning out Google Site Search URL's.":["不清理Google自定义搜索的URL"],"Google Site Search URL's look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Google自定义搜索的URL看起来又怪又丑，不过要是你在使用它，可能不希望清理它。"],"Other variables not to clean":["其它不清理的变量"],"Enable Breadcrumbs":["启用路径"],"Separator between breadcrumbs":["路径间的分隔符"],"Anchor text for the Homepage":["首页锚文本"],"Prefix for the breadcrumb path":["路径前缀"],"Prefix for Archive breadcrumbs":["归档页路径前缀"],"Prefix for Search Page breadcrumbs":["搜索页路径前缀"],"Breadcrumb for 404 Page":["404页面路径"],"Remove Blog page from Breadcrumbs":["从路径中移除博客页面"],"None":["都不显示"],"Blog":["博客"],"Bold the last page in the breadcrumb":["路径的最后一级加粗"],"How to insert breadcrumbs in your theme":["如何让你的主题支持路径"],"You cannot edit the robots.txt file.":["无法编辑robots.txt文件"],"Updated Robots.txt":["Robots.txt已更新"],"You cannot edit the .htaccess file.":["无法编辑.htaccess文件"],"If your robots.txt were writable, you could edit it from here.":["如果robots.txt可写，即可在此编辑"],"Edit the content of your robots.txt:":["编辑robots.txt："],"Save changes to Robots.txt":["保存Robots.txt"],"Robots.txt":["Robots.txt"],"If your .htaccess were writable, you could edit it from here.":["如果.htaccess可写，即可在此编辑。"],"Edit the content of your .htaccess:":["编辑.htaccess："],"Save changes to .htaccess":["保存.htaccess"],".htaccess file":[".htaccess文件"],"Facebook App ID":[""],"Disable the author archives":["禁止作者归档"],"Disable the date-based archives":["禁止日期归档"],"Prevents search engines from using the DMOZ description for pages from this site in the search results.":["阻止搜索引擎在搜索结果里使用网站在DMOZ的描述。"],"Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.":["阻止搜索引擎在搜索结果里使用网站在Yahoo目录的描述。"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["此功能可自动在你的RSS中添加内容。更确切地说，这意味着可以给你的网站和文章添加反向链接。当采集器也这么做，就帮助搜索引擎识别你是原创作者。"],"Content to put before each post in the feed":["feed的每篇文章前"],"You can use the following variables within the content, they will be replaced by the value on the right.":["支持以下变量，它们会被替换为右边的值。"],"A link to the archive for the post author, with the authors name as anchor text.":["文章作者归档的链接，锚文本为作者名称。"],"A link to the post, with the title as anchor text.":["文章链接，锚文本为标题。"],"A link to your site, with your site's name as anchor text.":["你的站点链接，锚文本为站点名称。"],"A link to your site, with your site's name and description as anchor text.":["你的站点链接，锚文本为网站名称和描述。"],"Check this box to enable XML sitemap functionality.":["开启XML站点地图功能"],"You can find your XML Sitemap here: %sXML Sitemap%s":["查看你的XML站点地图: %sXML站点地图%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["<strong>无需</strong>你费心，当发布新文章之后XML站点地图将自动生成。"],"Save your settings to activate XML Sitemaps.":["保存设置并激活XML站点地图"],"General settings":["常规设置"],"Please check the appropriate box below if there's a post type that you do <strong>NOT</strong> want to include in your sitemap:":["请选择<strong>不</strong>想包含在站点地图里的文章类型："],"Please check the appropriate box below if there's a taxonomy that you do <strong>NOT</strong> want to include in your sitemap:":["请选择<strong>不</strong>想包含在站点地图里的分类："],"Fix it.":["修复"],"The following file(s) is/are blocking your XML sitemaps from working properly:":["下列文件阻止了你的XML站点地图正常运行："],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":[""],"Ignore.":["忽略"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["你的文章和页面URL中没有标题别名，强烈建议修改。请考虑设置固定链接结构为<strong>/%postname%/</strong>。"],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, so the suggestion is to disable it, to do that, simply uncheck the box before \"Break comments into pages...\"":["正启用分页评论，但绝大多数博客没必要这么做。所以建议禁用，只要取消选中 \"分页评论...\"即可。"],"General Settings":["常规设置"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["你可以在下面的选项中验证不同的网站管理员工具。如果已通过认证，请忽略此项。输入验证值："],"Bing Webmaster Tools":["Bing网站管理员工具"],"Title to use for Author page":["作者页的标题"],"Meta description to use for Author page":["作者页的元描述"],"Meta keywords to use for Author page":["作者页的元关键词"],"Settings":["设置"],"SEO Title":["SEO标题"],"The SEO title is used on the archive page for this term.":["在归档页中此项目的SEO标题。"],"SEO Description":["SEO描述"],"The SEO description is used for the meta description on the archive page for this term.":["在归档页中此项目的SEO元描述。"],"Meta keywords used on the archive page for this term.":["在归档页中此项目的元关键词。"],"Canonical":["规范网址"],"The canonical link is shown on the archive page for this term.":["在归档页中此项目的规范网址。"],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["此%s在路径中显示的标题。"],"Noindex this %s":["对此%s使用Noindex"],"Include in sitemap?":["包含在站点地图里"],"Auto detect":["自动检测"],"Always include":["始终包含"],"Never include":["从不包含"]," (because of date display)":["（由于日期显示的缘故）"],"Snippet Preview":["页面摘要预览"],"Focus Keyword":["目标关键词"],"The <code>meta</code> description will be limited to %s chars%s, %s chars left.":["元描述应该少于%s字符%s，剩余%s字符。"],"If you type something above it will override your %smeta keywords template%s.":["在上面输入的内容将替换%s元关键词模板%s。"],"Meta Robots Index":["Robots元标记 索引"],"Meta Robots Follow":["Robots元标记 跟踪"],"Follow":["Follow"],"Nofollow":["Nofollow"],"Meta Robots Advanced":["Robots元标记 高级"],"Advanced <code>meta</code> robots settings for this page.":["高级Robots元标记设置。"],"NO ODP":["NO ODP"],"NO YDIR":["NO YDIR"],"No Archive":["No Archive"],"No Snippet":["No Snippet"],"Breadcrumbs title":["路径标题"],"Title to use for this page in breadcrumb paths":["此页在路径中的标题"],"Canonical URL":["规范网址"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["此页指向的规范网址，留空则默认为固定链接。支持%s跨域使用规范网址%s。"],"301 Redirect":["301重定向"],"The URL that this page should redirect to.":["URL重定向的目标网址。"],"General":["常规"],"Page Analysis":["页面分析"],"Advanced":["高级"],"Archives":["归档"],"Page not found":["找不到页面"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["通知（仅管理员）：此页不显示元描述，因为没有指定。请填写元描述或进入SEO -> 标题，并设置一个模板。"],"Home":["首页"],"Archives for":["归档："],"You searched for":["搜索："],"Error 404: Page not found":["404错误：找不到页面"],"posts\u0004All <span class=\"count\">(%s)</span>":["全部<span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["回收站 <span class=\"count\">(%s)</span>"]}}}