{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"},"You've never used this focus keyword before, very good.":["Очень хорошо, вы еще не использовали это фокусное ключевое слово."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Вы уже использовали это фокусное ключевое слово %1$sодин раз%2$s, поэтому следует определить, какой из этих двух URL на вашем сайте наиболее важен для этого слова."],"No subheading tags (like an H2) appear in the copy.":["Подзаголовки (типа H2) в этой статье отсутствуют."],"The slug for this page is a bit long, consider shortening it.":["Ярлык этой страницы слишком длинный, подумайте, как сократить его."],"Please create a page title.":["Пожалуйста создайте заголовок страницы."],"No outbound links appear in this page, consider adding some as appropriate.":["Страница не содержит исходящих ссылок, попробуйте добавить некоторые по мере необходимости."],"No images appear in this page, consider adding some as appropriate.":["На этой странице нет ни одного изображения, попробуйте добавить несколько по мере необходимости."],"The images on this page are missing alt tags.":["У изображений на этой странице отсутствуют атрибуты alt."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["В данном мета-описании ответьте на следующие вопросы: Как это выглядит в сравнении с конкурентами? Может ли это быть более привлекательным?"],"No meta description has been specified, search engines will display copy from the page instead.":["Мета описание не заданно, поисковые системы будут вместо него отображать копию из страницу."],"fairly difficult":["довольно трудно"],"Try to make shorter sentences to improve readability.":["Попробуйте сделать предложения короче для улучшения читаемости."],"difficult":["трудно"],"Try to make shorter sentences, using less difficult words to improve readability.":["Попробуйте сделать предложения короче, используя меньше трудных слов для улучшения читаемости."],"very difficult":["очень трудно"]}}}