{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=(n > 1);"},"You've never used this focus keyword before, very good.":["Parabéns, você não havia utilizado esta palavra chave antes."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Você usou esta palavra chave %1$suma vez%2$s, tenha certeza de qual URL em seu site é mais importante para essa palavra chave."],"No subheading tags (like an H2) appear in the copy.":["Nenhuma tag de cabeçalho secundário (como um H2) aparece no texto."],"The slug for this page is a bit long, consider shortening it.":["O slug desta página é um pouco longo, considere encurtá-lo."],"Please create a page title.":["Por favor, crie um título para a página."],"No outbound links appear in this page, consider adding some as appropriate.":["Nenhum link de saída aparece nesta página, considere acrescentar alguns como apropriado."],"No images appear in this page, consider adding some as appropriate.":["Nenhuma imagem aparece nesta página, considere acrescentar algumas como apropriado."],"The images on this page are missing alt tags.":["As imagens nesta página estão sem tags alt."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Na meta-descrição especificada, considere: Como ela se compara à competição? É possível torná-la mais atraente?"],"No meta description has been specified, search engines will display copy from the page instead.":["Nenhuma meta-descrição foi especificada, e como resultado os mecanismos de busca mostrarão trechos da página no lugar dela."],"fairly difficult":["razoavelmente difícil de"],"Try to make shorter sentences to improve readability.":["Tente escrever sentenças mais curtas para aumentar a facilidade de leitura."],"difficult":["difícil de"],"Try to make shorter sentences, using less difficult words to improve readability.":["Tente escrever sentenças mais curtas, usando palavras menos difíceis para aumentar a facilidade de leitura."],"very difficult":["muito difícil de"]}}}