{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"You've never used this focus keyword before, very good.":["Досега не сте използвали тази целева ключова дума, това е много добре."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Вече сте използвали тази целева ключова дума %1$sведнъж%2$s. Не пропускайте да определите много ясно кой URL адрес във вашия сайт е най-важният за тази ключова дума."],"No subheading tags (like an H2) appear in the copy.":["В текста не се ползват тагове за подзаглавия (например H2)"],"The slug for this page is a bit long, consider shortening it.":["Краткото име на тази страница е твърде дълго. За препоръчване е да го скъсите."],"Please create a page title.":["Задайте заглавие на страницата."],"No outbound links appear in this page, consider adding some as appropriate.":["В страницата не фигурират никакви изходящи връзки. Преценете дали е възможно да добавите подходящи връзки."],"No images appear in this page, consider adding some as appropriate.":["Страницата не съдържа изображения. Препоръчително е да добавите няколко подходящи."],"The images on this page are missing alt tags.":["Изображенията на тази страница нямат alt тагове."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Когато съставяте текста за полето meta description, помислете как се представяте спрямо конкуренцията. Можете ли да направите текста по-привлекателен?"],"No meta description has been specified, search engines will display copy from the page instead.":["Не е зададено специфично съдържание на полето meta description, заради което търсачките ще използват част от съдържанието на страницата."],"fairly difficult":["сравнително трудно"],"Try to make shorter sentences to improve readability.":["Опитайте се да съставяте по-кратки изречения, за да подобрите нивото на четимост на публикацията."],"difficult":["трудно"],"Try to make shorter sentences, using less difficult words to improve readability.":["Опитайте да съставяте по-кратки изречения и да употребявате по-лесни думи, за да подобрите четимостта."],"very difficult":["много трудно"]}}}