{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;"},"You've never used this focus keyword before, very good.":["Ešte ste nikdy nepoužili toto hlavné kľúčové slovo, vynikajúco."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Už ste toto hlavné kľúčové slovo %1$ raz použili %2$s, uistite sa ktorá adresa vašej stránky je najdôležitejšia pre toto slovo."],"No subheading tags (like an H2) appear in the copy.":["Neobjavia sa značky podnadpisov (napr. H2) v kópii."],"The slug for this page is a bit long, consider shortening it.":["Slug pre túto stránku je príliš dlhý, prosím zvážte jeho skrátenie."],"Please create a page title.":["Prosím vytvorte nadpis stránky."],"No outbound links appear in this page, consider adding some as appropriate.":["Nenašli za žiadne odchádzajúce odkazy na tejto stránke. prosím zvážte pridanie vhodných odkazov."],"No images appear in this page, consider adding some as appropriate.":["Žiadne obrázky na stránke, zvážte pridanie vhodných obrázkov."],"The images on this page are missing alt tags.":["Obrázky na stránke neobsahujú alt značky."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["V uvedenom meta popise zvážte: Ako sa porovnávate s konkurenciou? Môžete byť výraznejší?"],"No meta description has been specified, search engines will display copy from the page instead.":["Nebol zadaný meta popis, vyhľadávače budú zobrazovať kópiu zo stránky."],"fairly difficult":["trochu tažké"],"Try to make shorter sentences to improve readability.":["Skúste tvoriť kratšie vety pre zjednoduchšenie čítania."],"difficult":["tažké"],"Try to make shorter sentences, using less difficult words to improve readability.":["Skúste tvoriť kratšie vety,používať jednoduchšie slová, aby ste zlepšili čitateľnosť."],"very difficult":["veľmi tažké"]}}}