{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=(n > 1);"},"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Tarama hatalarını gözden kaçırmayın: %1$sGoogle Arama Konsolu ile bağlantı kurun%2$s."],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s %2$s eklentisinin %1$s ile uyumsuz bir sürümünü kullandığınızı tespit etti. Lütfen %2$s eklentisini güncelleyin."],"Creating redirects is a %s feature":["Yönlendirme oluşturmek bir %s özelliği"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s %3$s eklentisinin %2$s sürümünü kullandığınızı tespit etti. Lütfen uyumsuzluk problemlerinin önüne geçmek için son sürüme güncelleyin."],"Recent Rockstars":["Güncel rock yıldızları"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Eğer gerekli ID bilgisinin nerede olduğunu bilmiyorsanız %1$sbu bilgi bankası makalesine%2$s bakın."],"Error: a redirect for this URL already exists":["Hata: bu adres için bir yönlendirme zaten var"],"Redirect this broken URL and fix the error":["Bu kırık adresi yönlendir ve hatayı düzelt"],"Posts that are set to %s":["%s olarak belirlenmiş yazılar"],"%s Posts Overview":["%s yazıya genel bakış"],"Prefix for search result pages:":["Arama sonuçları için ön ek:"],"Prefix for archive pages:":["Arşiv sayfaları için ön ek:"],"Prefix for breadcrumbs:":["Dolaşım için ön ek:"],"Anchor text for the homepage:":["Ana sayfa için bağlantı metni:"],"Remove blog page from breadcrumbs":["Blog sayfasını dolaşımdan kaldır"],"Search Console":["Arama konsolu"],"Export your %1$s settings":["%1$s ayarlarınızı dışarı aktarın"],"%1$s settings":["%1$s ayarlarınız"],"Yoast SEO":["Yoast SEO"],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":["Aşağıda yayınlanan yazılarınızın SEO puanları var. Yazılarınızın puanlarını iyileştirmek için iyi bir zaman!"],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Eğer %s ile başlayan Google Analytics kampanya parametreleri kullanıyorsanız bu kutuyu işaretleyin. Yine de bu şekilde kullanımı tavsiye etmeyiz. Bunun yerine başında diyez olan sürüm kullanın."],"Reload crawl issues":["Tarama sorunlarını tazele"],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code.":["%1$s sizin için %2$s bilgisini çeksin istiyorsanız lütfen Google doğrulama kodunu girin."],"Get Google Authorization Code":["Google doğrulama kodu edinin"],"Please enter the Google Authorization Code in the field below and press the Authenticate button.":["Lütfen aşağıya Google doğrulama kodunu girin ve Doğrula tuşuna basın."],"Authenticate":["Yetkilendir"],"Reauthenticate with Google ":["Google ile tekrar doğrulama yap"],"Current profile":["Şu anki profil"],"Profile":["Profil"],"There were no profiles found":["Profil bulunamadı"],"Save Profile":["Profili kaydet"],"or":["ya da"],"Disable the Advanced part of the %1$s meta box":["%1$s kutusunun gelişmiş bölümünü etkisizleştir"],"%1$s Extensions":["%1$s eklenti"],"%1$s Meta Box":["%1$s meta kutusu"],"Who should have access to the %1$s settings":["%1$s ayarlarına kimler erişebilir"],"%1$s comes with some very powerful built-in tools:":["%1$s çok güçlü dahili araçlarla beraber gelir:"],"Excluded Posts":["Hariç tutulan yazılar"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Site haritasının dışında tutmak için yazıların numaralarını virgül ile ayırarak girebilirsiniz. Biçim yaklaşık şu şekilde olacaktır: %1$s."],"Posts to exclude":["Hariç tutulacak yazılar"],"Thank you for updating %1$s!":["%1$s güncellemesi için teşekkürler!"],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":["%1$s için bir yönlendirme oluşturmanıza gerek yok çünkü bu yönlendirme zaten mevcut. Mevcut yönlendirme %2$s adresini işaret ediyor. Eğer bu doğruysa bu problemi çözüldü olarak işaretleyebilirsiniz. Değilse lütfen yönlendirmeler sayfasına gidip hedef adresi değiştirin."],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year support and updates, on %2$s.":["Bir yönlendirme oluşturmak ve bu problemi gidermek için %1$s gerekiyor. Bu eklentiyi ve bir yıllık destek ve güncellemeyi %2$s adresinden satın alabilirsiniz."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Yoast eklentileri sitenizi daha hızlı kılmak için birbirleri arasında bazı kodları paylaşırlar. Bunun sonucu olarak tüm Yoast eklentilerinizin güncel olması gereklidir. Fark ettik ki bazı eklentiler güncel değil, lütfen tüm Yoast eklentilerini güncelleyin."],"URL":["URL"],"Last crawled":["En son tarananlar"],"First detected":["İlk tespit edilen"],"Response code":["Dönüş kodu"],"Mark as fixed":["Çözüldü olarak işaretle"],"Create redirect":["Yönlendirme oluştur"],"Search":["Arama"],"Crawl errors per page":["Sayfa başına tarama hataları"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["%1$s verisi kaldırıldı. Eğer bu veriyi tekrar edinmek isterseniz yeniden doğrulama yapmalısınız."],"The issues have been successfully reloaded!":["Problemler başarıyla yenilendi!"],"Incorrect Google Authorization Code.":["Geçersiz Google doğrulama kodu."],"Issue categories":["Sorun kategorileri"],"Errors that occurred when your site was crawled by Googlebot.":["Googlebot sitenizi tararken ortaya çıkan hatalar."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Sadece Googlebot-Mobil sitenizi tararken ortaya çıkan hatalar (masaüstünde hatalar ortaya çıkmıyor)."],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Sadece Googlebot sitenizi akıllı telefonlar için tararken ortaya çıkan hatalar (masaüstünde hatalar ortaya çıkmıyor)."],"Create a redirect":["Bir yönlendirme oluştur"],"Current URL:":["Mevcut adres:"],"New URL:":["Yeni adres:"],"Mark as fixed:":["Düzeltildi olarak işaretle:"],"Mark this issue as fixed in %1$s.":["%1$s içinde problemi düzeltildi olarak işaretle."],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Hedef adres mevcut değil ama sunucunuz bir 404 (bulunamadı) hatası dönmüyor."],"Desktop":["Masaüstü"],"Smartphone":["Akıllı telefon"],"Feature phone":["Özellikli telefon"],"%1$s Settings":["%1$s ayarları"],"Posts with good SEO score":["İyi AMO puanına sahip yazılar"],"Posts with OK SEO score":["Ortalama AMO puanına sahip yazılar"],"Posts with poor SEO score":["Zayıf AMO puanına sahip yazılar"],"Posts with bad SEO score":["Kötü AMO puanına sahip yazılar"],"Posts without focus keyword":["Odak anahtar kelimesi olmayan yazılar"],"Upgrade to %1$s &raquo;":["%1$s sürümüne yükselt &raquo;"],"The %1$s plugin(s) might cause issues when used in conjunction with %2$s.":["%1$s eklentisi/eklentileri %2$s ile çakışıp problemlere neden oluyorlar."],"This warning is generated by %1$s.":["Uyarı %1$s tarafından oluşturuldu."],"Access denied":["Erişim reddedildi"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Sunucu doğrulama gerektiriyor ya da Googlebot erişimi engelleniyor."],"Faulty redirects":["Hatalı yönlendirmeler"],"Not followed":["Takip edilmedi"],"Not found":["Bulunamadı"],"URL points to a non-existent page.":["Adres var olmayan bir sayfayı gösteriyor."],"Google was unable to crawl this URL due to an undetermined issue.":["Bilinmeyen bir problemden ötürü Google bu adresi tarayamadı."],"Blocked":["Engellenmiş"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot sitenize ulaşabiliyor fakat bazı adresler %1$s dosyasında Googlebot için engellenmiş. Bu engelleme tüm Googlebotlar için ya da özellikle Googlebot-mobiller için olabilir."],"Server Error":["Sunucu hatası"],"Request timed out or site is blocking Google.":["İstek zaman aşımına uğradı ya da Google engelleniyor."],"Soft 404":["Hafif 404"],"More %1$s":["Daha çok %1$s"],"%s Breadcrumbs":["%s dolaşımı"],"Breadcrumbs separator:":["Dolaşım ayracı:"],"Breadcrumb for 404 pages:":["404 sayfası için dolaşım:"],"Error creating %1$s export: ":["%1$s dışarı aktarımı oluşturulurken hata:"],"Configure %1$s's OpenGraph settings":["%1$s OpenGraph ayarlarını düzenle"],"Configure %1$s's XML Sitemap settings":["%1$s XML site haritası ayarlarını düzenle"],"%1$s has been updated to version %2$s. %3$sClick here%4$s to find out what's new!":["%1$s %2$s sürümüne yükseltildi. %3$sburaya tıklayarak%4$s neler yeni öğrenin!"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Varsayılan WordPress sloganını kullanabilirsiniz, hatta boş bir tane daha bile iyidir. %1$sÖzelleştirici ile bunu düzeltebilirsiniz%2$s."],"Just another WordPress site":["Bir başka WordPress sitesi"],"Latest Changes":["Son değişiklikler"],"We've summarized the most recent changes in %s.":["%s için en güncel değişiklikleri özetledik."],"View Changes":["Değişiklikleri görüntüle"],"Clean up the %s":["%s için temizlik yap"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google web sitenizin ismini arama sonuçlarında gösterir, varsayılan olarak site isminizi kullanırız ama isterseniz buradan değiştirebilirsiniz. Ayrıca Google tarafından dikkate alınması için farklı bir isim de kullanabilirsiniz."],"Alternate name":["Alternatif isim"],"Duplicate content prevention":["Tekrarlanan içerik önleme"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Eğer tek bir yazarak sahip bir blog işletiyorsanız, yazar arşivi ana sayfayla aynı olacaktır. Buna %1$stekrarlanan içerik problemi%2$s denir."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Bu durum sizin siteniz için geçerliyse ya bunu etkisizleştirebilir (ki bu ana sayfaya yönlendirecektir) ya da %s ekleyin ki arama sonuçlarında gözükmesin."],"Add %s to the author archives":["Yazar arşivlerine %s ekle"],"Date-based archives could in some cases also be seen as duplicate content.":["Tarih tabanlı arşivler kimi zaman tekrar eden içerik olarak ele alınabiliyor."],"Add %s to the date-based archives":["Tarih tabanlı arşivlere %s ekle"],"Sitewide meta settings":["Site genelinde meta ayarları"],"Use meta keywords tag?":["Meta anahtar kelime etiketleri kullanılsın mı?"],"Add %s meta robots tag sitewide":["Site genelinde %s meta robots etiketi eklensin"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Sitenizin %s bölümüne Open Graph meta verisi ekleyin. Facebook ve diğer sosyal ağlar sayfalarınız paylaşıldığında bu bilgiyi kullanıyorlar."],"Add Twitter card meta data to your site's %s section.":["Sitenizin %s bölümüne Twitter kart meta verisi ekleyin."],"Taxonomy to show in breadcrumbs for post types":["Yazı tiplerinde görüntülenecek dolaşım kategorileri"],"Post type archive to show in breadcrumbs for taxonomies":["Kategori dolaşımlarında görüntülenecek yazı tip arşivi"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Bu dolaşım özelliğinin kullanımı ile ilegili %1$sdolaşım entegrasyonu ile ilgili bilgi bankası makalemize%2$s göz atabilirsiniz."],"Page %1$d of %2$d":["Sayfa %1$d / %2$d"],"Mobile-Friendly Test":["Mobil uyumluluk testi"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["%1$s eklentisinin kurulumu tamamlandı. Lütfen %2$syükleme kılavuzuna%3$s göz atın."],"Please make sure both fields are filled.":["Lütfen her iki alanın da dolu olduğundan emin olun."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Girdiniz geçersiz karakterler içermektedir. Lütfen tüm alanların doğru bir şekilde dolu olduğundan emin olun."],"This Facebook user has already been added as an admin.":["Bu Facebook kullanıcısı hali hazırda yönetici olarak eklenmiş."],"More info can be found %1$son our knowledge base%2$s.":["%1$sBilgi bankamızda%2$s bu konu ile ilgili daha fazla bilgi bulabilirsiniz."],"Add Facebook admin":["Facebook yöneticisi ekle"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["%1$sFacebook Insights%2$s özelliğine erişebilmek için buradan bir kullanıcı eklemeniz gerekiyor. İsim referans için kullanılıyor, asıl ID doğrulama için gereklidir."],"Admin's name:":["Yönetici ismi:"],"Admin's Facebook user ID:":["Yöneticinin Facebook kullanıcı numarası:"],"Website name":["Web sitesi ismi"],"The recommended image size for %1$s is %2$spx.":["%1$s için önerilen görsel boyutu %2$spx."],"Warning: the variable %s cannot be used in this template.":["Uyarı: %s değişkeni bu şablonda kullanılamaz."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Lisans anahtarlarınızı doğrulamak için API ile bir bağlantı oluşturamadık. Lütfen sunucunuzdan %s sunucusuna doğru iletişimin sağlanıp sağlanamadığını servis sağlayıcınıza danışın."],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Sunucunuzda PHP modüllerinden cURL modülünün eski bir sürümü yüklü (sürüm %s). Lütfen servis sağlayacınızdan cURL modülünü güncelleştirmelerini isteyin. Bu konuyla ilgili daha fazla bilgiye %sBilgi merkezi%s üzerinden ulaşabilirsiniz."],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":["Öne çıkarılan görsel en az 200x200 piksel boyutlarında olmalıdır. Facebook ve diğer sosyal medya siteleri tarafından kullanılacaktır."],"See the help tab for more info.":["Ayrıntılı bilgi için yardım sekmesini inceleyin."],"Note that not all variables can be used in every template.":["Lütfen her değişkenin her şablonda kullanılamayacağına dikkat edin."],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Hem %1$s hem de %2$s OpenGraph çıktısı üretir. Bu çıktılar Facebook, Twitter, LinkedIn ve diğer sosyal ağlar tarafından, sitenizdeki içerik paylaşıldığı zaman gösterilecek metin ve görsellerdir."],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["Hem %1$s hem de %2$s XML site haritaları koluşturuyor. İki XML site haritası oluşturmak arama motorları için faydasızdır, diğer taraftan sitenizi yavaşlatabilir."],"To be able to access %sFacebook Insights%s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Siteniz için %sFacebook Insights%s verilerine ulaşabilmek için bir Facebook yöneticisi belirtmelisiniz. Bu bir kullanıcı olabilir. Eğer siteniz için bir uygulamanız varsa, onu da kullanabilirsiniz."],"Warning!":["Uyarı!"],"Recommended solution":["Önerilen çözüm"],"We recommend you deactivate %1$s and have another look at your %2$s configuration using the button above.":["Tavsiyemiz %1$s eklentisini etkisizleştirip, aşağıdaki tuş yardımıyla %2$s ayarlarını gözden geçirmeniz yönünde olacaktır."],"Deactivate %s":["Devre dışı bırak: %s"],"What’s new in %s":["%s sürümünde neler yeni"],"Activation failed:":["Etkinleştirme başarısız:"],"Export created: %1$sdownload your export file here%2$s.":["Dışarı aktarım oluşturuldu: %1$saktarım dosyanızı buradan indirin.%2$s"],"Could not zip settings-file.":["Ayarlar dosyası sıkıştırılamadı."],"Could not write settings to file.":["Ayarlar dosyasına yazılamıyor."],"This export includes taxonomy metadata":["Bu aktarım dosyası kategori meta verilerini de içeriyor"],"No taxonomy metadata found":["Kategori meta verisi bulunamadı"],"Error: no Robots Meta data found to import.":["Hata: içeri aktarım için Robots meta verisi bulunamadı."],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["<em>settings.zip</em> dosyasını seçip \"Ayarları içeri aktar\" tuşuna basın"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Filtre eklentisi kullanılabilir değil. Servis sağlayıcınızdan etkinleştirmesini isteyin."],"Company Info":["Firma bilgileri"],"Your Info":["Sizin bilgileriniz"],"Upload Image":["Görsel yükle"],"Breadcrumbs":["Yol haritası"],"SEO:":["AMO (SEO):"],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":["Bunlar %1$s için genel ayarlardır, bu turu baştan başlatarak %1$s ayarlarını varsayılanlara çevirebilirsiniz."],"Tab: Your Info / Company Info":["Sekme: Sizin bilgileriniz / Firma bilgileri"],"Add some info here needed for Google's Knowledge Graph.":["Burada Google'ın Bilgi Grafiği için gerekli bilgileri ekleyin."],"Tab: Webmaster Tools":["Sekme: Webmaster araçları"],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":["Farklı Webmaster araçları programları için doğrulama kodlarını buradan ekleyebilirsiniz. Biz hem Google hem Bing Webmaster araçlarını eklemenizi öneririz."],"Tab: Security":["Sekme: Güvenlik"],"Determine who has access to the plugins advanced settings on the post edit screen.":["Yazı düzenleme ekranında kimlerin gelişmiş eklenti ayarlarına erişebileceğini belirleyin."],"Subscribe to our Newsletter":["Bültenimize abone olun."],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":["İlk sekme site genelindeki başlık ayarlarını gösterir. Normalde burada sadece başlık ayracını değiştirmeniz gerekir."],"On the archives tab you can set templates for specific pages like author archives, search results and more.":["Arşiv sekmesinde yazar arşivi, arama sonuçları ve daha fazlası için şablon belirleyebilirsiniz."],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":["Diğer sekmesinde site genelindeki meta ayarlarını değiştirebilirsiniz"],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":["Bu sekmede Pinterest doğrulaması yapabilir ve Pinterest hesabınızı girebilirsiniz."],"On this tab you can enter some more of your social accounts, mostly used for Google's Knowledge Graph.":["Bu sekmede daha çok sosyal hesabınızı bağlayabilirsiniz. Bu bilgiler ağırlıklı olarak Google'ın bilgi grafiği için kullanılır."],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":["Bu eklenti sitenize XML site haritaları ekler. Site haritaları yeni bir yazı, sayfa ya da özel yazı tipinde bir yazı yayınladığınızda otomatik oluşturulur ve Google, Bing gibi servislere otomatik olarak servis edilir."],"Advanced Settings":["Gelişmiş ayarlar"],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":["Bu sekmelerdeki tüm seçenekler gelişmiş kullanıcılar içindir. Eğer işaretleyip işaretlemeyeceğinizi bilmiyorsanız dokunmayın."],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":["Güçlü %1$s özellikleri %3$sYoast özel eklentileri%4$s ile daha da geliştirilebilir. Bu özel eklentiler %1$s kurulumu ya da %2$s kurulumu gerektirir. Yoast özek eklentiler ile ilgili daha fazlasını %3$sburadan%4$s öğrenebilirsiniz."],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":["Eklentimizi kullandığınız için teşekkürler ve AMO konusunda iyi şanslar!<br/><br/>Sevgiler,<br/>Yoast ekibi - %1$sYoast.com%2$s"],"Introduction Tour":["Tanıtım turu"],"Restore Default Settings":["Varsayılan ayarlara geri dön"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Bu veri sitenizde meta veri olarak kullanılıyor. Google bilgi grafiğinde gözükmesi amaçlandı. Bir firma, kişi olabilir ya da ikisi de olmayabilirsiniz:"],"Company or person":["Firma ya da kişi"],"Choose whether you're a company or person":["Firma ya da kişi iseniz ilgili seçimi yapınız"],"Company":["Firma"],"Person":["Kişi"],"Company Name":["Firma ismi"],"Company Logo":["Firma logosu"],"Your name":["İsminiz"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["Burada etkinleştirmek istediğiniz özel eklentilerimizin lisansını girerek etkinleştirebilirsiniz"],"Enable force rewrite titles":["Başlıkları yeniden yazmaya zorla"],"Accounts":["Hesaplar"],"To inform Google about your social profiles, we need to know their URLs.":["Sosyal profilleriniz konusunda Google tarafını bilgilendirebilmek için adreslerini bilmemiz gerekiyor."],"For each, pick the main account associated with this site and please enter them below:":["Her biri için bir tane ana hesap seçin aşağıdaki alana yazın:"],"Twitter Username":["Twitter kullanıcı adı"],"Instagram URL":["Instagram adresi"],"LinkedIn URL":["LinkedIn adresi"],"MySpace URL":["MySpace adresi"],"Pinterest URL":["Pinterest adresi"],"YouTube URL":["YouTube adresi"],"Google+ URL":["Google+ adresi"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest aynı Facebook gibi Open Graph verileri kullanır, bu yüzden sitenizin Pinterest altyapısına hazır olabilmesi için Facebook sekmesindeki Open Graph kutusunun işaretli olduğundan emin olun."],"Pinterest verification":["Pinterest doğrulaması"],"To %1$sverify your site with Pinterest%2$s, add the meta tag here:":["%1$sPinterest ile sitenizi doğrulamak için%2$s meta etiketini buradan ekleyin:"],"Bulk editor":["Toplu düzenleyici"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Bu araç her bir yazının ya da sayfanın detayına girmeden kolayca başlık ve açıklamaları değiştirebilmenize olanak sağlar."],"Import and Export":["İçeri Al / Dışarı Aktar"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Diğer AMO eklentilerinden ayarları içeri aktarın ve daha sonra kullanmak üzere kendi ayarlarınızı dışarı aktarın."],"File editor":["Dosya düzenleyicisi"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Bu araç AMO için önemli olan dosyalarınızı, örneğin robots.txt ve varsa .htaccess gibi, hızlıca değiştirebilmenize olanak sağlar."],"&laquo; Back to Tools page":["&laquo; Araçlar sayfasına dön"],"Max entries per sitemap":["Site haritası başına en fazla girdi"],"Credits":["Katkıda bulunanlar"],"More Translations":["Daha fazla çeviri"],"%1$s ships, at time of release, with %4$d translations, of which %5$d are complete. That's a huge improvement from last time, and we're improving every week. Join us at %2$stranslate.yoast.com%3$s!":["%1$s bu sürüm dağıtılırken %4$d çeviri ile (%5$d tanesi tamamlanmış) yayınlandı. Geçen seferkine göre bu çok büyük bir gelişme ve her hafta bunu daha da geliştiriyoruz. Bize %2$stranslate.yoast.com%3$s adresinden katılabilirsiniz!"],"Go to The General settings page →":["Genel ayarlar sayfasına git →"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Geliştirici ekibin çoğunluğu Hollanda&#8217;da %1$sYoast%2$s merkezinde olsa da %3$s dünya genelinde bir ekip tarafından geliştirilmiştir."],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Geliştirmeye yardım etmek ister misiniz? %1$sKatılım rehberi%2$sne göz atın!"],"Project Leaders":["Proje liderleri"],"Project Lead":["Proje lideri"],"Lead Developer":["Lider geliştirici"],"QA & Translations Manager":["Soru, Cevap ve çeviri yöneticisi"],"Contributing Developers":["Katkıda bulunan geliştiriciler"],"Developer":["Geliştirici"],"Contributors to this release":["Bu dağıtıma katkıda bulunanlar"],"Change URLs":["Adresleri değiştir"],"Clean up permalinks":["Kalıcı bağlantıları temizle"],"Import from other SEO plugins":["Diğer AMO eklentilerinden içeri aktar"],"Import from other plugins":["Diğer eklentilerden içeri aktar"],"If you want to import data from (by now ancient) Yoast plugins, you can do so here:":["Eğer eski (tarihi) Yoast eklentilerinden veri içeri aktarmak isterseniz, buradan yapabilirsiniz:"],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":["All-In-One-SEO eklentisi tespit edildi. %sAyarlarını içeri aktarmak%s ister misiniz?"],"You are not allowed to access this page.":["Bu sayfaya erişim izniniz yok."],"Tools":["Araçlar"],"Your %s license has been activated. ":["%s lisansınız etkinleştirilmiştir."],"You have an unlimited license. ":["Sınırsız lisansınız bulunmaktadır."],"You have used %d/%d activations. ":["%d/%d tane etkinleştirme kullandınız."],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["hakkında,yukarda,aşağıda,tümü,ve,herşey,hiç biri,çünkü,arasında,o,bu,şu,nasıl,nerede,nerde,neden,onun,bunun,şunun,bizim,aramızda,arasında"],"The SEO title defaults to what is generated based on this sites title template for this posttype.":["AMO başlığı bu yazı tipi için site şablonundan oluşturulan varsayılan başlığa göre oluşturulur."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Eğer yazıyı %s üzerinde paylaşırken bu yazı başlığını kullanmak istemiyorsanız, istediğiniz yeni başlığı buraya yazabilirsiniz."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Eğer %s üzerinde paylaşım yaparken meta açıklaması kullanmayıp farklı bir açıklama girmek isterseniz, buraya yazabilirsiniz."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Bu yazının %s de kullanılan resmi silerek değiştirmek istiyorsanız , buraya bir resim yükleyin/seçin veya adres ekleyin."],"%s Title":["%s Başlık"],"%s Description":["%s Açıklama"],"%s Image":["%s Resim"],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":["%1$s ve Yoast'ın diğer eklentileri hakkında güncel haberleri almak istiyorsanız , haber bültenimize üye olunuz:"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Göreceğiniz üzere bu eklentinin %1$s dilinde çevirisi mevcut. Bu çeviri %3$d%% tamamlanmış durumda. Tamamlanması ve hataların giderilmesi için yardımınıza ihtiyacımız var. Sizden %1$s çeviriyi tamamlayabilmemiz için %4$s adresinden kayıt olarak yardımcı olmanızı rica ediyoruz!"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["WordPress %1$s kullanıyorsunuz. %1$s sürümü için %2$s halen çevriliyor olsa da (%%%3$d çevrilmiş) eklenti ile beraber henüz dağıtılmıyor. Siz de yardım edebilirsiniz! %4$s adresinden kayıt olup %1$s çevirisine yardım edin!"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Wordpress'i Yoast için Henüz desteklenmeyen bir dil ile kullanıyorsunuz.  (%2$s) dilinde yayın yapmayı çok istiyoruz. Eğer bize yardımcı olmak isterseniz çeviri ekibimize katılabilir ve bizlere yardımcı olabilirsiniz. (%4$s)"],"Translation of %s":["%s çevirisi"],"Register now &raquo;":["Hemen kaydol &raquo;"],"The old data of the imported plugin was deleted successfully.":["İçe aktarılan eklentinin eski verileri başarıyla silindi."],"Content to put after each post in the feed":["Besleme içindeki her içerikten sonra eklencek metin"],"Exclude user roles":["Kullanıcı rollerini hariç tut"],"Pinterest Rich Pins Validator":["Pinterest zengin Pin doğrulayıcı"],"HTML Validator":["HTML doğrulayıcı"],"CSS Validator":["CSS doğrulayıcı"],"Google Page Speed Test":["Google sayfa hız testi"],"Modern IE Site Scan":["Modern IE site taraması"],"Focus keyword usage":["Odak anahtar kelime kullanımı"],"You have used HTML in your value which is not allowed.":["Değerlerinizde kabul edilmeyen bir HTML kodu kullandınız"],"Exclude user from Author-sitemap":["Kullanıcıyı yazar site haritasından hariç tut"],"(no parent)":["(ebeveyn yok)"],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":["WordPress ve SEO hakkında bu eklentiyi kullanmaktan daha fazlasını öğrenebilirsiniz. İyi bir başlangıç için %1$sWordPress SEO için rehber%2$se bakabilirsiniz."],"Title &amp; Metas settings":["Başlık ve Meta ayarları"],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":["Burası tüm yazı tipleriniz, etiketleriniz, arşivleriniz, özel sayfalarınız ve ana sayfanız için başlık ve meta bilgilerini girdiğiniz yerdir. Bu sayfa birden çok sekmeye bölünmüştür. Her bir sekmeye göz attığınızdan emin olun!"],"Templates and settings":["Şablonlar ve ayarlar"],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":["Şimdi &#8216;%1$sYazı tipleri%2$s&#8217; sekmesine tıklayın, ilk örneğimiz bu olacak."],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":["Şablonlar değişkenler kullanılarak yapılabilir. Bu değişkenlerin tamamını yardım sekmesinde (sayfanın sağ üst köşesinde) bulabilirsiniz. Yazı tipleri için özel durumlar ayarlayabilirsiniz."],"Previous":["Önceki"],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":["Bu sekmede %1$sFacebook Open Graph%2$s özelliklerini etkinleştirebilirsiniz. Ayrıca siteniz için bir Facebook kullanıcısını yönetici olarak belirleyip, Facebook Insights verilerine ulaşmasını sağlayabilirsiniz."],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":["Ön sayfa ayarları, sitenizin ana sayfası için meta verilerini ayarlamanızı sağlar, ayrıca tüm yazılarınız/sayfalarınız için de bir nevi destek görevi de görür."],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":["%1$sTwitter Kartları%2$s ile twitlerinize zengin fotoğraf, video ve ortam deneyimleri ekleyerek, sitenize daha fazla ziyaretçi çekebilirsiniz. Kutuyu işaretleyin, servise abone olun ve içeriğinizi twitleyen kullanıcıların twitlerinde kartlarınız otomatik olarak görüntülensin."],"This tab allows you to add specific post meta data for Google+. And if you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":["Bu sekme Google+ için yazılara özel meta verileri eklemenizi sağlar. Ayrıca bir işiniz için Google+ sayfanız varsa, burada sayfayı ekleyip, Google+ sayfanızdan da buraya bağlantı verebilirsiniz."],"What are XML sitemaps?":["XML site haritaları nedir?"],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":["Bir site haritası sitenizdeki adresleri içerek XML dosyasıdır. Webmasterların sitenizdeki adresler ile ilgili ekstra bilgiler verebilmelerine olanak sağlar. Örneğin, ne zaman güncellendi, ne kadar sıklıkla güncelleniyor, ne kadar öneme sahip vb. Bu da arama motorlarının sayfalarınızı daha akıllıca taramalarına olanak sağlıyor."],"What does the plugin do with XML Sitemaps?":["Bu eklenti XML site haritaları ile ne yapıyor?"],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":["Eğer belirli yazı ve/veya sayfaların arama sonuçlarında çıkmasını istemiyorsanız bu sayfadan ayarlama yapabilirsiniz."],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":["Web sunucunuzun belleği mi yetmiyor? Site haritanızdaki girdilerin sayısını azaltabilirsiniz (varsayılan: 1000)."],"Extensions and Licenses":["Eklentiler ve lisanslar"],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":["%1$s ya da herhangi bir premium Yoast eklentisi satın aldığınızda lisans anahtarını girmeniz gerekir. Bunu lisanslar sekmesinden yapabilirsiniz. Lisansı etkinleştirdiğinizde eklentinin tüm becerilerini sonuna kadar kullanabilirsiniz."],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":["Turumuzun sonuna geldik. Eğer eklentimizi beğendiyseniz lütfen %sWordPress.org da bize 5 yıldız%s verin!"],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":["%1$s kurulumunu tamamladınız! &#8220;Tura başla&#8221; tuşuna basarak eklentinin temel özellikleri ile ilgili kısa bir tur yapabilirsiniz."],"Add Google+ specific post meta data":["Google+ için özel yazı meta verileri ekleyin"],"Exclude users without posts":["Yazısı olmayan kullanıcıları hariç tut"],"Disable all users with zero posts":["Hiç yazısı olmayan kullanıcıları etkisizleştir"],"Please check the appropriate box below if there's a user role that you do <strong>NOT</strong> want to include in your sitemap:":["Site haritanızda olmasını <strong>İSTEMEDİĞİNİZ</strong> kullanıcı rollerini işaretleyin:"],"Replaced with the post/page author's 'Biographical Info'":["Yazının/sayfanın yazarının 'Biyografik bilgi'si ile değiştirilecek"],"Team Yoast":["Yoast Ekibi"],"Publication date":["Yayın tarihi"],"The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.<br/><br/>Read %sthis post%s for more info.":["Meta açıklaması genellikle arama sonuçlarında başlığın altında siyah metin olarak yer alır. Bunun çalışabilmesi için arama yapılan kelimenin metinde geçmesi gerekir. <br/><br/>Daha fazla bilgi için %sbu yazıyı%s okuyun."],"No Image Index":["Görsel indeksi yok"],"Are you sure you want to reset your SEO settings?":["SEO ayarlarınızı sıfırlamak istediğinize emin misiniz?"],"Title Separator":["Başlık Ayırıcı"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Başlık ayırıcı olarak kullanmak istediğin sembolü seç. Bu sembol yazının başlığı ve site ismi arasında görüntülenecek."],"Symbols are shown in the size they'll appear in in search results.":["Semboller arama sonuçlarında görünecekleri boyutlarda gösterilmektedir."],"Take note:":["Not al:"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on <strong>unattached</strong> media items!":["Ekli dosya adreslerini ebeveyn yazı adreslerine yönlendirdiğiniz için bu ayarlar sadece <strong>bağsız</strong> ortam dosyalarında etkilidir!"],"So remember: If you change the %sattachment redirection setting%s in the future, the below settings will take effect for *all* media items.":["Unutmayın: Eğer gelecekte %sekli dosya yönlendirme ayarlarını%s değiştirirseniz, aşağıdaki ayarlar *tüm* ortam dosyaları için geçerli olacaklar."],"public":["herkese açık"],"archived":["arşiv"],"mature":["yetişkin"],"spam":["istenmeyen"],"New sites in the network inherit their SEO settings from this site":["Ağdaki yeni siteler SEO ayarlarını bu siteden devralır."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Ağınıza ekli olan siteler içinde bir siteyi seçerek, ayarlarını varsayılan olarak kullanabilirsiniz. Eğer 'Hiçbiri' seçeneğini seçerseniz eklentinin varsayılan ayarları kullanılacaktır."],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["İlgili site için %sSite No%s girerek, o sitenin ayarlarını varsayılan olarak kullanabilirsiniz. Hiçbiri için boş bırakın. (O zaman eklentinin varsayılan ayarları kullanılacaktır)"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Gizlilik duyarlı (FB yöneticileri vb), temaya özel (başlık yeniden yazma) ve bir kaç özel ayar yeni aktarılan bloglarda içeri aktarılmayacaktır."],"Site ID":["Site no"],"Copy home meta description":["Ana sayfa meta açıklamasını kopyala"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Bunlar sitenizin ana sayfasında Open Graph için kullanılan başlık, açıklama ve görsel bilgileridir."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Bir muadil değişken sadece harfler, alt çizgi ya da tire içerebilir. Değişkeninizin ismini değiştirmeyi deneyin."],"Advanced Variables":["Gelişmiş değişkenler"],"Premium Support":["Özel destek"],"FAQ":["S.S.S."],"Remove these ads?":["Reklamları kaldırmak ister misin?"],"This is a rendering of what this post might look like in Google's search results.<br/><br/>Read %sthis post%s for more info.":["Bu yazının Google arama sonuçlarında nasıl gözükeceğinin bir önizlemesidir.<br/><br/>Daha fazla bilgi için %sbu yazıyı%s okuyun."],"Warning:":["Uyarı:"],"Title display in Google is limited to a fixed width, yours is too long.":["Google'da gösterilen başlığın genişliği sınırlıdır, başlığın çok uzun."],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Uyarı: meta robot ayarlarını burada girebiliyor olsanız da, sitenin genel ayarlarında bu site indekslenmesin diye ayarlanmış. Yani robot ayarlarının bir etkisi olmayacaktır."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Uyarı!</b> Dışardan gelen istekleri engelliyorsunuz, yani %s güncellemelerini alamayacaksınız. Lütfen %s ögesini %s bölümüne ekleyin."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Lisansınızın süresi dolmuş. Tekrar kullanabilmek için <a href=\"%s\">lisansınızın süresini uzatmanız</a> gerekiyor."],"Request error: \"%s\" (%scommon license notices%s)":["İstek hatası: \"%s\" (%sgenel lisans uyarıları%s)"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s için ağ etkinleştirilmiş, <a href=\"%s\">ağ yönetimi lisans sayfası</a>ndan lisanslarınızı yönetebilirsiniz."],"%s is network activated, please contact your site administrator to manage the license.":["%s için ağ etkinleştirilmiş, lütfen lisans yönetimi için site yöneticiniz ile iletişim kurun."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Bu site yoast.com üzerinde düzgün bir şekilde etkinleştirilmemiş, bu yüzden gelecek güncellemelerden habersiz. Lütfen sitenizi geçerli bir lisans anahtarı ile etkinleştirin."],"Your %s license will expire on %s.":["%s lisansınız %s tarihinde sonlanacak."],"%sRenew your license now%s.":["%sLisansınızı yenileyin%s."],"The premium version of %1$s with more features & support.":["%1$s eklentisinin bir çok yeni özelliğe ve desteğe sahip sürümü."],"Optimize your videos to show them off in search results and get more clicks!":["Videolarınızı optimize ederek arama sonuçlarında çıkmalarını sağlayın ve böylece daha çok tıklama kazanın!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Google Haberlerde yer alıyor musunuz? Gerekli optimizasyonları yaparak trafiğinizi artırabilirsiniz!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Hiç ter dökmeden Google Maps aramalarında daha iyi sonuç elde edin!"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Sorunsuz bir şekilde %1$s ile WooCommerce entegrasyonunu yapabilirsiniz!"],"Get this extension":["Bu eklentiyi edin."],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Google Analytics Kampanyaları ve Google Adwords Parametrelerinin temizlenmesini engelle."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Bir değiştirme karakteri \"%%cf_\" ya da \"%%ct_\" ile başlayamaz, bu karakterler WPSEO değişkenleri, özel alanlar ve özel kategoriler için kullanılmaktadır. Değişken isminizi eşsiz yapmaya çalışın."],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":["Aynı isme sahip bir değiştirme değişkeni zaten mevcut. Değişkeninizi daha eşsiz yapmaya çalışın."],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Aynı isimli bir değişken tanımlayarak WPSEO standart değişkenlerinin üstüne yazamazsınız. \"wpseo_replacements\" filtresini kullanarak değiştirme değerini ayarlayın."],"Replaced with the title of the parent page of the current page":["Bu sayfanın ebeveyn sayfasının başlığı ile değiştirilecek"],"The site's tag line / description":["Sitenin sloganı / açıklaması"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Mevcut sayfa numarası ile değiştirilecek (örneğin 2 / 4)"],"Check Rich Snippets":["Zengin parçacıkları konrol et"],"Facebook Debugger":["Facebook hata ayıklama"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Standart PHP kütüphanesi (SPL) eklentisi kurulu gözükmüyor. Lütfen servis sağlayıcınızdan etkinleştirmelerini isteyin."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["WordPress için ilk gerçek hepsi bir arada AMO çözümü, sayfa üzerine içerik analizi, XML site haritaları ve çok daha fazlası."],"https://yoast.com/":["https://yoast.com/"],"Please select a valid taxonomy for post type \"%s\"":["\"%s\" yazı tipi için geçerli bir etiket seçin"],"Post doesn't exist.":["Yazı bulunamadı."],"Post has an invalid Post Type: %s.":["Yazının geçersiz bir yazı tipi var: %s."],"You can't edit %s.":["Bunu düzenleyemezsiniz: %s."],"You can't edit %s that aren't yours.":["%s ögesini düzenleyemezsiniz çünkü sizin değil."],"Extensions":["Eklentiler"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["%1$s için başlık ve meta ayarları gösterildiği sayfaya bağlı olarak bir çok özel değer ile değiştirilirler. Soldaki sekme olası değişkenleri açıklar."],"Filter":["Filtre"],"WP Page Title":["WP sayfa başlığı"],"Post Type":["Yazı tipi"],"Post Status":["Yazı durumu"],"Page URL/Slug":["Sayfa adresi/kısa ismi"],"Existing Yoast Meta Description":["Var olan Yoast meta açıklaması"],"New Yoast Meta Description":["Yeni Yoast meta açıklaması"],"Action":["Eylem"],"Edit this item":["Bu ögeyi düzenle"],"Edit":["Düzenle"],"Preview &#8220;%s&#8221;":["Önizleme &#8220;%s&#8221;"],"Preview":["Önizleme"],"View &#8220;%s&#8221;":["Görüntüle &#8220;%s&#8221;"],"View":["Görüntüle"],"Existing Yoast SEO Title":["Var olan Yoast AMO başlığı"],"New Yoast SEO Title":["Yeni Yoast AMO başlığı"],"Debug Information":["Hata ayıklama bilgisi"],"Current option:":["Mevcut seçenekler:"],"Site-wide default: %s":["Site genelinde varsayılan: %s"],"No post content to analyse.":["Analiz edilecek yazı içeriği yok."],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">Lisansınızı yükseltebileceğinizi biliyor muydunuz?</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">Lisansınızı %d gün içinde sonlanacak, uzatmak ister misiniz?</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Etkinleştirme sınırına ulaştınız. Kullanmak için <a href=\"%s\">lisansınızı yükseltmelisiniz</a>."],"Failed to activate your license, your license key seems to be invalid.":["Lisansınız etkinleştirilemedi, lisans anahtarı geçersiz."],"Your %s license has been deactivated.":["%s lisansınız etkisizleştirildi."],"Failed to deactivate your %s license.":["%s lisansı etkisizleştirilemedi."],"%s License":["%s Lisansı"],"Theme License":["Tema lisansı"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["Bu temayı güncellemek yapılmış olan özel değişikliklerin kaybolması demektir. Durmak için 'İptal', güncellemek için 'Tamam'"],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":["<strong>%s sürüm %s</strong> mevcuttur. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Yeni ne var, göz atın</a> veya <a href=\"%s\"%s>şimdi güncelleyin</a>."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s aşağıdaki hatadan dolayı güncelleme kontrol edemiyor: <em>%s</em>"],"%s: License Settings":["%s: Lisans ayarları"],"License status":["Lisans durumu"],"Toggle license status":["Lisans durumunu değiştir"],"Deactivate License":["Lisansı etkisizleştir"],"(deactivate your license so you can activate it on another WordPress site)":["(Bir başka WordPress sitenizde kullanabilmek için lisansınızı etkisizleştirin)"],"Activate License":["Lisansı etkinleştir"],"Please enter a license key in the field below first.":["Önce aşağıdaki alana lisans anahtarını girin."],"License Key":["Lisans anahtarı"],"Paste your %s license key here..":["%s lisans anahtarınızı buraya yapıştırın.."],"You defined your license key using the %s PHP constant.":["Lisans anahtarınızı %s PHP sabiti ile tanımlamışsınız."],"Failed to remove hardcoded meta description.":["Koda yazılmış meta açıklaması temizlenemedi."],"Earlier found meta description was not found in file. Renewed the description test data.":["Daha önceden bulunan meta açıklaması dosyada bulunamadı. Açıklama test verisi yenilendi."],"Pinterest":["Pinterest"],"Yandex Webmaster Tools":["Yandex Webmaster Araçları"],"You cannot create a robots.txt file.":["robots.txt dosyası oluşturamazsınız."],"You don't have a robots.txt file, create one here:":["Bir robots.txt dosyanız bulunmuyor, burada bir tane oluşturun:"],"Create robots.txt file":["robots.txt dosyası oluştur"],"Setting \"%s\" is no longer used and has been discarded.":["\"%s\" ayarı artık kullanılmıyor ve bu yüzden kapatıldı"],"No settings found in file.":["Dosyada ayar bulunamadı."],"Unzipping failed - file settings.ini not found.":["Paketten çıkarma başarısız - settings.ini dosyası bulunamadı."],"Unzipping failed with error \"%s\".":["Paketten çıkarma \"%s\" hatası ile başarısız oldu."],"Licenses":["Lisanslar"],"Meta keywords":["Meta anahtar kelimeler"],"%s restored to default SEO settings.":["%s varsayılan AMO ayarlarına döndürüldü."],"Blog %s not found.":["%s blogu bulunamadı."],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Temizlenmesini istemediğiniz ek değişkenler varsa, virgül ile ayırarak burada belirtebilirsiniz."],"The default card type to use":["Kullanılacak varsayılan kart tipi"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Her bir site haritası sayfasında gözükecek elemanların sayısını belirleyin (Varsayılan %s, bazı kurulumlarda bellek kullanımını azaltmak için bu değeri düşük tutmak gerekebilir):"],"%s does not seem to be a valid %s verification string. Please correct.":["%s geçerli bir %s doğrulama metnine sahip değil. Lütfen düzeltin."],"Please select a valid post type for taxonomy \"%s\"":["\"%s\" kategorisi için geçerli bir yazı tipi seçin."],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Site haritası sayfasında gösterilecek en fazla öge sayısı\" pozitif bir sayı olmalı, ki %s pozitif bir sayı değil. Lütfen düzeltin."],"Summary":["Özet"],"Summary with large image":["Büyük görselli özet"],"%s does not seem to be a valid url. Please correct.":["% geçerli bir web adresi değil. Lütfen düzeltin."],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s geçerli bir Twitter kullanıcı tanımlayıcısı değil. Lütfen düzeltin."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%2$s %1$s ayarlarında izin verilen seçeneklerden biri değil. Değer varsayılana döndürüldü."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Varsayılan blog ayarı kullanmak istediğiniz varsayılan blogun sayısal tanımlayıcı değeri olmalıdır."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Var olan bir blog olmalıdır. %s bulunamadı ya da silinmek üzere işaretlenmiş."],"No numeric value was received.":["Sayısal bir değer gönderilmedi."],"Title optimization":["Başlık optimizasyonu"],"For more information:":["Daha fazla bilgi için:"],"There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.":["Gövdede %d kelime kopyası bulundu ki bu önerilen %d kelimeden daha az, biraz daha kopya ekleyin."],"Use Image":["Resim Kullan"],"There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.":["Gövdede %d kelime kopyası bulundu ki bu önerilen %d kelimeden daha az. Okuyucular için bu konuda biraz daha işe yarar içerik ekleyin."],"There are %d words contained in the body copy, this is more than the %d word recommended minimum.":["Gövdede %d kelime kopyası bulundu ki bu önerilen %d kelimeden daha fazla."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Bu etkisiz kelimeleri otomatik kaldırarak daha temiz URL oluşturmanıza yardım eder."],"Remove stop words from slugs.":["Etkisiz kelimeleri slug'dan uzaklaştır"],"Why Google won't display the right page title":["Google niçin sağ sayfa title'ında gözükmüyor"],"Template explanation":["Şablon açıklaması"],"Basic Variables":["Temel Değişkenler"],"SEO Issue:":["SEO Sayısı"],"Your theme contains a meta description, which blocks %1$s from working properly. Please visit the %2$sSEO Dashboard%3$s to fix this.":["Temanız bir meta açıklama alanına sahip, ki bu da %1$s eklentisinin düzgün çalışmasını engelliyor. %2$sSEO paneli%3$sni ziyaret ederek düzeltin."],"Google+":["Google+"],"Facebook profile URL":["Facebook Profil URL"],"Check":["Kontrol"],"Pick the main keyword or keyphrase that this post/page is about.<br/><br/>Read %sthis post%s for more info.":["Bu yazının/sayfanın ne hakkında olduğu ile ilgili temel anahtar kelimeyi seçin.<br/><br/>Daha fazla bilgi için %sbu yazıyı%s okuyun."],"index":["index(Sayfayı indexle)"],"noindex":["noindex(Sayfayı indexleme)"],"Your focus keyword was found in:":["Sizin odaklanılan kelime bulundu:"],"Article Heading: ":["Makale Başlık:"],"Page title: ":["Sayfa Başlığı"],"Page URL: ":["Sayfa URL'Si"],"Content: ":["İçerik:"],"Meta description: ":["Meta description: "],"All SEO Scores":["Tüm SEO Skor"],"Page Analysis has been disabled.":["Sayfa Analiz devre dışı bırakıldı."],"Removed hardcoded meta description.":["Kodlanmış meta açıklaması kaldır."],"Re-check theme.":["Temanızı lütfen tekrar konturol edin."],"The plugin Robots-Meta has been detected. Do you want to %simport its settings%s.":["Robots-Meta eklentisi saptandı. Onun ayarlarını %s içe aktarmak istermisiniz%s."],"Robots-Meta has been deactivated":["Robotlar-Meta devrede değil."],"All-In-One-SEO has been deactivated":["All-In-One-SEO devrede değil."],"Edit Files":["Dosyaları Düzenle"],"Replaced with the slug which caused the 404":["404 neden sayfa ile değiştirildi"],"Replaced with a custom taxonomies description":["Özel bir taksonomilerin açıklaması ile değiştirildi"],"Facebook":["Facebook"],"Add Open Graph meta data":["Open Graph Seo Meta Data Ekle"],"Facebook Page URL":["Facebook Sayfa URL"],"User sitemap":["Kullanıcı sitemap"],"Disable author/user sitemap":["Yazar/kullanıcı site haritasını etkisizleştir."],"N/A":["Belirsiz"],"Poor":["Kötü"],"Good":["İyi"],"Bad":["Kötü"],"Posts":["Mesajlar"],"You've never used this focus keyword before, very good.":["Çok iyi, daha önce bu odaklanılan anahtar kelimeyi hiç kullanmamıştın."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Sen %1$sdaha önce bir kez%2$s bu odaklanılan anahtar kelimeyi kullandın, bu anahtar kelime için sitende hangi URL'in daha önemli olduğunu yeterince netleştirdiğinden emin ol."],"You've used this focus keyword %3$s%4$d times before%2$s, it's probably a good idea to read %1$sthis post on cornerstone content%2$s and improve your keyword strategy.":["Sen %3$sdaha önce %4$d kez%2$s bu odaklanılan anahtar kelimeyi kullandın, muhtemelen %1$temel içerikdeki bu yazıyı%2$s okuman ve anahtar kelime stratejini geliştirmen iyi bir fikir olacaktır."],"You must %sgo to your Reading Settings%s and uncheck the box for Search Engine Visibility.":["Okuma Ayarlarına gitmen %sve Arama Motoru Görünürlüğü yanındaki kutunun işaretini kaldırman gerekir."],"Replaced with the current day":["Geçerli gün ile değiştirildi"],"Entries per page":["Sayfa başına yazılar"],"If you had a .htaccess file and it was editable, you could edit it from here.":["Eğer bir .htaccess dosyasına sahip olsaydınız ve o düzenlenebilir olsaydı, buradan düzenleyebilirdiniz."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Eğer bir robots.txt dosyasına sahip olsaydınız ve o düzenlenebilir olsaydı, buradan düzenleyebilirdiniz."],"WooThemes SEO framework settings &amp; data successfully imported.":["WooThemes SEO framework ayarları &amp; veriler başarıyla içe aktarıldı."],"HeadSpace2 data successfully imported":["HeadSpace2 verisi başarıyla içe aktarıldı."],"Import from WooThemes SEO framework?":["WooThemes SEO framework'ten içe aktar ?"],"Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.":["Anahtar cümleniz 10 kelimeden fazla. Yalnızca tek bir adet anahtar cümleniz bulunabilir ve daha kısa olmalıdır."],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Eğer işiniz için bir Google+ sayfanız varsa, URL'sini buraya girin ve Google+ sayfasındaki hakkında sayfasına bağlantılayın. "],"Your theme contains a meta description, which blocks %1$s from working properly, please delete the following line, or press fix it:":["Tema düzgün çalışmasını %1$s engelleyen bir meta açıklaması, içeren, aşağıdaki satırı silin veya düzeltmek tuşuna basın:"],"Google Publisher Page":["Google Yayımcı Sayfası"],"Date in Snippet Preview":["Snippet Önizleme Tarihi"],"Twitter username (without @)":["Twitter Kullancı Adı (@ işareti olmadan)"],"Show date in snippet preview?":["Snippet önizleme tarihi gösterilsin mi?"],"SEO: OK":["SEO: Uygun"],"SEO: Poor":["SEO: Zayıf"],"SEO: Bad":["SEO : Kötü"],"SEO: No Focus Keyword":["SEO: Odaklanmış Kelime Yok"],"SEO: Good":["SEO: İyi"],"SEO: Post Noindexed":["SEO: Yazı Indexli Değil (Notindexed)"],"Meta Desc.":["Meta Açıklama."],"Focus KW":["Odak AK"],"%s, Author at %s":["\t %s, Yazar %s"],"Remove the <code>?replytocom</code> variables.":["<code>?replytocom</code> değişkenlerini kaldır."],"Post Types":["Yazı Türleri"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Bu, kullanıcının JavaScript devre dışı olduğunda çalışmasını dişli cevap engeller, ama büyük bir sitede anlamına gelebilir bir <em>büyük</em> arama motorları için tarama verimliliği iyileşme Eğer yorum çok şey var."],"Replaced with the post type single label":["Yazı tipi tek etiket ile değiştirildi"],"Other":["Diğer"],"Replaced with the post type plural label":["Yazı türü çoğul etiketi ile değiştirildi"],"%s Archive":["%s Arşiv"],"Social settings":["Sosyal ayarlar"],"Sitewide settings":["Sitenizin ayarları."],"%s Archives":["%s Arşivleri"],"Always index":["Her zaman indeksle"],"No focus keyword was set for this %s. If you do not set a focus keyword, no score can be calculated.":["%s için Odak anahtar kelime kurulmamıştır. Siz bir Odak anahtarı ayarlamak istemiyorsanız, seo analiz skoru yok olarak hesaplacaktır.."],"To update this page analysis, save as draft or update and check this tab again":["Sayfa analizini güncellemek için, taslak veya güncelleştirme olarak kaydedin ve tekrar bu sekmeyi kontrol edini."],"No subheading tags (like an H2) appear in the copy.":["Hiçbir alt başlık etiketleri (bir H2 gibi) kopya görünür."],"The keyword density is %s%%, which is over the advised 4.5%% maximum, the keyword was found %s times.":["Anahtar kelime yoğunluğu tavsiye 4.5%% maksimum üzerinden, anahtar kelime %s bulundu kat %s%% vardır."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s, bu sayfalar için başlıkları yeniden zorlamak gerekmediğini otomatik algıladı, eğer bunun yanlış olduğunu düşünüyor ve siz ne yaptığınızı biliyorsanız, buradan ayarı değiştirebilirsiniz."],"Replaced with a posts custom taxonomies, comma separated.":["Bir mesaj özel taksonomilerin yerine, virgülle ayrılmış."],"Replaced with a posts custom field value":["Yazı özel alan değeri ile değiştirildi"],"Take this tour to quickly learn about the use of this plugin.":["Hızlı bir şekilde bu eklentinin kullanımı hakkında bilgi edinmek için tur atın."],"Special Pages":["Özel Sayfalar"],"I don't know why you'd want to use meta keywords, but if you want to, check this box.":["Sana meta anahtar kelimeler kullanmak isterdim neden biliyorum, ama isterseniz, bu onay kutusunu yok."],"Unchecking this box allows authors and editors to redirect posts, noindex them and do other things you might not want if you don't trust your authors.":["Bu kutuyu işaretini kaldırarak yazar ve editörler sizin yazarları güvenmiyorsanız istediğiniz olmayabilir başka şeyler, mesajları yönlendirme onları NOINDEX ve yapmanızı sağlar."],"Post is set to noindex.":["Yazı noindex ayarlanır."],"Use %s default (Currently: %s)":["Varsayılan olarak %s kullan (Şu anda: %s)"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["Bu %s Metaş ve Başlıklar altında, buradan geçersiz kılabilirsiniz belirlenen endeksleme kuralları izler."],"Titles &amp; Metas":["Başlıklar &amp; Metalar"],"Default for post type, currently: %s":["Varsayılan Yazı türü, Şu anda: %s"],"Focus keyword not set.":["Odak anahtarı ayarlanmamış."],"Search for \"%s\"":["Aranan \"%s\""],"Always noindex":["Daima noindex"],"Noindex subpages of archives":["Arşivlerin alt sayfalarını indexleme"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, enable this.":["Eğer / sayfa / arama sonuçlarında göstermek için bir arşiv 2 / ve daha fazla önlemek istiyorsanız, bu sağlar."],"Hide RSD Links":["RSD Linklerini Gizle"],"Hide WLW Manifest Links":["WLW Manifest Linkler gizle"],"Hide Shortlink for posts":["Yazı kısa bağlatılarını gizle"],"Hide RSS Links":["RSS Linklerini Gizle"],"Meta Robots":["Meta Robotları"],"Hide":["Gizle"],"These pages will be %s by default, so they will never show up in search results.":["Bu sayfalar varsayılan olarak%s olarak işaretlenmiştir, böylece arama sonuçlarında görüntülenmezler."],"The separator defined in your theme's <code>wp_title()</code> tag.":["Ayırıcı tema en <code>wp_title()</code> etiketinde tanımlanan."],"If you want to restore a site to the default %s settings, press this button.":["Eğer bir siteyi %s varsayılan ayarına döndürmek isterseniz bu tuşa basın."],"Security":["Güvenlik"],"This image is used if the post/page being shared does not contain any images.":["Paylaşılan yazı/sayfa herhangi bir görüntü içermiyorsa bu resim kullanılır."],"Twitter":["Twiiter"],"Add Twitter card meta data":["Twitter kartı meta veri ekleme"],"No focus keyword set.":["Odaklanılmış anahtar kelime ayarlanmadı."],"Your hosting environment does not support PHP's %sDocument Object Model%s.":["Host hizmetin PHP's %sDocument Object Model%s desteklemiyor."],"Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.":["Anahtar kelimeler kopyanın %s altbaşlığı içinde (%s arasından) görüntülenir. Önemli bir sıralama ölçütü olmasa da faydalıdır."],"You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.":["Eğer kopyalama herhangi bir alt başlık (böyle bir H2 gibi) anahtar kelime / anahtar sözcük kullanmamışlardır."],"You searched for %s":["Https zorla %s"],"The post %s appeared first on %s.":["Sonrası %s %s ilk ortaya çıktı."],"Successfully cleared all Facebook Data":["Facebook Verileri başarıyla temizlendi"],"Successfully removed admin %s":["Yönetici %s başarıyla kaldırıldı"],"Frontpage settings":["Anasayfa ayarları"],"Facebook Insights and Admins":["Facebook yorumları ve yöneticileri"],"Alexa Verification ID":["Alexa Doğrulama Kimliği"],"Social":["Sosyal"],"Email":["E-Posta"],"Subscribe":["Abone Ol"],"Currently connected Facebook admins:":["Bağlı Facebook yöneticileri:"],"Add Another Facebook Admin":["Başka Facebook Yöneticisi ekle"],"Clear all Facebook Data":["Bütün Facebook Verilerini temizle"],"Image URL":["Resim URL"],"Description":["Açıklama"],"Default settings":["Varsayılan ayarlar"],"This is a settings export file for the %1$s plugin by Yoast.com":["Yoast.com %1$s eklentisi için bir ayar verme dosyasına"],"SEO":["SEO"],"Keyword Research":["Kelime Araştırma"],"AdWords External":["AdWords Harici"],"Google Insights":["Google Trendleri"],"SEO Book":["SEO Kitabı"],"Analyze this page":["Sayfa analizi"],"Check Inlinks (OSE)":["Trendleri kontrol edin"],"Check Keyword Density":["Kelime Yoğunluğunu kontrol edin"],"Check Google Cache":["Google önbelleğini kontrol edin"],"Check Headers":["Başlıkları kontrol edin"],"SEO Settings":["SEO Ayarları"],"XML Sitemaps":["XML Site Haritaları"],"Permalinks":["Kalıcı Bağlantılar"],"RSS":["RSS"],"Webmaster Tools":["Web Yöneticisi Araçları"],"Next":["Sonraki"],"Like this plugin?":["Eklentiyi beğendiniz mi?"],"Congratulations!":["Tebrikler!"],"Start Tour":["Tura Başla"],"Close":["Kapat"],"Some files could not be removed. Please remove them via FTP.":["Bazı dosyalar kaldırılamıyor. Lütfen FTP ile kaldırınız."],"To enjoy all the benefits of the page analysis feature, you'll need to (get your host to) install it.":["Sayfa analizi özelliği tüm avantajlarından yararlanabilirsiniz için, (için ev sahibi olsun) yüklemeniz gerekir."],"The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.":["Bu sayfa için anahtar sözcük bir veya daha fazla %sstop words%s içeriyor, bunları kaldırmayı da düşünebilirsiniz. Bulunan '%s'."],"The keyword / phrase appears in the URL for this page.":["Anahtar kelime / cümle bu sayfada için URL görünür."],"The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Anahtar kelime / cümle Bu sayfanın URL'sini görünmüyor. Yeniden adlandırmak karar verirseniz URL yenisine eski URL'yi 301 yönlendirmeleri kontrol ediniz!"],"The slug for this page contains one or more <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, consider removing them.":["Bu sayfa için sülük bir veya daha fazla <a href=\"http://en.wikipedia.org/wiki/Stop_words\"> stop sözcükleri içeren</a>, bunları çıkarmayı düşünün."],"The slug for this page is a bit long, consider shortening it.":["Bu sayfa için yazı kısa ismi biraz uzun, bunu kısaltmayı düşünün."],"Please create a page title.":["Lütfen bir sayfa başlığı oluşturun."],"The page title is more than 40 characters and less than the recommended 70 character limit.":["Sayfa başlığı 40 karakterden fazla ve 70 karakterden az olması önerilir."],"The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.":["Sayfa başlığı 40 karakter önerilen minimum az %d karakter içerir. Anahtar kelime varyasyonlarını eklemek veya zorlayıcı çağrı harekete kopyasını oluşturmak için boşluk kullanın."],"The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.":["Sayfa başlığı 70 karakter görüntülenebilir sınırı daha fazladır %d karakter içerir; bazı kelimeler kaydınızı kullanıcılara görünmez."],"The keyword / phrase %s does not appear in the page title.":["Anahtar kelime / cümle %s sayfa başlığı görünmüyor."],"The page title contains keyword / phrase, at the beginning which is considered to improve rankings.":["Sayfa başlığı sıralamalarını iyileştirmek için kabul edilir başında, anahtar kelime / cümle içerir."],"The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.":["Sayfa başlığı anahtar kelime / cümle içerir, ancak başında görünmüyor; denemek ve başına taşıyın."],"No outbound links appear in this page, consider adding some as appropriate.":["Hiçbir Giden bağlantıları bu sayfada görünür, bazı uygun eklemeyi düşünün."],"You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.":["Eğer bu sayfada gerçekten istiyorsanız bu page rank bu değiştirmeyi düşünebilirsiniz, için rütbe istediğiniz anahtar kelime ile başka bir sayfaya bağlıyoruz."],"This page has %s outbound link(s).":["Bu sayfa %s giden baglantıya sahiptir."],"This page has %s outbound link(s), all nofollowed.":["Bu sayfa(s) %s giden bağlantıları vardır, tüm nofollow."],"This page has %s nofollowed link(s) and %s normal outbound link(s).":["Bu sayfa %s bir nofollow bağlantı(lar) ve %s Normal giden bağlantılar) sahiptir."],"No images appear in this page, consider adding some as appropriate.":["Hiç bir görüntü bu sayfada görünür, bazı uygun eklemeyi düşünün."],"The images on this page are missing alt tags.":["Bu sayfadaki resimlerin alt etiketleri eksik."],"The images on this page contain alt tags with the target keyword / phrase.":["Bu sayfadaki resimler, hedef anahtar kelime / cümle ile alt etiketleri içerir."],"The images on this page do not have alt tags containing your keyword / phrase.":["Bu sayfadaki resimler, anahtar kelime / deyim içeren alt etiketleri yoktur."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Belirtilen meta açıklaması olarak, göz önünde bulundurun: Nasıl rekabet farkı nedir? Daha çekici yapılabilir?"],"The meta description is under 120 characters, however up to %s characters are available. %s":["Meta açıklaması mevcuttur ancak en fazla %s karakter, 120 karakter altındadır. %s"],"The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s":["Belirtilen meta açıklaması bu tüm açıklamayı görünür olmasını sağlayacaktır azaltılması,%s karakter bitti. %s"],"No meta description has been specified, search engines will display copy from the page instead.":["Hiçbir meta açıklaması belirtilmiş, arama motorları yerine sayfasından kopyasını gösterecektir."],"The meta description contains the primary keyword / phrase.":["Meta açıklaması birincil anahtar kelime / deyim içerir."],"A meta description has been specified, but it does not contain the target keyword / phrase.":["Bir meta açıklama belirtilmiş, ancak hedef anahtar kelime / cümle içermez."],"The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.":["Google ayrıca parçasında yayımı tarihinden içerecektir çünkü kullanılabilir alan olağan 155 karakterden daha kısadır."],"There are %d words contained in the body copy. This is far too low and should be increased.":["Vücut kopya içerdiği %d kelime vardır. Bu çok düşük ve artırılmalıdır."],"The keyword density is %s%%, which is a bit low, the keyword was found %s times.":["Anahtar kelime yoğunluğu biraz düşük %s%%, olduğu, anahtar kelime %s kez bulundu."],"The keyword density is %s%%, which is great, the keyword was found %s times.":["Anahtar kelime yoğunluğu %s%%, bu harika, anahtar kelime  %s kere bulundu."],"The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.":["Anahtar kelime, kopyanın ilk paragrafta görünmesini konu hemen açık olduğundan emin yapmaz."],"The keyword appears in the first paragraph of the copy.":["Anahtar kelime kopyanın ilk paragraf görünür."],"Flesch Reading Ease":["Flesch Okuma Kolaylığı"],"The copy scores %s in the %s test, which is considered %s to read. %s":["%s içindeki %s testindeki kopya skoru, ki %s okuması varsayılır. %s"],"very easy":["çok kolay"],"easy":["kolay"],"fairly easy":["oldukça kolay"],"OK":["Tamam"],"fairly difficult":["oldukça zor"],"Try to make shorter sentences to improve readability.":["Okunabilirliği artırmak için kısa cümleler kurmaya çalışın."],"difficult":["zor"],"Try to make shorter sentences, using less difficult words to improve readability.":["Daha kısa cümleler kurmayı deneyin, daha az zor kelimeler kullanarak okunabilirliği geliştirin."],"very difficult":["çok zor"],"Huge SEO Issue: You're blocking access to robots.":["Büyük SEO Sorunu: Robotların erişimini engelliyorsunuz."],"I know, don't bug me.":["Biliyorum, hata benim değil."],"Settings Updated.":["Ayarlar Güncellendi."],"Site Admins (default)":["Site Yöneticileri (varsayılan)"],"Super Admins only":["Süper Yöneticiler sadece"],"Save MultiSite Settings":["WPMU Ayarlarını Kaydet"],"MultiSite Settings":["WPMU Ayarları"],"Using this form you can reset a site to the default SEO settings.":["Bu formu kullanarak varsayılan SEO ayarları için bir site döndürebilirsiniz."],"Blog ID":["Blog ID"],"Restore site to defaults":["Site ayarlarını sıfırla"],"Restore site to default settings":["Sitenin Varsayılan ayarlarını geri yükle"],"RSS Footer options imported successfully.":["RSS Altbilgi seçenekleri başarıyla."],"Yoast Breadcrumbs options imported successfully.":["Yoast Breadcrumbs seçenekleri başarıyla eklendi."],"Yoast Breadcrumbs options could not be found":["Yoast Breadcrumbs seçenekleri bulunamadı"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Hiç şüphe yok ki bu site yeni değilse önce bir SEO eklentisi kullandım. Diyelim ki üzerinde, aşağıdaki verileri alabilir kolaylaştırır. İsterseniz, önce alabilirsiniz doğru ithal olup olmadığını kontrol edin ve daha sonra ithalat ve silin. Hiçbir yinelenen veri alınır."],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["Eğer başka bir AMO eklentisi kullandıysanız verilerinizi aktarmak için %sSEO veri aktarıcı%s eklentisini deneyin, mükemmeldir!"],"Import from HeadSpace2?":["HeadSpace2'den içe aktar?"],"Import from All-in-One SEO?":["All-in-one SEO'dan içe aktarmak ister misin?"],"Delete the old data after import? (recommended)":["İçe aktarımdan sonra eski veriyi sil? (önerilen)"],"Import":["İçeri Aktar"],"Import from Robots Meta (by Yoast)?":["Robots Meta'dan içe aktarmak ister misin(Yoast'la)?"],"Import from RSS Footer (by Yoast)?":["(Yoast'la)RSS Footer'dan içe aktarmak ister misin?"],"Import from Yoast Breadcrumbs?":["Yoast Breadcrumb'dan içe aktarmak ister misiniz?"],"Export":["Dışarı Aktar"],"Export your %1$s settings here, to import them again later or to import them on another site.":["%1$s ayalarını buradan dışarı aktarabilirsiniz, böylece daha sonra tekrar içeri aktarabilir ya da başka bir sitede kullanabilirsiniz."],"Include Taxonomy Metadata":["Taksonomi metadata'yı dahil et"],"Import settings":["İçeri Aktarma Ayarları"],"Settings successfully imported.":["ayarlar başarılı şekilde içe aktarıldı"],"Settings could not be imported:":["ayarlar içe aktarılamadı"],"Upload failed.":["Yükleme işlemi başarısız oldu"],"Force rewrite titles":["Title'i yazmaya zorla"],"Homepage":["Ana Sayfa"],"Title template":["Site başlığı şablonu"],"Meta description template":["Site açıklaması şablonu"],"Meta keywords template":["Anahtar kelime şablonu"],"Homepage &amp; Front page":["Anasayfa &amp; Ön Sayfa"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":["%Anasayfanın kendisini düzenleyerek%s ön sayfa başlık ve açıklamasını belirleyebilirsiniz. &raquo;"],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["%Blog sayfasını kendisini düzenleyerek%s blog sayfasının başlık ve açıklamasını belirleyebilirsiniz. &raquo;"],"Taxonomies":["Taksonomiler"],"Author Archives":["Yazar Arşivi"],"Date Archives":["Tarih Arşivi"],"Search pages":["Sayfa ara"],"404 pages":["404 Sayfaları"],"Custom Post Type Archives":["Geleneksel yazı tipi arşivi"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Not: Şablonlar yerine bunlar özel yazı tipi arşiv sayfalarının gerçek başlık ve açıklamalarıdır."],"Title":["Site Başlığı"],"Meta description":["Site Açıklaması"],"Breadcrumbs Title":["Breadcrumbs Başlık"],"Replaced with the date of the post/page":["Yazının/sayfanın tarihi ile değiştirilecek"],"Replaced with the title of the post/page":["Yazının/sayfanın başlığı ile değiştirilecek"],"The site's name":["Sitenin adı"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Yazının/sayfanın özeti ile değiştirilecek (ya da özet yoksa otomatik oluşturulacak)"],"Replaced with the post/page excerpt (without auto-generation)":["Yazının/sayfanın özeti ile değiştirilecek (otomatik oluşturma olmadan)"],"Replaced with the current tag/tags":["Mevcut etiket(ler) ile değiştirilecek"],"Replaced with the post categories (comma separated)":["Yazı kategorileri ile değiştirilecek (virgül ile ayrılmış)"],"Replaced with the category description":["Kategori açıklamasıyla değiştirildi"],"Replaced with the tag description":["Tag açıklama ile değiştirildi"],"Replaced with the term description":["Terim açıklaması ile değiştirildi"],"Replaced with the term name":["Terim adı ile değiştirildi"],"Replaced with the post/page modified time":["Sonrası / sayfa modifiye zamanla değiştirildi"],"Replaced with the post/page ID":["Sonrası / sayfa ID ile değiştirildi"],"Replaced with the post/page author's 'nicename'":["Yazının/sayfanın yazarının 'güzel ismi' ile değiştirilecek"],"Replaced with the post/page author's userid":["Yazının/sayfanın yazarının tanımlayıcı numarası ile değiştirilecek"],"Replaced with the current search phrase":["Mevcut arama ifadesi ile değiştirildi"],"Replaced with the current time":["Şimdiki zaman ile değiştirildi"],"Replaced with the current date":["Geçerli tarih ile değiştirilir"],"Replaced with the current month":["Mevcut ayla değiştirildi"],"Replaced with the current year":["Mevcut yıl ile değiştirildi"],"Replaced with the current page total":["Replaced with the current page total "],"Replaced with the current page number":["Geçerli sayfa numarası ile değiştirilir"],"Attachment caption":["Eklenti altyazısı"],"Replaced with the posts focus keyword":["Mesajları odak anahtar kelime ile değiştirildi"],"Strip the category base (usually <code>/category/</code>) from the category URL.":["Kategorisinde URL'den kategori baz (genellikle <code>/kategori/</code>) ."],"Enforce a trailing slash on all category and tag URL's":["Tüm kategori ve etiket URL'ler bir bölü zorla"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Eğer yazılarınız için %1$s kalıcı bağlantıları seçmek isterseniz ya da sonunda %2$s harici bir şey kullanmak isterseniz WordPress otomatik olarak sonuna bir / ekleyecektir."],"Redirect attachment URL's to parent post URL.":["Eski URL ana yazılan URL yönlendirme."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URL's if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Mesajları ekleri mesajları gibi, bu bu da bağlanmıştır sonrası onları yönlendirir sağlayan, kendi URL bunları yönlendirme yoksa var altında erişilebilir demektir veritabanında saklanır."],"Redirect ugly URL's to clean permalinks. (Not recommended in many cases!)":["Kalıcı temizlemek için eski URL'ler yönlendirmek. (Birçok durumda tavsiye edilmez!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["İnsanlar bazen karşı bağlantılarda hata yapar, ya da istenmeyen parametreleri URL'lerin sonuna eklenir, bu tüm onlardan yönlendirmek için izin verir. Bu aktif tutulan bir özellik iken, birkaç eklentileri kırmak için bilinen ve bu nedenle bu eklenti yükledikten sonra sorunlarla karşılaşabilirsiniz zaman devre dışı ilk özelliği olması gerektiğini lütfen unutmayın."],"Prevent cleaning out Google Site Search URL's.":["Google Site Search URL'leri takas önleyin."],"Google Site Search URL's look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Google Site Search URL'leri garip ve çirkin bir görünüm, ancak Google Site Search kullanıyorsanız, muhtemelen onları temizlenmesi istemiyorum."],"Other variables not to clean":["Diğer değişkenler temizlemek için"],"Enable Breadcrumbs":["Aktif Et Breadcrumbs"],"Separator between breadcrumbs":["Breadcrumb arasında ayırıcı"],"Anchor text for the Homepage":["Anchor text for the Homepage"],"Prefix for the breadcrumb path":["breadcrum yolu öneki"],"Prefix for Archive breadcrumbs":["Site Haritası Önceliği:"],"Prefix for Search Page breadcrumbs":["Arama Sayfası breadcrumbs için örnek"],"Breadcrumb for 404 Page":["Breadcrumb 404 Hata"],"Remove Blog page from Breadcrumbs":["Breadcrumbs Bloglar sayfa çıkarın"],"None":["Boş"],"Blog":["Blog"],"Bold the last page in the breadcrumb":["Breadcrumb son sayfası"],"How to insert breadcrumbs in your theme":["Tema içinde breadcrumbs'ları eklemek için"],"You cannot edit the robots.txt file.":["Bu robots.txt dosyasını düzenleyemezsiniz."],"Updated Robots.txt":["Güncellenmiş Robot.txt"],"You cannot edit the .htaccess file.":[".htaccess dosyasını düzenleyemezsiniz."],"If your robots.txt were writable, you could edit it from here.":["Robots.txt yazılabilir olsaydı, buradan düzenleme olabilirdi."],"Edit the content of your robots.txt:":["Robots.txt içeriğini düzenle:"],"Save changes to Robots.txt":["Robots.txt değişiklikleri kaydet"],"Robots.txt":["Robots.txt"],"If your .htaccess were writable, you could edit it from here.":["Htaccess yazılabilir olsaydı, buradan düzenleme olabilirdi."],"Edit the content of your .htaccess:":[".htaccess dosyanızın içeriğini düzenleyin:"],"Save changes to .htaccess":[".htaccess'in içeriğini düzenleyin:"],".htaccess file":[".htaccess Dosya"],"Facebook App ID":["Facebook uygulama no"],"Disable the author archives":["Yazar arşivlerini etkisizleştir"],"Disable the date-based archives":["Tarih tabanlı arşiv devre dışı bırakın"],"Prevents search engines from using the DMOZ description for pages from this site in the search results.":["Arama sonuçlarında bu siteden sayfaları için DMOZ açıklamasına kullanarak arama motorları önler."],"Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.":["Arama sonuçlarında bu siteden sayfaları için Yahoo! dizin tanımı kullanarak arama motorları önler."],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Bu özellik, otomatik olarak RSS içerik eklemek için kullanılır, daha özel, bu, blogunuza ve ağ günlüğü gönderileri için geri bağlantıları eklemek için bu kadar aptal kazıyıcılar otomatik olarak arama motorları orijinal kaynağı olarak sizi tanımlamak yardımcı, çok bu bağlantıları katacak anlamı içerik."],"Content to put before each post in the feed":["Besleme her ileti önce koymak İçerik"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Bu içerik içinde aşağıdaki değişkenleri kullanabilirsiniz, onlar sağdaki değeri ile değiştirilecektir."],"A link to the archive for the post author, with the authors name as anchor text.":["Çapa metin olarak yazarın adı ile sonrası yazar için arşive bir bağlantı,."],"A link to the post, with the title as anchor text.":["Çapa metin olarak başlığı ile yazılan bir bağlantı,."],"A link to your site, with your site's name as anchor text.":["Çapa metin olarak sitenizin adı ile sitenize bir bağlantı,."],"A link to your site, with your site's name and description as anchor text.":["Çapa metin olarak sitenizin adı ve açıklaması ile sitenize bir bağlantı,."],"Check this box to enable XML sitemap functionality.":["XML site haritası işlevi etkinleştirmek için bu kutuyu işaretleyin."],"You can find your XML Sitemap here: %sXML Sitemap%s":["Burada XML Site Haritası bulabilirsiniz: %sXML Site Haritaları%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["<strong>XML site haritası oluşturmak gerekir</strong> yok, ne de bir yazı yayımladıktan sonra oluşturmak için zaman alacak."],"Save your settings to activate XML Sitemaps.":["XML Site Haritalarını etkinleştirmek için ayarlarınızı kaydedin."],"General settings":["Genel ayarlar"],"Please check the appropriate box below if there's a post type that you do <strong>NOT</strong> want to include in your sitemap:":["<strong>NOT</strong> değil yapmak bir yazı tipi varsa aşağıdaki ilgili kutuyu işaretleyin site haritası dahil etmek istediğiniz:"],"Please check the appropriate box below if there's a taxonomy that you do <strong>NOT</strong> want to include in your sitemap:":["<strong>Not</strong> değil yapmak bir sınıflandırma varsa aşağıdaki ilgili kutuyu işaretleyin site haritası dahil etmek istediğiniz:"],"Fix it.":["Onar."],"The following file(s) is/are blocking your XML sitemaps from working properly:":["Aşağıdaki dosya (s) / düzgün çalışmasını XML site haritaları engelliyor:"],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["Ya bunları silin (bu \"Fix\" düğmesi ile yapılabilir) ya da %1$s XML site haritaları devre dışı bırakın."],"Ignore.":["Görmezden gel"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Sen Mesajınızı ve sayfaların URL içinde postname yok, son derece yapmanız önerilir. <strong>/%postname%/</strong> için kalıcı yapısı ayarı düşünün."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, so the suggestion is to disable it, to do that, simply uncheck the box before \"Break comments into pages...\"":["Çağrı yorumlar etkinleştirildiğinde, bu 1000 vaka 999 içinde gerekli değildir, bu nedenle öneri yapmak için, devre dışı bırakmak için, bu sadece işaretini kaldırın önce kutusu \"sayfalarına Arası yorum ...\""],"General Settings":["Genel Ayarlar"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Siteniz zaten doğrulanmış olup olmadığını farklı Web Yöneticisi Araçları ile doğrulamak için aşağıdaki kutuları kullanabilirsiniz, sadece bu unutabilirsiniz. Için doğrulama meta değerleri girin:"],"Bing Webmaster Tools":["Bing Webmaster Araçları"],"Title to use for Author page":["Yazar sayfası için kullanmak Başlık"],"Meta description to use for Author page":["Yazar sayfası için kullanmak meta açıklaması"],"Meta keywords to use for Author page":["Meta anahtar kelimeleri Yazar sayfası için kullanmak"],"Settings":["Ayarlar"],"SEO Title":["SEO Başlığı"],"The SEO title is used on the archive page for this term.":["SEO başlığı bu dönem için arşiv sayfasında kullanılır."],"SEO Description":["SEO Açıklaması"],"The SEO description is used for the meta description on the archive page for this term.":["SEO açıklaması bu dönem için arşiv sayfasında meta açıklaması için kullanılır."],"Meta keywords used on the archive page for this term.":["Meta anahtar kelimeler bu dönem için arşiv sayfada kullanılan."],"Canonical":["Canonical"],"The canonical link is shown on the archive page for this term.":["Canonical bağlantıyı bu dönem için arşiv sayfasında gösterilir."],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["Breadcrumbs başlığı bu %s görünen kırıntıları kullanılır."],"Noindex this %s":["Noindex Bu %s"],"Include in sitemap?":["Site haritasına dahil et?"],"Auto detect":["Otomatik Tespit"],"Always include":["Her zaman dahil et"],"Never include":["Asla dahil etme"]," (because of date display)":[" (çünkü tarih ekranı)"],"Snippet Preview":["Snippet Önizleme"],"Focus Keyword":["Odaklanılan Kelime"],"The <code>meta</code> description will be limited to %s chars%s, %s chars left.":["<code>meta</code> açıklama limiti %s karakter%s, %s karakter kaldı. "],"If you type something above it will override your %smeta keywords template%s.":["Eğer yukarıya birşey yazarsanız %smeta keywords template%s geçersiz kılınacaktır."],"Meta Robots Index":["Meta Robots İndeksi"],"Meta Robots Follow":["Meta Robotları izleyin"],"Follow":["İzle (follow)"],"Nofollow":["İzleme (nofollow)"],"Meta Robots Advanced":["Meta Robotları Gelişmiş"],"Advanced <code>meta</code> robots settings for this page.":["Gelişmiş <code>meta</code> Bu sayfa için robotlar ayarları."],"NO ODP":["Hiçbir ODP"],"NO YDIR":["Hiçbir YDIR"],"No Archive":["Hiçbir Arşiv"],"No Snippet":["Hiçbir Snippet"],"Breadcrumbs title":["Breadcrumbs başlığı"],"Title to use for this page in breadcrumb paths":["Kırıntı yolları Bu sayfayı kullanmak için Başlık"],"Canonical URL":["Canonical URL"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["Bu sayfa, işaret gereken meşru bir URL kalıcı varsayılan olarak boş bırakın. %sÇapraz etki alanı kanonik%s da desteklenmektedir."],"301 Redirect":["301 Yönlendirme"],"The URL that this page should redirect to.":["Bu sayfaya yönlendirme gereken URL."],"General":["Genel"],"Page Analysis":["Sayfa Analizi"],"Advanced":["Gelişmiş"],"Archives":["Arşivler"],"Page not found":["Sayfa bulunamadı"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Yöneticiye bildirim: Bu sayfa, meta açıklaması olmadığı için bir meta açıklaması göstermiyor. Ya bu sayfa için özel olarak yazın ya da SEO -> Başlıklar menüsüne gidin ve bir şablon oluşturun."],"Home":["Ana Sayfa"],"Archives for":["Arşiv"],"You searched for":["Şunu aradınız"],"Error 404: Page not found":["Hata 404: Sayfa bulunamadı"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tümü <span class=\"count\">(%s)</span>","Tümü <span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Çöp <span class=\"count\">(%s)</span>","Çöp <span class=\"count\">(%s)</span>"]}}}