{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;"},"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":[""],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":[""],"Creating redirects is a %s feature":[""],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":[""],"Recent Rockstars":[""],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":[""],"Error: a redirect for this URL already exists":[""],"Redirect this broken URL and fix the error":[""],"Posts that are set to %s":[""],"%s Posts Overview":[""],"Prefix for search result pages:":[""],"Prefix for archive pages:":[""],"Prefix for breadcrumbs:":[""],"Anchor text for the homepage:":[""],"Remove blog page from breadcrumbs":[""],"Search Console":[""],"Export your %1$s settings":[""],"%1$s settings":[""],"Yoast SEO":[""],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":[""],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":[""],"Reload crawl issues":[""],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code.":[""],"Get Google Authorization Code":[""],"Please enter the Google Authorization Code in the field below and press the Authenticate button.":[""],"Authenticate":[""],"Reauthenticate with Google ":[""],"Current profile":[""],"Profile":[""],"There were no profiles found":[""],"Save Profile":[""],"or":[""],"Disable the Advanced part of the %1$s meta box":[""],"%1$s Extensions":[""],"%1$s Meta Box":[""],"Who should have access to the %1$s settings":[""],"%1$s comes with some very powerful built-in tools:":[""],"Excluded Posts":[""],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":[""],"Posts to exclude":[""],"Thank you for updating %1$s!":[""],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":[""],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year support and updates, on %2$s.":[""],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":[""],"URL":[""],"Last crawled":[""],"First detected":[""],"Response code":[""],"Mark as fixed":[""],"Create redirect":[""],"Search":[""],"Crawl errors per page":[""],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":[""],"The issues have been successfully reloaded!":[""],"Incorrect Google Authorization Code.":[""],"Issue categories":[""],"Errors that occurred when your site was crawled by Googlebot.":[""],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":[""],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":[""],"Create a redirect":[""],"Current URL:":[""],"New URL:":[""],"Mark as fixed:":[""],"Mark this issue as fixed in %1$s.":[""],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":[""],"Desktop":[""],"Smartphone":[""],"Feature phone":[""],"%1$s Settings":[""],"Posts with good SEO score":[""],"Posts with OK SEO score":[""],"Posts with poor SEO score":[""],"Posts with bad SEO score":[""],"Posts without focus keyword":[""],"Upgrade to %1$s &raquo;":[""],"The %1$s plugin(s) might cause issues when used in conjunction with %2$s.":[""],"This warning is generated by %1$s.":[""],"Access denied":[""],"Server requires authentication or is blocking Googlebot from accessing the site.":[""],"Faulty redirects":[""],"Not followed":[""],"Not found":[""],"URL points to a non-existent page.":[""],"Google was unable to crawl this URL due to an undetermined issue.":[""],"Blocked":[""],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":[""],"Server Error":[""],"Request timed out or site is blocking Google.":[""],"Soft 404":[""],"More %1$s":[""],"%s Breadcrumbs":[""],"Breadcrumbs separator:":[""],"Breadcrumb for 404 pages:":[""],"Error creating %1$s export: ":[""],"Configure %1$s's OpenGraph settings":[""],"Configure %1$s's XML Sitemap settings":[""],"%1$s has been updated to version %2$s. %3$sClick here%4$s to find out what's new!":[""],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":[""],"Just another WordPress site":[""],"Latest Changes":["Najnovšie zmeny"],"We've summarized the most recent changes in %s.":["Zosumarizovali sme najnovšie zmeny v %s."],"View Changes":["Zobraziť zmeny"],"Clean up the %s":["Vyčistiť %s"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google zobrazuje vo výsledkoch vyhľadávania názov vašej webovej stránky. Štandardne zobrazíme meno stránky, ktoré ste nastavili vo všeobecných nastaveniach WordPressu, prípadne názov, ktorý zadáte tu. Môžete tiež poskytnúť alternatívny názov stránky, ktorý chcete, aby Google zvážil."],"Alternate name":["Alternatívny názov"],"Duplicate content prevention":["Prevencia duplicitného obsahu"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["V prípade, že máte na svojom blogu iba 1 autora, archív článkov tohto autora bude rovnaký ako homepage. Toto sa nazýva %1$sproblém duplicitného obsahu%2$s."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Ak je toto váš prípad, môžete sa rozhodnúť ho vypnúť (presmerovať archív na homepage) alebo pridať %s, aby sa nezobrazoval vo výsledkoch vyhľadávania."],"Add %s to the author archives":["Pridať %s do archívu článkov autora"],"Date-based archives could in some cases also be seen as duplicate content.":["Archívy článkov podľa dátumov môžu tiež v niektorých prípadoch vytvárať duplicitný obsah."],"Add %s to the date-based archives":["Pridať %s do archívov článkov podľa dátumov"],"Sitewide meta settings":["Meta nastavenia pre celú stránku"],"Use meta keywords tag?":["Použiť meta keywords tag?"],"Add %s meta robots tag sitewide":["Pridať %s meta robots tag pre celú stránku"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Pridať Open Graph meta dáta na vašu stránku do sekcie %s. Facebook a ostatné sociálne siete používajú tieto dáta pri zdieľaní vašej stránky."],"Add Twitter card meta data to your site's %s section.":["Pridať Twitter card meta dáta do sekcie stránky: %s"],"Taxonomy to show in breadcrumbs for post types":["V mininavigácii pre príspevky zobrazovať taxonómiu"],"Post type archive to show in breadcrumbs for taxonomies":["v mininavigácii pre taxonómie zobrazovať archív pre tieto typy príspevkov"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Používanie tejto mininavigácie je vysvetlené v %1$snašej databáze znalostí v článku o mininavigácii%2$s."],"Page %1$d of %2$d":["Stránka %1$d z %2$d"],"Mobile-Friendly Test":["Test použiteľnosti pre mobily"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":[""],"Please make sure both fields are filled.":["Uistite sa, či sú vyplnené obe polia."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Zadané polia obsahujú neplatné znaky. Skontrolujte, či ste obe polia vyplnili správne."],"This Facebook user has already been added as an admin.":["Tento Facebook používateľ uť bol pridaný ako administrátor. "],"More info can be found %1$son our knowledge base%2$s.":["Viac informácii môžete nájsť v %1$snašej databáze vedomostí%2$s."],"Add Facebook admin":["Pridať Facebook administrátora"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["Pre prístup do %1$sFacebook Insights%2$s je potrebné pridať používateľa. Meno je použité len pre referenciu, ID je použité pre overenie používateľa."],"Admin's name:":["Meno administrátora:"],"Admin's Facebook user ID:":["Administrátorove Facebook ID používateľa:"],"Website name":["Názov stránky"],"The recommended image size for %1$s is %2$spx.":["Odporúčaná veľkosť obrázku pre %1$s je %2$spx."],"Warning: the variable %s cannot be used in this template.":["Upozornenie: premenná %s nesmie byť použitá v tejto šablóne."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Nepodarilo sa pripojiť na náš API aby sme overili váš licenčný kľúč. Prosím požiadajte vašu hostingovú spoločnosť o povolenie k pripojeniu z vášho servera na %s."],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Vaša verzia PHP modulu cURL (verzia %s) je zastaralá. Požiadajte Vašu hostingovú spoločnosť o aktualizáciu na novšiu verziu cURL. Viac sa môžete dozvedieť v %sKnowledge base%s."],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":["Hlavný obrázok by mal mať veľkosť minimálne 200x200 pixelov, aby mohol byť použitý pre Facebook a iné sociálne siete."],"See the help tab for more info.":["Pre viac informácií pozrite kartu s pomocou."],"Note that not all variables can be used in every template.":["Berte na vedomie, že nie všetky premenné môžu byť použité v každej šablóne."],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":[""],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":[""],"To be able to access %sFacebook Insights%s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Pre sprístupnenie %sFacebook Insights%s pre Vašu stránku potrebujete špecifikovať Facebook Admina. Môže ním byť používateľ. Ak máte pre svoju stránku aplikáciu, môžete použiť tiež toto nastavenie."],"Warning!":["Pozor!"],"Recommended solution":["Odporúčané riešnie"],"We recommend you deactivate %1$s and have another look at your %2$s configuration using the button above.":[""],"Deactivate %s":["Deaktivovať %s"],"What’s new in %s":[""],"Activation failed:":["Aktivácia sa nepodarila:"],"Export created: %1$sdownload your export file here%2$s.":["Export vytvorený: %1$sstiahnúť svoj export súbor tu%2$s."],"Could not zip settings-file.":["Nedá sa zozipovať súbor s nastaveniami."],"Could not write settings to file.":["Nastavenia nemôžu byť zapísané do súboru."],"This export includes taxonomy metadata":["Tento export obsahuje taxonómiu metadát."],"No taxonomy metadata found":["Metadáta taxonómie nenájdené"],"Error: no Robots Meta data found to import.":["Chyba: Metadáta Robots pre import nenájdené."],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["Importovať nastavenia pomocou lokalizácie <em>settings.zip</em> a kliknutia na \"Importovať nastavenia\""],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Rozšírenie filtra nie je dostupné. Požiadajte web host pre odblokovanie."],"Company Info":["Informácie o spoločnosti"],"Your Info":["Tvoje informácie"],"Upload Image":["Nahrať obrázok"],"Breadcrumbs":["Mininavigácia"],"SEO:":["SEO:"],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":[""],"Tab: Your Info / Company Info":["Karta: Tvoje informácie / Informácie o spoločnosti"],"Add some info here needed for Google's Knowledge Graph.":["Pridajte dodatočné informácie pre Google Knowledge Graph."],"Tab: Webmaster Tools":["Záložka: Nástroje správcu webu"],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":[""],"Tab: Security":["Záložka:  Bezpečnosť"],"Determine who has access to the plugins advanced settings on the post edit screen.":["Rozhodnite, kto má mať prístup k modulom rozšírených nastavení na obrazovke editovania príspevku."],"Subscribe to our Newsletter":["Odoberať náš Newsletter"],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":["Prvá karta zobrazuje nastavenia pre nadpisy, kde sa najčastejšie mení oddeľovač nadpisov."],"On the archives tab you can set templates for specific pages like author archives, search results and more.":["Na karte archívov môžete nastaviť šablóny konkrétnych strán ako archívy autorov, výsledky vyhľadávaní atď."],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":["Na karte Iné, môžete meniť širšie nastavanie webu ako povolenie meta kľúčových slov."],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":["Na tejto karte môžete verifikovať stránku s Pinterest a zadať svoj Pinterest účet."],"On this tab you can enter some more of your social accounts, mostly used for Google's Knowledge Graph.":["Na tejto karte môžete pridať viac svojich sociálnych účtov, najviac používané pre Google Knowledge Graph."],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":["Tento plugin k vašej stránke pridáva XML mapy stránok. Mapy stránok sa automaticky aktualizujú, keď pridáte nový príspevok, stránku alebo vlastné typy článkov.  Automaticky sa tiež upozorní Google a Bing."],"Advanced Settings":["Pokročilé nastavenia"],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":["Všetky možnosti na týchto záložkách sú len pre pokročilejších užívateľov. Ak neviete čo máte zaškrtnúť, nezasahujte do nastavení."],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":[""],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":["Ďakujeme, že používate náš modul a želáme veľa štastia so SEO!<br/><br/>S pozdravom,<br/>Team Yoast - %1$sYoast.com%2$s"],"Introduction Tour":["Úvodná tour"],"Restore Default Settings":["Obnoviť prednastavené hodnoty."],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Tieto dáta sú zobrazené ako metadáta na vašej stránke.  Ich účelom je zobrazovanie v Google Knowledge Graph. Môžete byť alebo spoločnosť alebo aj osoba, môžete vybrať oboje."],"Company or person":["Spoločnosť alebo osoba"],"Choose whether you're a company or person":["Vyberte, či ste spoločnosť alebo osoba"],"Company":["Spoločnosť"],"Person":["Osoba"],"Company Name":["Meno spoločnosti"],"Company Logo":["Logo spoločnosti"],"Your name":["Vaše meno"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["Toto je miesto, kde by ste mali vložiť licenčné kľúče pre jeden z našich prémiových modulov, ak si ho prajete aktivovať."],"Enable force rewrite titles":["Povoliť rýchle prepisovanie nadpisov"],"Accounts":["Účty"],"To inform Google about your social profiles, we need to know their URLs.":["Ak chcete informovať Google o vašich profiloch na sociálnych sieťach, potrebujeme vedieť ich URL adresy."],"For each, pick the main account associated with this site and please enter them below:":["Pre všetky vyberte hlavný účet priradený k tejto stránke a zadajte ich nižšie:"],"Twitter Username":["Twitter používateľske meno"],"Instagram URL":["Instagram URL"],"LinkedIn URL":["LinkedIn URL"],"MySpace URL":["MySpace URL"],"Pinterest URL":["Pinterest URL"],"YouTube URL":["YouTube URL"],"Google+ URL":["Google+ URL"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest používa Open Graph metadáta ako Facebook, uistite sa preto, že Open Graph voľba na karte Facebook je zaškrtnutá. Platí ak chcete optimalizovať stránku pre Pinterest."],"Pinterest verification":["Pinterest verifikácia"],"To %1$sverify your site with Pinterest%2$s, add the meta tag here:":["Pre %1$soverenie vašej stránky s Pinterest%2$s pridajte meta tag sem:"],"Bulk editor":["Hromadný editor"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Tento nástroj vám umožní rýchlo zmeniť nadpisy a podpisy vašich príspevkov a stránok bez toho, aby ste použili editor na každej stránke."],"Import and Export":["Import a Export"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importovať nastavenia z iných SEO modulov a exportovať vaše nastavenia pre použitie na (ďalšom) blogu."],"File editor":["Editor súborov"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Tento nástroj vám povolí rýchlo zmeniť dôležité súbory vášho SEO ako napríklad robots.txt, a ak používate, tak tiež .htaccess súbor."],"&laquo; Back to Tools page":["&laquo; Späť na Nástroje"],"Max entries per sitemap":["Maximálny počet položiek na mape stránok"],"Credits":["Titulky"],"More Translations":["Viac prekladov"],"%1$s ships, at time of release, with %4$d translations, of which %5$d are complete. That's a huge improvement from last time, and we're improving every week. Join us at %2$stranslate.yoast.com%3$s!":[""],"Go to The General settings page →":["Choď na stránku Všeobecné nastavania"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":[""],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Chcete pre nás vyvíjať? Prečítajte si naše %1$spravidlá pridávania%2$s!"],"Project Leaders":["Lídri projektov"],"Project Lead":["Líder projektu"],"Lead Developer":["Hlavný vývojar"],"QA & Translations Manager":["QA & Manažér prekladov"],"Contributing Developers":["Prispievajúci vývojari"],"Developer":["Vývojár"],"Contributors to this release":["Prispievatlia tohto vydania"],"Change URLs":["Zmeniť URL adresy"],"Clean up permalinks":["Vyčistiť permalinky"],"Import from other SEO plugins":["Importovať z iných SEO modulov"],"Import from other plugins":["Importujte z iných modulov"],"If you want to import data from (by now ancient) Yoast plugins, you can do so here:":["Ak si prajete importovať dáta z (teraz už starších) Yoast modulov, môžete to spraviť tu:"],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":["Modul All-In-One-SEO bol detekovaný. Prajete si %simportovať jeho nastavenia%s?"],"You are not allowed to access this page.":["Nemáte povolenie pristupovať k tejto stránke."],"Tools":["Nástroje"],"Your %s license has been activated. ":["Vaša %s licencia bola aktivovaná"],"You have an unlimited license. ":["Máte nelimitovanú licenciu."],"You have used %d/%d activations. ":["Použili ste %d/%d aktivácie."],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["a,o,hore,po,znova,oproti,všetko,am,an,a,hocijaký,sú,ako,u,je,pretože,bolo,predtým,je,pod,medzi,oboje,ale,od,môže,bolo,robiť,robí,deje sa,dole,počas,každý,zopár,pre,od,ďalší,mala,má,má,má,on,on by rád,bude,on je,jej,tu,tu je,jej,ona sama,jemu,on sám,jeho,ako,ako je,ja,ja by som,budem,som,mám,ak,v,v,je,ono,ono je,jeho,jeho samo,poďme,mne,viac,najviac,moje,ja sám,ani,z,na,raz,len,alebo,iný,by mal,náš,naše,nás samých,von,nad,vlastný,rovnaký,ona,ona by,ona bude,ona je,mať,tak,nejaký,taký,ako,to,to je, ,ich,ich,im,sami,potom,tu,tu je,tieto,ich,ich,oni budú,oni sú,oni majú,tento,tamten,cez,k,tiež,pod,pokým,hore,veľmi,bolo,my,my by sme,budeme,sme,máme,boli,čo,čo je,kedy,kedy je,kde,kde je,ktorý,pokým,kto,kto je,od koho,prečo,prečo je,s,chcieť,ty,ty by si rád,budeš,si,máš,tvoj,váš,tvoj,váš"],"The SEO title defaults to what is generated based on this sites title template for this posttype.":["SEO nadpis  sa prednastaví na to, čo je vygenerované na základe nadpisu šablóny pre tento typ príspevku."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Ak si neprajete používať nadpis príspevku pri zdieľaní príspevku %s ale namiesto toho chcete použiť iný nadpis, vpíšte ho sem."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Ak si neprajete používať meta popis pre zdieľaný príspevok %s, ale chete použiť iný popis, vložte ho sem."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Ak si prajete prepísať obrázok použitý na %s pre tento príspevok, nahrajte / zvoľte obrázok alebo pridajte URL sem."],"%s Title":["%s Nadpis"],"%s Description":["%s Popis"],"%s Image":["%s Obrázok"],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":[""],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Ako môžete vidieť, tu je preklad tohto modulu v %1$s. Tento preklad je práve na %3$d%% kompletný. Potrebujeme vašu pomoc pre skompletizovanie a opravenie chýb. Prosím registrujte sa na %4$s k pomoci skompletizovať preklad do %1$s!"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Používate WordPress v %1$s. Pokým %2$s bol preložený do %1$s na %3$d%%, nebol zahrnutý ešte k modulu. Môžete pomôcť! Registrujte sa %4$s a pomôžte s prekladom do %1$s!"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Používate WordPress v jazyku, ktorý zatiaľ nepodpoujeme. Radi by sme %2$s, aby bol preložený do tohto jazyka tiež, aj keď teraz nie je. Môžete to zmeniť! Registrujte sa na %4$s a pomôžte nám s prekladom!"],"Translation of %s":["Preklady z %s"],"Register now &raquo;":["Registrujte sa teraz &raquo;"],"The old data of the imported plugin was deleted successfully.":["Staré dáta z importovaného modulu boli úspešne zmazané."],"Content to put after each post in the feed":["Obsah vložený vo feede za každým príspevkom."],"Exclude user roles":["Vylúčiť používateľské role"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins validátor"],"HTML Validator":["HTML validátor"],"CSS Validator":["CSS validátor"],"Google Page Speed Test":["Google Page Speed Test"],"Modern IE Site Scan":["Modern IE Site Scan"],"Focus keyword usage":["Použitie hlavného kľúčového slova"],"You have used HTML in your value which is not allowed.":["Použili ste HTML vo vašej hodnote, použitie HTML nie je povolené."],"Exclude user from Author-sitemap":["Vylúčiť používateľa z mapy stránok autorov"],"(no parent)":["(bez nadradenej)"],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":[""],"Title &amp; Metas settings":["Title &amp; Meta nastavenia"],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":["Na tejto stránke→\tnastavíte nadpisy a meta informácie pre všetky typy článkov, taxonómie, archívy, špeciálne stránky a pre úvodnú stránku. Stránka je rozdelená záložkami, nezabudnite ich vyplniť všetky!"],"Templates and settings":["Šablóny a nastavenia"],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":["Náš príklad bude záložka \"%1$stypy článkov%2$s\""],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":["Šablóny sú postavené na premenných. Tieto premenné nájdete v záložke pomoc (v pravom hornom rohu stránky). Nastavenie v=am dovolí rozlíšiť ho podla typu článkov."],"Previous":["Predchádzajúca"],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":["Táto záložka povoluje fukcionality modulu spojenú s %1$sFacebook Open Graph%2$s. Nastavte Facebook používateľa alebo aplikáciu ako administrátora, budete tak vidieť Facebook Insights."],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":["Nastavenia hlavnej stránky vám dovolí nastaviť meta dáta pre domácu stránku, z korých vychádza záloha pre ostatné články/stránky bez obrázkov."],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":["Pomocou %1$sTwitter Cards%2$s môžete prikladať fotky, videá a iné mediá do tweetov, ktoré pritiahnu návštevníkov na vašu stránku. Jednoducho označte políčko a registrujte si službu. Používatelia, ktorí budú zdielať váš obsah, budú mať pri tweete kartu, viditeľnú pre všetkých sledovateľov."],"This tab allows you to add specific post meta data for Google+. And if you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":["Táto záložka vám dovoľuje zadať špeciálne meta dáta pre Google+. Ak máte firemnú Google+, zadajte sem jej URL adresu a prepojte tak vašu webovú stránku s %1$sGoogle+%2$s."],"What are XML sitemaps?":["Čo sú XML sitemapy?"],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":["Mapa stránok je XML súbor, ktorý obsahuje všetky URL adresy na stránke. Umožňuje administrátorovi stránky pridať ku každému odkazu dodatočné informácie:  poslednú aktualizáciu, frekvenciu zmien a dôležitosť v pozícii k ostatným odkazom. Toto umožňuje vyhľadávačom prechádzať webovou stránkou inteligentnejšie."],"What does the plugin do with XML Sitemaps?":["Čo tento modul robí s XML mapami stránok?"],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":["Ak chcete vyňať niektoré taxoníme alebo typy príspevkov, nastavíte to na tejto stránke."],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":["Má váš server málo pamäte? Pre zníženie zaťaženia obmedzte počet položiek v mape stránok (štandardne: 1000)."],"Extensions and Licenses":["Rozšírenia a licencie"],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":[""],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":["Prišli sme na koniec prehliadky. Ak sa vám náš modul páči, ohodnoťte ho 5 hviezdičkami na %sWordPress.org%s!"],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":[""],"Add Google+ specific post meta data":["Pridať špecifické meta dáta Google+"],"Exclude users without posts":["Nezahrnúť používateľov bez článkov"],"Disable all users with zero posts":["Zakázať všetkých používateľov bez článkov"],"Please check the appropriate box below if there's a user role that you do <strong>NOT</strong> want to include in your sitemap:":["Prosím zaškrtnite zodpovedajúce pole nižšie, ak si <strong>neželáte</strong> niektorú z používateľských rolí zahrnúť do mapy stránok"],"Replaced with the post/page author's 'Biographical Info'":["Nahradené informáciou o autorovi článku/stránky"],"Team Yoast":["Tím Yoast"],"Publication date":["Dátum publikovania"],"The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.<br/><br/>Read %sthis post%s for more info.":["Meta popis býva zobrazený vo vyhľadávaní ako čierny text pod nadpisom. Aby toto fungovalo, musí obsahovať vyhľadávané kľúčové slovo. <br/><br/>%sViac informácií%s."],"No Image Index":["Obsah bez obrázka"],"Are you sure you want to reset your SEO settings?":["Naozaj chcete obnoviť vaše nastavenia SEO na základné?"],"Title Separator":["Oddeľovač nadpisov"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Vyberte zástupný znak, fungujúci ako oddeľovač. Toto sa zobrazí napríklad medzi názvom článku a stránky."],"Symbols are shown in the size they'll appear in in search results.":["Znaky sú zobrazené vo veľkosti akú budú mať vo vyhľadávaní."],"Take note:":["Spraviť poznámku:"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on <strong>unattached</strong> media items!":["Ak presmerujete URL adresu prílohy na URL adresu nadradeného článku, toto nastavenie bude mať dopad na <strong>nepriložené</strong> položky!"],"So remember: If you change the %sattachment redirection setting%s in the future, the below settings will take effect for *all* media items.":["Pamätajte: Ak nabudúce zmeníte %s nastavenie presmerovania prílohy%s, toto bude použité na všetky položky,"],"public":["verejný"],"archived":["archivovaný"],"mature":["dospelý"],"spam":["spam"],"New sites in the network inherit their SEO settings from this site":["Nové stránky v sieti zdedia SEO nastavenia tejto stránky"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Zvolte predvolené nastavenia. Standardne budú použité nastavenia tej stránky, ktorú zvolíte."],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Zadajte %S ID stránky%s, ktorej nastavenie chcete použiť ako predvolené na všetky stránky. Pole môžete nechať prázdne, budú použité základné nastavenia modulu."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Bezpečnostné (FB administrátori), závislé od témy a niektoré iné nastavenia nebudú importované do nových blogov."],"Site ID":["ID stránky"],"Copy home meta description":["Skopírovať meta popis úvodnej stránky"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Nadpis, popis a obrázok použitý v Open Graph značkách na vašej úvodnej stránke."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Náhrada premenných môže obsahovať iba čísla, písmená, podtržníky alebo pomlčky. Skúste premenovať premennú."],"Advanced Variables":["Pokročilé premenné"],"Premium Support":["Platená podpora"],"FAQ":["Často kladené otázky"],"Remove these ads?":["Odstrániť tieto reklamy?"],"This is a rendering of what this post might look like in Google's search results.<br/><br/>Read %sthis post%s for more info.":["Takto približne bude vyzerať tento príspevok vo vyhľadávaní  Google. <br/><br/>Viac informácii nájdete v %sčlánku%s"],"Warning:":["Varovanie:"],"Title display in Google is limited to a fixed width, yours is too long.":["Nadpis v Google vyhľadávaní má fixnú šírku. Váš nadpis je príliš dlhý."],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Varovanie: Aj keď tu nastavíte meta roboty, vaša stránka má nastavené zrušenie indexovania(v nastaveniach stránky), nebudú vás roboty vidieť."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Varovanie!</b> Blokujete externé požiadavky. Pravdepodobne nebudete dostávať aktualizácie %s. Prosím pridajte %s do %s."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Vaša licencia vypršala. Ak chete modul používať nadalej, <a href=\"%s\">musíte si predĺžiť licenciu</a>."],"Request error: \"%s\" (%scommon license notices%s)":["Chyba požiadavky: \"%s\" (%s bežný oznam licencie%s)"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s je aktivovaná na sieti, môžete spravovať licenciu na <a href=\"%s\">stránke licencií u administrátora siete.</a>."],"%s is network activated, please contact your site administrator to manage the license.":["%s je aktivovaná na sieti, prosím kontaktuje administrátora ohľadom licencie."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Táto stránka nebola správne aktivovaná na yoast.com. Nie je môžné zabezpečiť aktualizácie. Prosím aktivujte stránku s platným licenčným kľúčom."],"Your %s license will expire on %s.":["Vaša %s licencia vyprší %s"],"%sRenew your license now%s.":["%sObnoviť licenciu%s."],"The premium version of %1$s with more features & support.":[""],"Optimize your videos to show them off in search results and get more clicks!":["Optimalizujte video pre zobrazenie vo vyhľadávaní! Získate viac kliknutí."],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Používate Google News? Zvýšte návštevnosť pomocou optimalizácie!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Získajte bez námahy lepšie hodnotenie na Google Maps!"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":[""],"Get this extension":["Získať rozšírenie"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Zabraniť mazaniu Google Analytics kampane a parametrov Google AdWords."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Náhrada premennej nemôže začínať s \"%%cf_\" alebo \"%%ct_\". Tieto sú rezervované pre premenné WPSEO vlastné polia  a taxonómie.. Použite unikátne meno."],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":["Bola zistená náhrada premennej s rovnakým menom. Skúste urobiť vašu premennú viac unikátnu."],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Nemôžete prepísať štandard WPSEO pomocou registrácie premennej s rovnakým menom. Použite filter  \"wpseo_replacements\" a upravte hodnoty."],"Replaced with the title of the parent page of the current page":["Nahradené nadpisom aktuálneho príspevku/stránky"],"The site's tag line / description":["Slogan / popis stránky"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Nahradené aktuálnym číslom stránky s kontextom (napr. stránka 2 z 4)"],"Check Rich Snippets":["Skontrolujte Rich Snippets"],"Facebook Debugger":["Ladenie chýb Facebook"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Rozšírenie štandardnej knižnice PHP (SPL) nie je dostupné. Zistite v hostingu ako ho aktivovať."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Prvé SEO riešenie pre WordPress obsahujúce analýzu obsahu stránky, XML mapy stránok a veľa iného."],"https://yoast.com/":["https://yoast.com/"],"Please select a valid taxonomy for post type \"%s\"":["Prosím, vyberte platnú taxonómiu pre typ článku \"%s\""],"Post doesn't exist.":["Článok neexistuje"],"Post has an invalid Post Type: %s.":["Neplatný typ článku: %s."],"You can't edit %s.":["Nemôžete upravovať %s."],"You can't edit %s that aren't yours.":["Nemôžete upravovať %s. Nemáte dostatočné práva."],"Extensions":["Rozšírenia"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":[""],"Filter":["Filter"],"WP Page Title":["Nadpis WP stránky"],"Post Type":["Typ článku"],"Post Status":["Stav článku"],"Page URL/Slug":["URL adresa/slug stránky"],"Existing Yoast Meta Description":["Existujúci Yoast meta popis"],"New Yoast Meta Description":["Nový Yoast meta popis"],"Action":["Akcia"],"Edit this item":["Upraviť túto položku"],"Edit":["Edituj"],"Preview &#8220;%s&#8221;":["Náhľad &#8220;%s&#8221;"],"Preview":["Náhľad"],"View &#8220;%s&#8221;":["Zobraziť &#8220;%s&#8221;"],"View":["Zobraziť"],"Existing Yoast SEO Title":["Existujúci Yoast SEO nadpis"],"New Yoast SEO Title":["Nový Yoast SEO nadpis"],"Debug Information":["Informácie pre ladenie chýb"],"Current option:":["Aktuálna možnosť:"],"Site-wide default: %s":["Štandardne pre celú stránku: %s"],"No post content to analyse.":["Žiadny obsah článku na analýzu"],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">Viete, že si môžete aktualizovať licenciu?</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">Počet dní do vypršaní licencie: %d. Želáte si obnoviť licenciu?</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Dosiahli ste limit aktivácií. Ak chcete modul používať na tejto stránke, musíte <a href=\"%s\">ju aktualizovať</a>."],"Failed to activate your license, your license key seems to be invalid.":["Zlyhala aktivácia licencie. Váš licenčný kľúč je neplatný."],"Your %s license has been deactivated.":["Vaša licencia %s bola deaktivovaná."],"Failed to deactivate your %s license.":["Zlyhal pokus o deaktiváciu licencie %s."],"%s License":["Licencia %s"],"Theme License":["Téma licencie"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["Aktualizáciou tejto témy vymažete všetky vlastné úpravy. Pre aktualizáciou kliknite na tlačidlo \"Ok\", ak si nie ste istý, kliknite na tlačidlo \"Zrušiť\"."],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":["Je dostuný <strong>%s verzia %s</strong>. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Zistite, čo je nové</a> alebo <a href=\"%s\" %s>rovno aktualizujte</a>."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s nepodarilo sa skontrolovať aktualizácie kvôli nasledujúcej chybe: <em>%s</em>"],"%s: License Settings":["Nastavenia licencie %s"],"License status":["Stav licencie"],"Toggle license status":["Prepnúť stav licencie"],"Deactivate License":["Deaktivovať licenciu"],"(deactivate your license so you can activate it on another WordPress site)":["(ak si licenciu želáte použiť na inej stránke, najprv ju deaktivujte)"],"Activate License":["Aktivovať licenciu"],"Please enter a license key in the field below first.":["Prosím najprv zadajte váš licenčný kľúč"],"License Key":["Licenčný kľúč"],"Paste your %s license key here..":["Prosím sem vložte váš %s licenčný kľúč.."],"You defined your license key using the %s PHP constant.":["Definovali ste licenčný kľúč pomocou %s PHP."],"Failed to remove hardcoded meta description.":["Zlyhalo odstránenie predvoleného meta popisu."],"Earlier found meta description was not found in file. Renewed the description test data.":["Nebol nájdený predchádzajúci meta popis v súbore. Obnovili sa testovacie dáta."],"Pinterest":["Pinterest"],"Yandex Webmaster Tools":["Nástroje Yandex Webmaster"],"You cannot create a robots.txt file.":["Nemôžete vytvoriť súbor robots.txt."],"You don't have a robots.txt file, create one here:":["Ak nemáte súbor robots.txt, tu jeden vytvoríte:"],"Create robots.txt file":["Vytvoriť súbor robots.txt"],"Setting \"%s\" is no longer used and has been discarded.":["Nastavenie \"%s\" sa už nepoužíva, bolo zrušené."],"No settings found in file.":["V súbore neboli nájdené nastavenia."],"Unzipping failed - file settings.ini not found.":["Zlyhalo rozbaľovanie .zip súbora. Nebol nájdený súbor settings.ini"],"Unzipping failed with error \"%s\".":["Zlyhalo rozbaľovanie .zip súbora. Chyba: %s"],"Licenses":["Licencie"],"Meta keywords":["Meta kľúčové slová"],"%s restored to default SEO settings.":["%s obnovil SEO nastavenia na základné."],"Blog %s not found.":["Nebol nájdený blog %s."],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Ak si želáte zabrániť mazaniu ďalších parametrov, zadajte ich sem. Jednotlivé parametre oddeľujte čiarkou."],"The default card type to use":["Predvolený typ karty"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Zadajte maximálny počet položiek na stránku sitemapy. (štandardne je %s, možno toto nastavenie budete chcieť zmenšiť kvôli problémov s pamäťou):"],"%s does not seem to be a valid %s verification string. Please correct.":["%s nevyzerá ako platný overovací reťazec pre %s. Opravte ho prosím."],"Please select a valid post type for taxonomy \"%s\"":["Prosím, vyberte platný typ článku pre taxonómiu \"%s\""],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Maximálny počet položiek na mape stránok\" by mal byť kladné číslo. %s nie je. Opravte ho prosím."],"Summary":["Sumár"],"Summary with large image":["Zhrnutie s veľkým obrázkom"],"%s does not seem to be a valid url. Please correct.":["%s nie je platná URL adresa. Opravte ju prosím."],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s nie je platné ID Twitter používateľa. Opravte ho prosím."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":[""],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Základné nastavenie blogu, musí obsahovať ID blogu, kotrý chcete použiť ako predvolený."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Musí byť existujúci blog. Blog %s neexistuje, alebo bol označený ako zmazaný."],"No numeric value was received.":["Nebola prijatá číselná hodnota."],"Title optimization":["Optimalizácia nadpisu"],"For more information:":["Viac informácií:"],"There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.":["Telo kópie obsahuje %d slov, to je trochu menej ako odporúčané minimum %d slov. Mali by ste pridať trochu textu."],"Use Image":["Použiť obrázok"],"There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.":["Telo kópie obsahuje %d slov, to je menej ako odporúčané minimum %d slov. Mali by ste pridať zaujímavý obsah."],"There are %d words contained in the body copy, this is more than the %d word recommended minimum.":["Telo kópie obsahuje %d slov, to je viac ako odporúčané minimum %d slov."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Toto vytvorí krajšie URL adresy."],"Remove stop words from slugs.":["Odstrániť zámená zo slugov (ten, tá, to)"],"Why Google won't display the right page title":["Prečo Google nezobrazí správny nadpis stránky"],"Template explanation":["Vysvetlenie šablóny"],"Basic Variables":["Základné premenné"],"SEO Issue:":["Problém SEO:"],"Your theme contains a meta description, which blocks %1$s from working properly. Please visit the %2$sSEO Dashboard%3$s to fix this.":[""],"Google+":["Google+"],"Facebook profile URL":["URL adresa profilu na Facebooku"],"Check":["Kontrola"],"Pick the main keyword or keyphrase that this post/page is about.<br/><br/>Read %sthis post%s for more info.":["Vyberte hlavné kľúčové slovo alebo frázu ktorá vystihuje tento príspevok/ stránku..<br/><br/> Prečítajte si %sthis tento príspevok%s pre viac informácií."],"index":["indexovať"],"noindex":["noindex"],"Your focus keyword was found in:":["Vaše hlavné kľúčové slovo sa našlo v:"],"Article Heading: ":["Nadpis článku:"],"Page title: ":["Nadpis stránky:"],"Page URL: ":["URL adresa stránky:"],"Content: ":["Obsah:"],"Meta description: ":["Meta popis:"],"All SEO Scores":["All SEO Skóre"],"Page Analysis has been disabled.":["Analýza stránky bola vypnutá."],"Removed hardcoded meta description.":["Odstránený predvolený meta popis."],"Re-check theme.":["Znova skontrolovať tému."],"The plugin Robots-Meta has been detected. Do you want to %simport its settings%s.":["Modul meta robotov bol detekovaný. Želáte si%si importovať nastavenia%s ?"],"Robots-Meta has been deactivated":["Meta roboti boli deaktivovaní"],"All-In-One-SEO has been deactivated":["All-In-One-SEO bolo deaktivované"],"Edit Files":["Upraviť súbory"],"Replaced with the slug which caused the 404":["Nahradené slugom. ktorý spôsobil chybu 404"],"Replaced with a custom taxonomies description":["Nahradené vlastným popisom taxonómie"],"Facebook":["Facebook"],"Add Open Graph meta data":["Pridať meta dáta Open Graph"],"Facebook Page URL":["URL adresa Facebook stránky"],"User sitemap":["Používateľská mapa stránok"],"Disable author/user sitemap":["Vylúčiť autorskú/používateľskú mapu stránok"],"N/A":["Nedostupné"],"Poor":["Slabé"],"Good":["Dobré"],"Bad":["Zlé"],"Posts":["Príspevky"],"You've never used this focus keyword before, very good.":["Ešte ste nikdy nepoužili toto hlavné kľúčové slovo, vynikajúco."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Už ste toto hlavné kľúčové slovo %1$ raz použili %2$s, uistite sa ktorá adresa vašej stránky je najdôležitejšia pre toto slovo."],"You've used this focus keyword %3$s%4$d times before%2$s, it's probably a good idea to read %1$sthis post on cornerstone content%2$s and improve your keyword strategy.":["Toto hlavé kľúčové slovo ste použili už %3$s%4$d krát pred %2$s. Pravdepodobne by vám pomohol %1$s tento príspevok o základoch obsahu t%2$s a zlepšil vašu stratégiu kľúčových slov."],"You must %sgo to your Reading Settings%s and uncheck the box for Search Engine Visibility.":["Musíte %sgo ísť do vašich nastavení čítania %s a odznačte políčko viditeľnosť pre vyhľadávače."],"Replaced with the current day":["Nahradené aktuálnym dňom"],"Entries per page":["Položiek na stránku"],"If you had a .htaccess file and it was editable, you could edit it from here.":["Ak má váš súbor .htaccess atribút pre upravovanie, môžete ho upraviť tu. "],"If you had a robots.txt file and it was editable, you could edit it from here.":["Ak má váš súbor robots.txt atribút pre upravovanie, môžete ho upraviť tu. "],"WooThemes SEO framework settings &amp; data successfully imported.":["Úspešne importované data z WooThemes SEO framework "],"HeadSpace2 data successfully imported":["Úspešne importované data z HeadSpace2 "],"Import from WooThemes SEO framework?":["Import z WooThemes SEO framework?"],"Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.":["Vaša kĺučová fráza má viac ako 10 slov. Kľučová fráza by mala byť kratšia a môže byť iba jedna."],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Ak máte Google+ stránku obchodu, pridajte URL adresu a spojte vašu Google+ stránku s touto stránkou."],"Your theme contains a meta description, which blocks %1$s from working properly, please delete the following line, or press fix it:":[""],"Google Publisher Page":["Stránka Google Publisher"],"Date in Snippet Preview":["Dátum v náhľade snippetu"],"Twitter username (without @)":["Používateľské meno na Twitteri (bez @)"],"Show date in snippet preview?":["Zobraziť dátum v náhľade snippetu?"],"SEO: OK":["SEO: OK"],"SEO: Poor":["SEO: Slabé"],"SEO: Bad":["SEO: Zlé"],"SEO: No Focus Keyword":["SEO: Žiadne hlavné kľúčové slovo"],"SEO: Good":["SEO: Dobré"],"SEO: Post Noindexed":["SEO: Príspevok neindexovaný"],"Meta Desc.":["Meta popis"],"Focus KW":["Kľúčové slovo"],"%s, Author at %s":["%s, Author %s"],"Remove the <code>?replytocom</code> variables.":["Odstrániť premenné  <code>?replytocom</code>."],"Post Types":["Typy príspevkov"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Toto predchádza spojeným odpovediam pracovať ak používateľ vypne JavaScript. Na veľkej stránke to môže znamenať <em>výrazné</em> zvýšenie efektívnosti prehľadávania vyhľadávačmi, ak máte veľa komentárov."],"Replaced with the post type single label":["Nahradené jednotným označením typu príspevku"],"Other":["Iné"],"Replaced with the post type plural label":["Nahradené množným označením typu príspevku"],"%s Archive":["Archív %s"],"Social settings":["Nastavenia sociálnych sietí"],"Sitewide settings":["Nastavenia celých webstránok"],"%s Archives":["Archívy %s"],"Always index":["Vždy indexovať"],"No focus keyword was set for this %s. If you do not set a focus keyword, no score can be calculated.":["Žiadne hlavné kľúčové slovo nebolo nastavené pre %s. Ak nenastavíte hlavné kľúčové slovo, skóre nemôže byť vyrátané."],"To update this page analysis, save as draft or update and check this tab again":["Pre aktualizáciu analýzy stránky, uložte ako koncept alebo ju aktualizujte a skontrolujte záložku znova."],"No subheading tags (like an H2) appear in the copy.":["Neobjavia sa značky podnadpisov (napr. H2) v kópii."],"The keyword density is %s%%, which is over the advised 4.5%% maximum, the keyword was found %s times.":["Početnosť kľúčového slova je %s%%, je to nad odporúčanou početnosťou 4,5%%. Počet kľúčových slov:%s"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":[""],"Replaced with a posts custom taxonomies, comma separated.":["Nahradené vlastnou taxonómiou príspevku, hodnoty oddelené čiarkou."],"Replaced with a posts custom field value":["Nahradené hodnotou vlastného pola prípevku"],"Take this tour to quickly learn about the use of this plugin.":["Pozrite si prehliadku možností a schopností tohto modulu."],"Special Pages":["Špeciálne stránky"],"I don't know why you'd want to use meta keywords, but if you want to, check this box.":["Neviem, prečo chcete použiť meta kľúčové slová, ale ak áno, zaškrtnite toto políčko."],"Unchecking this box allows authors and editors to redirect posts, noindex them and do other things you might not want if you don't trust your authors.":["Odškrtnutím tohto políčka povolíte autorom a editorom presmerovávať príspevky, neindexovať ich a robiť iné veci ktoré si možno neprajete ak neveríte vašim autorom."],"Post is set to noindex.":["Vypnuté indexovanie príspevku"],"Use %s default (Currently: %s)":["Používa sa štandardne %s (Aktuálne: %s)"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["%s sleduje pravidlá indexovania Meta dát a nadpisov, môžete to prestaviť tu."],"Titles &amp; Metas":["Nadpisy &amp; meta údaje "],"Default for post type, currently: %s":["Základný typ príspevku, aktuálny je: %s"],"Focus keyword not set.":["Nie je nastavené žiadne kľúčové slovo"],"Search for \"%s\"":["Hľadať \"%s\""],"Always noindex":["Vždy neindexovať"],"Noindex subpages of archives":["Noindex podstránky archívov"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, enable this.":["Ak chcete zabrániť aby sa /stránka/2/ a iné archívy zobrazili vo výsledkoch hľadania, povoľte toto."],"Hide RSD Links":["Schovať RSD odkazy"],"Hide WLW Manifest Links":["Schovať odkazy WLW Manifestu"],"Hide Shortlink for posts":["Schovať skrátené odkazy pre príspevky"],"Hide RSS Links":["Schovať RSS odkazy"],"Meta Robots":["Meta roboti"],"Hide":["Schovať"],"These pages will be %s by default, so they will never show up in search results.":["Tieto stránky budú nastavené na %s, takže sa nikdy nezobrazia vo výsledkoch vyhľadávania vo vyhľadávačoch."],"The separator defined in your theme's <code>wp_title()</code> tag.":["Oddeľovač je definovaný v značke vašej témy <code>wp_title()</code>."],"If you want to restore a site to the default %s settings, press this button.":["Ak si želáte obnoviť základné nastavenia pre %s, stlačte toto tlačidlo."],"Security":["Bezpečnosť"],"This image is used if the post/page being shared does not contain any images.":["Tento obrázok je použitý ak príspevok/stránka neobsahuje žiadne obrázky."],"Twitter":["Twitter"],"Add Twitter card meta data":["Pridať meta dáta Twitter karty"],"No focus keyword set.":["Žiadne hlavné kľúčové slovo."],"Your hosting environment does not support PHP's %sDocument Object Model%s.":["Váš hosting nepodporuje PHP %sDocument Object Model%s."],"Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.":["Kľúčové slovo/fráza sa zobrazuje v %s (z %s) podnadpisoch kópie. Toto nie je hlavný faktor, iba dobrovoľný."],"You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.":["Nepoužili ste kľúčové slovo/frázu v žiadnom podnadpise (napr. H2) vo vašej kópii."],"You searched for %s":["Hľadali ste %s"],"The post %s appeared first on %s.":["Príspevok %s zobrazený najskôr %s."],"Successfully cleared all Facebook Data":["Úspešne vymazané všetky Facebook dáta"],"Successfully removed admin %s":["Úspešne odstránený administrátor %s"],"Frontpage settings":["Nastavenia úvodnej stránky"],"Facebook Insights and Admins":["Facebook Insights and Administrátori"],"Alexa Verification ID":["Alexa Verification ID"],"Social":["Sociálne siete"],"Email":["Email"],"Subscribe":["Odoberať"],"Currently connected Facebook admins:":["Aktuálne pripojení Facebook administrator:"],"Add Another Facebook Admin":["Pridať daľšieho Facebook administrátora"],"Clear all Facebook Data":["Vymazať všetky Facebook dáta"],"Image URL":["URL adresa obrázka"],"Description":["Popis"],"Default settings":["Základné nastavenia"],"This is a settings export file for the %1$s plugin by Yoast.com":[""],"SEO":["SEO"],"Keyword Research":["Prieskum kľúčových slov"],"AdWords External":["Externé AdWords"],"Google Insights":["Google Insights"],"SEO Book":["Kniha SEO"],"Analyze this page":["Analyzovať túto stránku"],"Check Inlinks (OSE)":["Kontrola spätných odkazov (OSE)"],"Check Keyword Density":["Kontrola výskytu kľúčového slova"],"Check Google Cache":["Skontrolovať Google Cache"],"Check Headers":["Skontrolovať hlavičky"],"SEO Settings":["Nastavenia SEO"],"XML Sitemaps":["XML Mapy stránok"],"Permalinks":["Trvalé odkazy"],"RSS":["RSS"],"Webmaster Tools":["Nástroje Webmastera"],"Next":["Pokračovať"],"Like this plugin?":["Páči sa vám tento modul?"],"Congratulations!":["Gratulujeme!"],"Start Tour":["Začať prehliadku"],"Close":["Zatvoriť"],"Some files could not be removed. Please remove them via FTP.":["Niektoré súbory nemohli byť odstránené. Prosím odstráňte ich pomocou FTP."],"To enjoy all the benefits of the page analysis feature, you'll need to (get your host to) install it.":["Pre využitie všetkých výhod analýzy stránky, najprv si ju musíte nainštalovať."],"The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.":["Kľúčové slovo pre túto stránku obsahuje jedno alebo viac %sneodporúčaných slov%s, zvážte ich odstránenie. Našlo sa'%s'."],"The keyword / phrase appears in the URL for this page.":["Kľúčové slovo/fráza sa nachádza v URL adrese tejto stránky."],"The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Kľúčové slovo/fráza sa nenachádza v URL adrese tejto stránky. Ak sa rozhodnete premenovať URL adresu, uistite sa že stará URL adresa 301 odkazuje na novú!"],"The slug for this page contains one or more <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, consider removing them.":["Slug tejto stránky obsahuje jedno alebo viac <a href=\"http://en.wikipedia.org/wiki/Stop_words\">neodporúčaných slov</a>, prosím zvážte ich odstránenie."],"The slug for this page is a bit long, consider shortening it.":["Slug pre túto stránku je príliš dlhý, prosím zvážte jeho skrátenie."],"Please create a page title.":["Prosím vytvorte nadpis stránky."],"The page title is more than 40 characters and less than the recommended 70 character limit.":["Nadpis stránky je dlhý viac ako 40 znakov a menej ako odporúčaných 70."],"The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.":["Nadpis stránky obsahuje %d znakov, čo je menej než odporúčané minimum 40 znakov. Použite medzery pre pridanie variácií kľúčových slov. Vytvorte podobné a presvedčivé kľúče."],"The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.":["Nadpis stránky obsahuje %d znakov, čo je viac než odporúčaných 70 znakov. Niektoré slová nebudú vidieteľné pre používateľov."],"The keyword / phrase %s does not appear in the page title.":["Kľúčové slovo/fráza %s sa nezobrazí v nadpise stránky."],"The page title contains keyword / phrase, at the beginning which is considered to improve rankings.":["Nadpis stránky na začiatku obsahuje kľúčové slovo/frázu, ktorá je považovaná za dobrú pre zlepšenie hodnotenia."],"The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.":["Nadpis stránky na začiatku obsahuje kľúčové slovo/frázu, ktorá sa nezobrazuje na začiatku. Skúste ju presunúť na začiatok."],"No outbound links appear in this page, consider adding some as appropriate.":["Nenašli za žiadne odchádzajúce odkazy na tejto stránke. prosím zvážte pridanie vhodných odkazov."],"You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.":["Odkazujete na inú stránku s rovnakým kľúčovým slovom ktoré ste chceli ohodnotiť na tejto stránke. Zvážte potrebu hodnotenia tejto stránky."],"This page has %s outbound link(s).":["Táto stránka obsahuje odchádzajúcich odkazov: %s."],"This page has %s outbound link(s), all nofollowed.":["Táto stránka obsahuje odchádzajúcich odkazov: %s , všetky nesledované."],"This page has %s nofollowed link(s) and %s normal outbound link(s).":["Táto stránka obsahuje: nesledovaných odkazov: %s a normálnych odchádzajúcich odkazov: %s."],"No images appear in this page, consider adding some as appropriate.":["Žiadne obrázky na stránke, zvážte pridanie vhodných obrázkov."],"The images on this page are missing alt tags.":["Obrázky na stránke neobsahujú alt značky."],"The images on this page contain alt tags with the target keyword / phrase.":["Obrázky na stránke obsahujú alt značky s kľúčovým slovom/frázou."],"The images on this page do not have alt tags containing your keyword / phrase.":["Obrázky na tejto stránke neobsahujú alt značky s vašim kľúčovým slovom/frázou."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["V uvedenom meta popise zvážte: Ako sa porovnávate s konkurenciou? Môžete byť výraznejší?"],"The meta description is under 120 characters, however up to %s characters are available. %s":["Meta popis je kratší ako 120 znakov, zostáva znakov:%s . %s"],"The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s":["Meta popis je dlhší ako %s znakov, skrátením sa uistíte, že bude viditeľný celý. %s"],"No meta description has been specified, search engines will display copy from the page instead.":["Nebol zadaný meta popis, vyhľadávače budú zobrazovať kópiu zo stránky."],"The meta description contains the primary keyword / phrase.":["Meta popis obsahuje základné kľúčové slovo/frázu."],"A meta description has been specified, but it does not contain the target keyword / phrase.":["Meta popis je určený, ale neobsahuje cieľové kľúčové slovo/frázu."],"The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.":["Dostupné miesto je kratšie ako zvyčajných 155 znakov, pretože Google zahŕňa dátum publikácie do snippetu."],"There are %d words contained in the body copy. This is far too low and should be increased.":["Telo kópie obsahuje %d slov, to je oveľa menej ako odporúčané minimum 300 slov. Mali by ste výrazne zvýšiť počet slov."],"The keyword density is %s%%, which is a bit low, the keyword was found %s times.":["Početnosť kľúčového slova je  %s%%, je to pod odporúčanou početnosťou. Počet kľúčových slov:%s"],"The keyword density is %s%%, which is great, the keyword was found %s times.":["Početnosť kľúčového slova je %s%%, je perfektná. Počet kľúčových slov:%s"],"The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.":["Kľúčové slovo sa nevyskytuje v prvom odstavci kópie, ihneď sa uistite o jednoznačnosti."],"The keyword appears in the first paragraph of the copy.":["Kľúčové slovo sa zobrazuje v prvom odstavci kópie."],"Flesch Reading Ease":["Uľahčenie čítania Flesch"],"The copy scores %s in the %s test, which is considered %s to read. %s":["Kópia získala %s v teste %s, ktorý je považovaný %s a stojí za prečítanie. %s"],"very easy":["veľmi ľahké"],"easy":["ľahké"],"fairly easy":["normálne"],"OK":["OK"],"fairly difficult":["trochu tažké"],"Try to make shorter sentences to improve readability.":["Skúste tvoriť kratšie vety pre zjednoduchšenie čítania."],"difficult":["tažké"],"Try to make shorter sentences, using less difficult words to improve readability.":["Skúste tvoriť kratšie vety,používať jednoduchšie slová, aby ste zlepšili čitateľnosť."],"very difficult":["veľmi tažké"],"Huge SEO Issue: You're blocking access to robots.":["Veľká chyba SEO: Blokujete prístup robotom."],"I know, don't bug me.":["Viem, neotravujte ma."],"Settings Updated.":["Nastavenia aktualizované."],"Site Admins (default)":["Administrátori(základné)"],"Super Admins only":["Iba Super administrátori"],"Save MultiSite Settings":["Uložiť nastavenia viacerých stránok  "],"MultiSite Settings":["Nastavenia viacerých stránok"],"Using this form you can reset a site to the default SEO settings.":["Pomocou tohto formulára môžete obnoviť nastavenia SEO na základné."],"Blog ID":["ID blogu"],"Restore site to defaults":["Obnoviť stránku na základnú"],"Restore site to default settings":["Obnoviť nastavenia stránky na základné"],"RSS Footer options imported successfully.":["Nastavenia RSS pätičky boli úspešne importované."],"Yoast Breadcrumbs options imported successfully.":["Úspešne importované nastavenia mininavigácie Yoast."],"Yoast Breadcrumbs options could not be found":["Nastavenia mininavigácie Yoast.nebolu nájdené"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Nepochybujeme, že už ste používali SEO modul. Pre uľahčenie vám umožňujeme nižšie importovať dáta. Ak si to chcete vyskúšať ako boli dáta naimportované, importujte ich, skontrolujte a potom dajte importovať &amp; zmazať. Nebudú vytvorené duplikáty."],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["AK ste používali iný SEO modul, vyskúšajte modul %sSEO Data Transporter%s na presun vašich dát do tohto modulu!"],"Import from HeadSpace2?":["Import z HeadSpace2?"],"Import from All-in-One SEO?":["Import z All-in-One SEO?"],"Delete the old data after import? (recommended)":["Vymazať stare dáta po importe? (odporúčame)"],"Import":["Import"],"Import from Robots Meta (by Yoast)?":["Import z Robots Meta (by Yoast)?"],"Import from RSS Footer (by Yoast)?":["Import z RSS Footer (by Yoast)?"],"Import from Yoast Breadcrumbs?":["Import z Yoast Breadcrumbs?"],"Export":["Export"],"Export your %1$s settings here, to import them again later or to import them on another site.":[""],"Include Taxonomy Metadata":["Zahrnúť meta dáta taxonómie"],"Import settings":["Importovať nastavenia"],"Settings successfully imported.":["Nastavenia úspešne importované."],"Settings could not be imported:":["Nastavenia nemohli byť importované:"],"Upload failed.":["Zlyhalo nahranie."],"Force rewrite titles":["Vynútiť prepísanie nadpisov"],"Homepage":["Úvodná stránka"],"Title template":["Šablóna nadpisu"],"Meta description template":["Meta popis šablóny"],"Meta keywords template":["Meta kľúčové slová šablóny"],"Homepage &amp; Front page":["Uvodná a predná stránka"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":["Môžete určiť nadpis a popis prednej stránky pomocou %s úpravy prednej stránky &raquo;%s"],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["Môžete určiť nadpis a popis stránky blogu pomocou %s úpravy stránky blogu &raquo;%s"],"Taxonomies":["Taxonómie"],"Author Archives":["Autor archívov"],"Date Archives":["Archívy podľa dátumov"],"Search pages":["Stránky vyhľadávania"],"404 pages":["404 stránky"],"Custom Post Type Archives":["Archívy vlastného typu príspevkov"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Poznámka: namiesto šablóny toto sú naozajstné nadpisy a meta popisy pre vlastné príspevky stránok archívu."],"Title":["Nadpis"],"Meta description":["Meta popis"],"Breadcrumbs Title":["Nadpis mininavigácie"],"Replaced with the date of the post/page":["Nahradiť dátumom príspevku/stránky"],"Replaced with the title of the post/page":["Nahradené nadpisom príspevku/stránky"],"The site's name":["Názov stránky"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Nahradené zhrnutím príspevku/stránky (bude automaticky vygenerované ak neexistuje)"],"Replaced with the post/page excerpt (without auto-generation)":["Nahradené zhrnutím príspevku/stránky (nebude automaticky vygenerované)"],"Replaced with the current tag/tags":["Nahradené aktuálnou značkou/značkami"],"Replaced with the post categories (comma separated)":["Nahradené kategóriami príspevku (oddelenými čiarkami)"],"Replaced with the category description":["Nahradené popisom kategórie"],"Replaced with the tag description":["Nahradené popisom značky"],"Replaced with the term description":["Nahradené popisom výrazu"],"Replaced with the term name":["Nahradené názvom výrazu"],"Replaced with the post/page modified time":["Nahradené upraveným časom príspevku/stránky"],"Replaced with the post/page ID":["Nahradené ID číslom príspevku/stránku"],"Replaced with the post/page author's 'nicename'":["Nahradené používateľským menom autora príspevku/článku"],"Replaced with the post/page author's userid":["Nahradené ID číslom autora príspevku/článku"],"Replaced with the current search phrase":["Nahradené súčasnou frázou vyhľadávania"],"Replaced with the current time":["Nahradené aktuálnym časom"],"Replaced with the current date":["Nahradené aktuálnym dátumom"],"Replaced with the current month":["Nahradené aktuálnym mesiacom"],"Replaced with the current year":["Nahradené aktuálnym rokom"],"Replaced with the current page total":["Nahradené aktuálnym súčtom"],"Replaced with the current page number":["Nahradené aktuálným číslom stránky"],"Attachment caption":["Titulok prílohy"],"Replaced with the posts focus keyword":["Nahradené hlavným kľúčovým slovom príspevku"],"Strip the category base (usually <code>/category/</code>) from the category URL.":["Odstrániť základ kategórie (zvyčajne <code>/category/</code>) z URL adresy kategórie."],"Enforce a trailing slash on all category and tag URL's":["Vynútiť koncové lomítko na všetkých kategóriach a značkách URL adries."],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":[""],"Redirect attachment URL's to parent post URL.":["Presmerovať URL adresu prílohy na URL adresu nadradeného príspevku."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URL's if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Prílohy k príspevkom sú uložené v databáze ako príspevky, sú prístupné pod svojou vlastnou URL adresou. Ak ich nepresmerovávate, povolením nastavenia ich presmerujete na nadradený príspevok ku ktorému sú priradené."],"Redirect ugly URL's to clean permalinks. (Not recommended in many cases!)":["Presmerovať škaredé URL adresy na pekné trvalé odkazy (Vo väčšine prípadov neodporúčame!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Ľudia robia chyby vo vlastných odkazoch, najčastejšie na koniec URL adresy pridajú nežiadúce znaky. Toto vám dovolí ich presmerovať. Prosím všimnite si, funkcia je stále vo vývoji, má problémy s viacerými modulmi. Ak zaznamenáte problémy, ihneď po inštalácii najprv vypnite toto nastavenie."],"Prevent cleaning out Google Site Search URL's.":["Zabrániť vyčisteniu URL adries Google Site Search"],"Google Site Search URL's look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["URL adresy Google Site Search vyzerajú divne a škaredo. Ak používate Google Site Search pravdepodobne ich nebudete chcieť čistiť."],"Other variables not to clean":["Nevyčistiť ostatné premenné"],"Enable Breadcrumbs":["Povoliť mininavigáciu"],"Separator between breadcrumbs":["Oddeľovač v mininavigácii"],"Anchor text for the Homepage":["Text odkazu pre domovskú stránku"],"Prefix for the breadcrumb path":["Prefix cesty k mininavigácii"],"Prefix for Archive breadcrumbs":["Prefix archívu mininavigácie"],"Prefix for Search Page breadcrumbs":["Prefix stránky hľadania v mininavigácii"],"Breadcrumb for 404 Page":["Mininavigácia pre stránku 404"],"Remove Blog page from Breadcrumbs":["Odstrániť stránku blogu z mininavigácie"],"None":["žiadny"],"Blog":["Blog"],"Bold the last page in the breadcrumb":["Zvýrazniť  v mininavigácii poslednú stránku"],"How to insert breadcrumbs in your theme":["Ako vložiť mininavigáciu do vašej témy"],"You cannot edit the robots.txt file.":["Nemôžete upraviť súbor robots.txt"],"Updated Robots.txt":["Aktualizovaný robots.txt"],"You cannot edit the .htaccess file.":["Nemôžete upraviť súbor .htaccess "],"If your robots.txt were writable, you could edit it from here.":["Ak má váš súbor robots.txt atribút pre zapisovanie, môžete ho upraviť tu."],"Edit the content of your robots.txt:":["Upraviť obsah robots.txt"],"Save changes to Robots.txt":["Uložiť zmeny do Robots.txt"],"Robots.txt":["Robots.txt"],"If your .htaccess were writable, you could edit it from here.":["Ak má váš súbor  .htaccess atribút pre zapisovanie, môžete ho upraviť tu. "],"Edit the content of your .htaccess:":["Upraviť obsah vašeho .htaccess:"],"Save changes to .htaccess":["Uložiť zmeny do .htaccess"],".htaccess file":["súbor .htaccess"],"Facebook App ID":["Facebook App ID"],"Disable the author archives":["Zakázať autorské archívy"],"Disable the date-based archives":["Zakázať archívy založené na dátumoch"],"Prevents search engines from using the DMOZ description for pages from this site in the search results.":["Zabráni vyhľadávačom používať DMOZ popis stránok vo výsledkoch vyhľadávania"],"Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.":["Zabráni vyhľadávačom používať Yahoo! adresu popisu stránok vo výsledkoch vyhľadávania"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Táto vlastnosť je používaná na automatické pridávanie obsahu do RSS, špecifickejšie, pridáva odkazy na váš blog a vaše príspevky, pomáha to vyhľadávačom označiť vás ako autora obsahu."],"Content to put before each post in the feed":["Obsah ktorý sa vkladá pred každý obsah správy"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Môžete použiť nasledovné premenné v obsahu, budú nahradené hodnotou vpravo."],"A link to the archive for the post author, with the authors name as anchor text.":["Odkaz na archív autora, ako text odkazu sa použije autorove meno."],"A link to the post, with the title as anchor text.":["Odkaz na príspevok, ako text odkazu sa použije nadpis príspevku."],"A link to your site, with your site's name as anchor text.":["Odkaz na vašu stránku, ako text odkazu sa použije názov vašej stránky."],"A link to your site, with your site's name and description as anchor text.":["Odkaz na vašu stránku, ako text odkazu sa použije názov a popis stránky."],"Check this box to enable XML sitemap functionality.":["Zaškrtnite toto pole pre povolenie funkcie XML Mapa stránok"],"You can find your XML Sitemap here: %sXML Sitemap%s":["Tu nájdete vašu XML sitemapu: %sXML Sitemap%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":[" <strong>Nie je potrebné</strong> generovať XML mapu stránok, ani to nezaberie čas po publikovaní príspevku."],"Save your settings to activate XML Sitemaps.":["Pre aktiváciu XML Mapa stránok uložte svoje nastavenia."],"General settings":["Hlavné nastavenia"],"Please check the appropriate box below if there's a post type that you do <strong>NOT</strong> want to include in your sitemap:":["Prosím zaškrtnite zodpovedajúce pole nižšie, ak si  <strong>neželáte</strong> niektorý z typov príspevkov zahrnúť do  mapy stránok:"],"Please check the appropriate box below if there's a taxonomy that you do <strong>NOT</strong> want to include in your sitemap:":["Prosím zaškrtnite zodpovedajúce pole nižšie, ak si <strong>neželáte</strong> niektorý z typov taxonómie zahrnúť do mapy stránok:"],"Fix it.":["Opraviť."],"The following file(s) is/are blocking your XML sitemaps from working properly:":["Nasledujúce súbory bránia vašej XML mape stránok  v správnej funkcionalite:"],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":[""],"Ignore.":["Ignorovať."],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Nemáte zadané meno príspevku (postname) vo vašej URL adrese. Veľmi odporúčame jeho použitie. Zvážte zmenu štruktúry trvalých odkazov na <strong>/%postname%/</strong>."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, so the suggestion is to disable it, to do that, simply uncheck the box before \"Break comments into pages...\"":["Stránkovanie komentárov je povolené, nie je potrebné v 999 prípadoch z 1000 takže odporúčame ho vypnúť. Ak si to prajete jednoducho odškrtnite políčko \"Rozdeliť komentáre na stránky\""],"General Settings":["Hlavné nastavenia"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Oddiely nižšie môžete použiť na verifikáciu rôznych administrátorských nástrojov. Ak je vaša stránka už verifikovaná, môžete na ne zabudnúť. Zadajte údaje:"],"Bing Webmaster Tools":["Nástroje Bing Webmaster"],"Title to use for Author page":["Nadpis pre stránku autora"],"Meta description to use for Author page":["Meta popis pre stránku autora"],"Meta keywords to use for Author page":["Meta kľúčové slová pre stránku autora"],"Settings":["Nastavenia"],"SEO Title":["Nadpis SEO"],"The SEO title is used on the archive page for this term.":["Nadpis SEO je používaný v archíve stránky pre tento výraz."],"SEO Description":["Popis SEO"],"The SEO description is used for the meta description on the archive page for this term.":["SEO popis sa používa pre meta popis na stránke archívu pre tento výraz."],"Meta keywords used on the archive page for this term.":["Meta kľúčové slová použité na archívnej stránke pre tento výraz."],"Canonical":["Kánonická"],"The canonical link is shown on the archive page for this term.":["Kánonický odkaz je zobrazený v archíve stránky pre tento výraz."],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["Nadpis mininavigácie sa zobrazuje v mininavigácii kde sa %s nachádza."],"Noindex this %s":["Neindexovať %s"],"Include in sitemap?":["Zahrnúť do mapy stránok?"],"Auto detect":["Zistiť automaticky"],"Always include":["Vždy zahrnúť"],"Never include":["Nikdy nezahrnúť"]," (because of date display)":["(kvôli dátumu zobrazenia)"],"Snippet Preview":["Náhľad snippetu"],"Focus Keyword":["Hlavné kľúčové slovo"],"The <code>meta</code> description will be limited to %s chars%s, %s chars left.":["<code>Meta</code> popis bude limitovaný na %s znakov%s, zostáva vám %s."],"If you type something above it will override your %smeta keywords template%s.":["Ak niečo napíšete do poľa vyššie, nahradí to vašu šablónu %smeta kľúčových slov%s."],"Meta Robots Index":["Index meta robotov"],"Meta Robots Follow":["Sledovať meta roboty"],"Follow":["Sledovať"],"Nofollow":["Nesledovať"],"Meta Robots Advanced":["Pokročilé nastavenie meta robotov"],"Advanced <code>meta</code> robots settings for this page.":["Pokročilé nastavenia <code>meta</code> robotov pre túto stránku."],"NO ODP":["Žiadne ODP"],"NO YDIR":["Žiadny YDIR"],"No Archive":["Žiadny archív"],"No Snippet":["Žiadny snippet"],"Breadcrumbs title":["Nadpis mininavigácie"],"Title to use for this page in breadcrumb paths":["Nadpis používaný na tejto stránke v adrese mininavigácii"],"Canonical URL":["Jednoznačná URL adresa"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["Jednoznačná URL adresa na ktorú táto stránka ukazuje, nechajte prázdne pre základné použietie trvalého odkazu. %s Jednoznačná Cross doména%s je podporovaná tiež."],"301 Redirect":["301 presmerovanie"],"The URL that this page should redirect to.":["URL adresa na ktorú vás táto stránka presmeruje."],"General":["Všeobecné"],"Page Analysis":["Analýza stránky"],"Advanced":["Pokročilé"],"Archives":["Archívy"],"Page not found":["Stránka nebola nájdená"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Poznámka pre administrátorov: táto stránka nezobrazuje meta dáta pretože žiadne nemá. Môžete ich napísať presne pre túto stránku alebo chodte do SEO -> Nadpisy menu a nastavte šablónu. "],"Home":["Domovská stránka"],"Archives for":["Archívy"],"You searched for":["Hľadali ste"],"Error 404: Page not found":["Chyba 404: Stránka nebola nájdená"],"posts\u0004All <span class=\"count\">(%s)</span>":["Všetok <span class=\"count\">(%s)</span>","Všetky <span class=\"count\">(%s)</span>","Všetkých <span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Kôš <span class=\"count\">(%s)</span>","Kôš <span class=\"count\">(%s)</span>","Kôš <span class=\"count\">(%s)</span>"]}}}