{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":[""],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":[""],"Creating redirects is a %s feature":[""],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":[""],"Recent Rockstars":[""],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":[""],"Error: a redirect for this URL already exists":[""],"Redirect this broken URL and fix the error":[""],"Posts that are set to %s":[""],"%s Posts Overview":[""],"Prefix for search result pages:":[""],"Prefix for archive pages:":[""],"Prefix for breadcrumbs:":[""],"Anchor text for the homepage:":[""],"Remove blog page from breadcrumbs":[""],"Search Console":[""],"Export your %1$s settings":[""],"%1$s settings":[""],"Yoast SEO":[""],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":[""],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":[""],"Reload crawl issues":[""],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code.":[""],"Get Google Authorization Code":[""],"Please enter the Google Authorization Code in the field below and press the Authenticate button.":[""],"Authenticate":[""],"Reauthenticate with Google ":[""],"Current profile":[""],"Profile":[""],"There were no profiles found":[""],"Save Profile":[""],"or":[""],"Disable the Advanced part of the %1$s meta box":[""],"%1$s Extensions":[""],"%1$s Meta Box":[""],"Who should have access to the %1$s settings":[""],"%1$s comes with some very powerful built-in tools:":[""],"Excluded Posts":[""],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":[""],"Posts to exclude":[""],"Thank you for updating %1$s!":[""],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":[""],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year support and updates, on %2$s.":[""],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":[""],"URL":[""],"Last crawled":[""],"First detected":[""],"Response code":[""],"Mark as fixed":[""],"Create redirect":[""],"Search":["Suchen"],"Crawl errors per page":[""],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":[""],"The issues have been successfully reloaded!":[""],"Incorrect Google Authorization Code.":[""],"Issue categories":[""],"Errors that occurred when your site was crawled by Googlebot.":[""],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":[""],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":[""],"Create a redirect":[""],"Current URL:":[""],"New URL:":[""],"Mark as fixed:":[""],"Mark this issue as fixed in %1$s.":[""],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":[""],"Desktop":[""],"Smartphone":[""],"Feature phone":[""],"%1$s Settings":[""],"Posts with good SEO score":[""],"Posts with OK SEO score":[""],"Posts with poor SEO score":[""],"Posts with bad SEO score":[""],"Posts without focus keyword":[""],"Upgrade to %1$s &raquo;":[""],"The %1$s plugin(s) might cause issues when used in conjunction with %2$s.":[""],"This warning is generated by %1$s.":[""],"Access denied":[""],"Server requires authentication or is blocking Googlebot from accessing the site.":[""],"Faulty redirects":[""],"Not followed":[""],"Not found":[""],"URL points to a non-existent page.":[""],"Google was unable to crawl this URL due to an undetermined issue.":[""],"Blocked":[""],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":[""],"Server Error":[""],"Request timed out or site is blocking Google.":[""],"Soft 404":[""],"More %1$s":[""],"%s Breadcrumbs":[""],"Breadcrumbs separator:":[""],"Breadcrumb for 404 pages:":[""],"Error creating %1$s export: ":[""],"Configure %1$s's OpenGraph settings":[""],"Configure %1$s's XML Sitemap settings":[""],"%1$s has been updated to version %2$s. %3$sClick here%4$s to find out what's new!":[""],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":[""],"Just another WordPress site":[""],"Latest Changes":["Neueste Änderungen"],"We've summarized the most recent changes in %s.":["Wir haben die allerneuesten Änderungen zusammengefasst in %s"],"View Changes":["Änderungen ansehen"],"Clean up the %s":["Bereinige %s"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":[""],"Alternate name":["Alternativer Name"],"Duplicate content prevention":[""],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":[""],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":[""],"Add %s to the author archives":["%s zum Autorenarchiv hinzufügen"],"Date-based archives could in some cases also be seen as duplicate content.":[""],"Add %s to the date-based archives":["%s zum datumsbasierten Archiv hinzufügen"],"Sitewide meta settings":[""],"Use meta keywords tag?":["Meta Keywords Tag benutzen?"],"Add %s meta robots tag sitewide":["%s Meta Robots Tag für die gesamte Website hinzufügen"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":[""],"Add Twitter card meta data to your site's %s section.":[""],"Taxonomy to show in breadcrumbs for post types":[""],"Post type archive to show in breadcrumbs for taxonomies":[""],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":[""],"Page %1$d of %2$d":["Seite %1$d von %2$d"],"Mobile-Friendly Test":["Mobile-Friendly-Test"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Die Installation des %1$s Plugin ist unvollständig. Bitte schau in den %2$sInstallationsanweisungen%3$s nach."],"Please make sure both fields are filled.":["Bitte achte darauf, dass beide Felder ausgefüllt sind."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Deine Eingabe enthält ungültige Zeichen. Bitte achte darauf, dass beide Felder korrekt ausgefüllt sind."],"This Facebook user has already been added as an admin.":["Dieser Facebook-User wurde bereits als Administrator hinzugefügt."],"More info can be found %1$son our knowledge base%2$s.":["Weitere Informationen %1$sin unserer Wissensdatenbank%2$s."],"Add Facebook admin":["Füge einen Facebook-Administrator hinzu"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":[""],"Admin's name:":["Name des Administrators:"],"Admin's Facebook user ID:":["Die Facebook-User ID des Administrators:"],"Website name":["Name der Website"],"The recommended image size for %1$s is %2$spx.":[""],"Warning: the variable %s cannot be used in this template.":[""],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Wir konnten keine Verbindung zu unserer API herstellen um deinen Lizenz-Schlüssel zu verifizieren. Bitte deinen Hosting Provider ausgehende Verbindungen von deinem Server zu %s zu erlauben."],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Dein Server verwendet eine veraltete Version des PHP-Modul cURL (Version: %s). Bitte kontaktiere deinen Hosting Provider damit er auf eine neuere Version von cURL aktualisiert. Mehr darüber findest du in unserer %sWissensdatenbank%s."],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":[""],"See the help tab for more info.":["Klicke auf den \"Hilfe\"-Tab für weitere Informationen."],"Note that not all variables can be used in every template.":["Bitte beachte, dass nicht alle Variablen in jedem Template genutzt werden können."],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":[""],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":[""],"To be able to access %sFacebook Insights%s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":[""],"Warning!":["Warnung!"],"Recommended solution":["Empfohlene Lösung"],"We recommend you deactivate %1$s and have another look at your %2$s configuration using the button above.":[""],"Deactivate %s":["Deaktiviere %s"],"What’s new in %s":[""],"Activation failed:":["Aktivierung fehlgeschlagen:"],"Export created: %1$sdownload your export file here%2$s.":[""],"Could not zip settings-file.":[""],"Could not write settings to file.":["Konnte die Einstellungen nicht in die Datei speichern."],"This export includes taxonomy metadata":["Dieser Export enthält Taxonomie-Metadaten"],"No taxonomy metadata found":["Keine Taxonomy-Metadaten gefunden"],"Error: no Robots Meta data found to import.":["Fehler: keine Robots-Metadaten für den Import gefunden."],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":[""],"The filter extension seem to be unavailable. Please ask your web host to enable it.":[""],"Company Info":["Unternehmensinformation"],"Your Info":["Deine Info"],"Upload Image":["Bild hochladen"],"Breadcrumbs":["Brotkrumen"],"SEO:":["SEO:"],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":[""],"Tab: Your Info / Company Info":["Tab: Ihre Info / Firmen-Information"],"Add some info here needed for Google's Knowledge Graph.":["Füge für Google's Knowledge Graph benötigte Informationen hinzu."],"Tab: Webmaster Tools":["Tab: Webmaster Tools"],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":[""],"Tab: Security":["Tab: Sicherheit"],"Determine who has access to the plugins advanced settings on the post edit screen.":[""],"Subscribe to our Newsletter":["Abonnieren Sie unseren Newsletter"],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":[""],"On the archives tab you can set templates for specific pages like author archives, search results and more.":[""],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":[""],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":[""],"On this tab you can enter some more of your social accounts, mostly used for Google's Knowledge Graph.":[""],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":[""],"Advanced Settings":["Erweiterte Einstellungen"],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":[""],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":[""],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":["Vielen Dank für die Nutzung unseres Plugins und viel Erfolg mit deinem SEO!<br/><br/>Mit den besten Grüßen,<br/>Team Yoast - %1$sYoast.com%2$s"],"Introduction Tour":["Einführungs-Tour"],"Restore Default Settings":["Standardeinstellungen wiederherstellen"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":[""],"Company or person":["Firma oder Person"],"Choose whether you're a company or person":["Wähle, ob du als Unternehmen oder als Person agierst"],"Company":["Firma"],"Person":["Person"],"Company Name":["Firmenname"],"Company Logo":["Firmenlogo"],"Your name":["Dein Name"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":[""],"Enable force rewrite titles":[""],"Accounts":["Konten"],"To inform Google about your social profiles, we need to know their URLs.":[""],"For each, pick the main account associated with this site and please enter them below:":[""],"Twitter Username":["Twitter-Benutzername"],"Instagram URL":["Instagram-URL"],"LinkedIn URL":["LinkedIn-URL"],"MySpace URL":["MySpace-URL"],"Pinterest URL":["Pinterest-URL"],"YouTube URL":["Youtube-URL"],"Google+ URL":["Google+-URL"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":[""],"Pinterest verification":["Pinterest-Verifizierung"],"To %1$sverify your site with Pinterest%2$s, add the meta tag here:":[""],"Bulk editor":["Massenbearbeitung"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Dieses Tool erlaubt dir schnell die Titel und Beschreibungen deiner Beiträge und Seiten zu ändern, ohne den jeweiligen Editor aufrufen zu müssen."],"Import and Export":["Import und Export"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":[""],"File editor":["Datei-Editor"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":[""],"&laquo; Back to Tools page":["&laquo; Zurück zur Tools Seite"],"Max entries per sitemap":["Maximale Einträge pro Sitemap"],"Credits":["Credits"],"More Translations":["Mehr Übersetzungen"],"%1$s ships, at time of release, with %4$d translations, of which %5$d are complete. That's a huge improvement from last time, and we're improving every week. Join us at %2$stranslate.yoast.com%3$s!":[""],"Go to The General settings page →":["Gehe zur Seite Haupteinstellungen →"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":[""],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Willst du uns beim Entwickeln helfen? Lies dir unsere %1$Beitragsrichtlinien%2$s durch!"],"Project Leaders":["Projektleiter"],"Project Lead":["Projektleiter"],"Lead Developer":["Leitender Entwickler"],"QA & Translations Manager":["Qualitäts- und Übersetzungsmanager"],"Contributing Developers":["Mitwirkende Entwickler"],"Developer":["Entwickler"],"Contributors to this release":["Mitwirkende bei dieser Version"],"Change URLs":["URLs ändern"],"Clean up permalinks":["Säubere die Permalinks"],"Import from other SEO plugins":["Importiere von anderen SEO-Plugins"],"Import from other plugins":["Importiere von anderen Plugins"],"If you want to import data from (by now ancient) Yoast plugins, you can do so here:":[""],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":["Das Plugin All-In-One-SEO wurde entdeckt. Möchtest du die %sEinstellungen importieren%s?"],"You are not allowed to access this page.":["Du bist nicht berechtigt, diese Seite aufzurufen."],"Tools":["Werkzeuge"],"Your %s license has been activated. ":["Deine %s Lizenz wurde aktiviert."],"You have an unlimited license. ":["Du hast eine unlimitierte Lizenz."],"You have used %d/%d activations. ":["Du hast  %d/%d Lizenzen aktiviert."],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":[""],"The SEO title defaults to what is generated based on this sites title template for this posttype.":[""],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":[""],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":[""],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":[""],"%s Title":["%s Titel"],"%s Description":["%s Beschreibung"],"%s Image":["%s Bild"],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":[""],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":[""],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":[""],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":[""],"Translation of %s":["Übersetzung von %s"],"Register now &raquo;":["Jetzt registrieren &raquo;"],"The old data of the imported plugin was deleted successfully.":[""],"Content to put after each post in the feed":["Inhalt, der an jeden Beitrag im Feed angehängt wird"],"Exclude user roles":["Benutzerrolle ausschließen"],"Pinterest Rich Pins Validator":[""],"HTML Validator":["HTML-Validator"],"CSS Validator":["CSS-Validator"],"Google Page Speed Test":["Google-Page-Speed-Test"],"Modern IE Site Scan":[""],"Focus keyword usage":["Fokus-Keyword-Nutzung"],"You have used HTML in your value which is not allowed.":["Du hast HTML in deinem Wert verwendet, dies ist nicht erlaubt."],"Exclude user from Author-sitemap":["User von Autoren-Sitemap ausschließen"],"(no parent)":["(kein Elternelement)"],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":[""],"Title &amp; Metas settings":["Titel &amp; Metas Einstellungen"],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":[""],"Templates and settings":["Vorlagen und Einstellungen"],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":[""],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":[""],"Previous":["Vorherige"],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":[""],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":[""],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":[""],"This tab allows you to add specific post meta data for Google+. And if you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":["Unter diesem Tab können sie spezifische Beitrags-Metadaten für Google+ hinzufügen. Wenn sie eine Google+ Seite für ihr Unternehmen haben, dann können sie die URL hier angeben und sich so auf der %1$sGoogle+%2$s page&#8217;s \"Über mich\" verknüpfen."],"What are XML sitemaps?":["Was sind XML-Sitemaps?"],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":["Eine Sitemap ist eine XML-Datei, die die URLs für eine Website listet. Es ermöglicht Webmastern, enthaltene zusätzliche Informationen über die einzelnen URL zu erthalten: wann sie zuletzt aktualisiert wurde, wie oft sie sich ändert und wie hoch diese im Verhältnis zu anderen URLs auf der Website priorisiert ist. Dies erlaubt Suchmaschinen, die Website noch intelligenterer zu durchsuchen."],"What does the plugin do with XML Sitemaps?":["Was macht dieses Plugin mit XML-Sitemaps?"],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":[""],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":[""],"Extensions and Licenses":["Erweiterungen und Lizenzen"],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":[""],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":["Wir sind am Ende der Tour angekommen. Wenn dir dieses Plugin gefällt, %sgib ihm bitte 5 Sterne auf Wordpress.org%s!"],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":[""],"Add Google+ specific post meta data":["Füge Google+ Post Meta Daten hinzu"],"Exclude users without posts":["Benutzer ohne Beiträge ausschließen"],"Disable all users with zero posts":["Deaktiviere alle User ohne Beiträge"],"Please check the appropriate box below if there's a user role that you do <strong>NOT</strong> want to include in your sitemap:":[""],"Replaced with the post/page author's 'Biographical Info'":["Wird ersetzt durch die 'Biographische Angaben' des Beitrags-/Seitenautor"],"Team Yoast":["Team Yoast"],"Publication date":["Veröffentlichungsdatum"],"The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.<br/><br/>Read %sthis post%s for more info.":[""],"No Image Index":["Kein Bild Index"],"Are you sure you want to reset your SEO settings?":["Bist Du sicher, dass Du deine SEO-Einstellungen zurücksetzen möchtest?"],"Title Separator":["Titel-Trennzeichen"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":[""],"Symbols are shown in the size they'll appear in in search results.":["Symbole werden in der Originalgröße der Suchergebnisansicht angezeigt."],"Take note:":["Beachte:"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on <strong>unattached</strong> media items!":[""],"So remember: If you change the %sattachment redirection setting%s in the future, the below settings will take effect for *all* media items.":["Zur Erinnerung: Wenn du die %sAnhang weiterleiten Einstellung%s in Zukunft änderst, werden die folgenden Einstellungen auf *alle* Medien-Elemente angewendet."],"public":["öffentlich"],"archived":["archiviert"],"mature":[""],"spam":["SPAM"],"New sites in the network inherit their SEO settings from this site":[""],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":[""],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":[""],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":[""],"Site ID":["Website-ID"],"Copy home meta description":["Meta-Beschreibung der Startseite kopieren"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":[""],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":[""],"Advanced Variables":["Erweiterte Variablen"],"Premium Support":["Premium Unterstützung"],"FAQ":["FAQ"],"Remove these ads?":["Diese Anzeigen entfernen?"],"This is a rendering of what this post might look like in Google's search results.<br/><br/>Read %sthis post%s for more info.":[""],"Warning:":["Warnung:"],"Title display in Google is limited to a fixed width, yours is too long.":["Titelanzeige in Google ist mit einer festen Breite begrenzt, Deine ist zu lang."],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":[""],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":[""],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Deine Lizenz ist abgelaufen. Du musst <a href=\"%s\">Deine Lizenz verlängern</a> um diese wieder zu verwenden."],"Request error: \"%s\" (%scommon license notices%s)":[""],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":[""],"%s is network activated, please contact your site administrator to manage the license.":["%s ist netzwerkweit aktiviert, bitte kontaktiere Deinen Website-Administrator, um die Lizenz zu verwalten."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Diese Website wurde nicht richtig auf yoast.com aktiviert und kann daher nicht für zukünftige Aktualisierungen überprüft werden. Bitte aktiviere Deine Website mit einem gültigen Lizenzschlüssel."],"Your %s license will expire on %s.":["Deine %s Lizenz wird am %s ablaufen."],"%sRenew your license now%s.":["%s Erneuere Deine Lizenz jetzt %s."],"The premium version of %1$s with more features & support.":[""],"Optimize your videos to show them off in search results and get more clicks!":["Optimiere Deine Videos, um sie in den Suchergebnissen zu zeigen und hole mehr Klicks!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Bist Du bei Google News gelistet? Steigere Deinen Traffic von dort mit der Google News Optimierung!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Besseres Ranking vor Ort und in GoogleMaps, ohne in's Schwitzen zu geraten!"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":[""],"Get this extension":["Hole diese Erweiterung"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Verhindere die Entfernung von Google Analytics Kampagnen- & Google AdWords-Parametern."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":[""],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":[""],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":[""],"Replaced with the title of the parent page of the current page":["Ersetzt mit dem Titel der übergeordneten Seite der aktuellen Seite"],"The site's tag line / description":[""],"Replaced with the current page number with context (i.e. page 2 of 4)":["Ersetzt mit der aktuellen Seitennummer mit Kontext (z. B. Seite 2 von 4)"],"Check Rich Snippets":["Überprüfe Rich Snippets"],"Facebook Debugger":["Facebook Debugger"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Die Standard PHP Library (SPL) Erweiterung scheint nicht verfügbar zu sein. Bitte frage Deinen Web-Hoster, das er sie aktiviert."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Die erste echte All-in-One-SEO-Lösung für WordPress, einschließlich On-Page Inhaltsanalyse, XML-Sitemaps und vieles mehr."],"https://yoast.com/":["https://yoast.com/"],"Please select a valid taxonomy for post type \"%s\"":[""],"Post doesn't exist.":["Dieser Beitrag existiert nicht"],"Post has an invalid Post Type: %s.":[""],"You can't edit %s.":["Du kannst %s nicht bearbeiten."],"You can't edit %s that aren't yours.":[""],"Extensions":["Erweiterungen"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":[""],"Filter":["Filter"],"WP Page Title":["WP Seitentitel"],"Post Type":["Beitragsart"],"Post Status":["Beitragsstatus"],"Page URL/Slug":[""],"Existing Yoast Meta Description":["Existierende Yoast Meta Beschreibung"],"New Yoast Meta Description":["Neue Yoast Meta Beschreibung"],"Action":["Aktion"],"Edit this item":["Bearbeite diesen Eintrag"],"Edit":["Bearbeiten"],"Preview &#8220;%s&#8221;":["Vorschau &#8220;%s&#8221;"],"Preview":["Vorschau"],"View &#8220;%s&#8221;":["zeige &#8220;%s&#8221;"],"View":["Ansicht"],"Existing Yoast SEO Title":["Existierender Yoast SEO Titel"],"New Yoast SEO Title":["Neuer Yoast SEO Titel"],"Debug Information":["Debug- / Fehler-Informationen"],"Current option:":["Derzeitige Option:"],"Site-wide default: %s":["Seitenweite Voreinstellung: %s"],"No post content to analyse.":["Kein Beitragsinhalt zum Analysieren."],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">Wusstest Du, dass Du Deine Lizenz erweitern kannst?</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">Deine Lizenz läuft in %d Tagen ab. Möchtest Du verlängern?</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Du hast das Limit Deiner Aktivierungen erreicht. Du musst <a href=\"%s\">Deine Lizenz erweitern</a> um sie auf dieser Seite nutzen zu können."],"Failed to activate your license, your license key seems to be invalid.":["Aktivierung Deiner Lizenz ist fehlgeschlagen, Deine Lizenzschlüssel scheint ungültig zu sein."],"Your %s license has been deactivated.":["Deine %s Lizenz wurde deaktiviert."],"Failed to deactivate your %s license.":["Deaktivierung Deiner %s  Lizenz ist fehlgeschlagen."],"%s License":["%s Lizenz"],"Theme License":["Theme Lizenz"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["Das Update dieses Themes macht alle Deine Anpassungen rückgängig. 'Abbrechen' zum stoppen, 'OK' um trotzdem das Update zu starten."],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":["<strong>%s Version %s</strong> ist verfügbar. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Schau Dir an was neu ist</a> oder <a href=\"%s\" %s>Update starten</a>."],"%s failed to check for updates because of the following error: <em>%s</em>":[""],"%s: License Settings":["%s: Lizenz Einstellungen"],"License status":["Lizenzstatus"],"Toggle license status":["Lizenzstatus wechseln"],"Deactivate License":["Deaktivierte Lizenz"],"(deactivate your license so you can activate it on another WordPress site)":[""],"Activate License":["Aktivierte Lizenz"],"Please enter a license key in the field below first.":[""],"License Key":["Lizenzschlüssel"],"Paste your %s license key here..":["Füge Deinen %s Lizenzschlüssel hier ein."],"You defined your license key using the %s PHP constant.":["Du hast deinen Lizenzschlüssel mit Hilfe der PHP-Konstante %s definiert."],"Failed to remove hardcoded meta description.":[""],"Earlier found meta description was not found in file. Renewed the description test data.":[""],"Pinterest":["Pinterest"],"Yandex Webmaster Tools":["Yandex Webmaster Tools"],"You cannot create a robots.txt file.":["Du kannst keine robots.txt Datei erstellen."],"You don't have a robots.txt file, create one here:":["Du hast keine robots.txt Datei, erstelle eine hier:"],"Create robots.txt file":["Erstelle robots.txt Datei"],"Setting \"%s\" is no longer used and has been discarded.":["Einstellung „%s“ wird nicht mehr verwendet und wurde verworfen."],"No settings found in file.":["Keine Einstellungen gefunden in der Datei."],"Unzipping failed - file settings.ini not found.":["Entpacken fehlgeschlagen - Datei settings.ini nicht gefunden."],"Unzipping failed with error \"%s\".":["Entpacken fehlgeschlagen mit Fehler %s."],"Licenses":["Lizenzen"],"Meta keywords":[""],"%s restored to default SEO settings.":[""],"Blog %s not found.":["Blog %s nicht gefunden."],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":[""],"The default card type to use":[""],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":[""],"%s does not seem to be a valid %s verification string. Please correct.":[""],"Please select a valid post type for taxonomy \"%s\"":[""],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":[""],"Summary":["Zusammenfassung"],"Summary with large image":["Zusammenfassung mit großem Bild"],"%s does not seem to be a valid url. Please correct.":["%s scheint keine korrekte URL zu sein. Bitte korrigieren."],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s scheint keine gültige Twitter-Benutzer-ID zu sein. Bitte korrigieren."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":[""],"The default blog setting must be the numeric blog id of the blog you want to use as default.":[""],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":[""],"No numeric value was received.":[""],"Title optimization":["Optimierung des Titels"],"For more information:":["Mehr Informationen:"],"There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.":["Es sind %d Wörter im Haupttext, dies ist etwas unter dem empfohlen Minimum von %d Wörtern, fügen Sie ein bisschen mehr Text zu."],"Use Image":["Bild verwenden"],"There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.":["Der Text enthält %d Wörter, das ist weniger als das empfohlene Minimum von %d Wörtern. Ergänze den Beitrag um weiteren Text."],"There are %d words contained in the body copy, this is more than the %d word recommended minimum.":["Der Text enthält %d Wörter, das ist mehr als das empfohlene Minimum von %d Wörtern."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Dies hilft dir eine sprechende URLs, durch automatische Entfernung von Stoppwörtern, zu erstellen."],"Remove stop words from slugs.":["Entferne Stopwörter aus der Titelform."],"Why Google won't display the right page title":["Warum Google nicht den richtigen Seitentitel anzeigt"],"Template explanation":["Erläuterung der Vorlage"],"Basic Variables":["Grundvariablen"],"SEO Issue:":["SEO Problem:"],"Your theme contains a meta description, which blocks %1$s from working properly. Please visit the %2$sSEO Dashboard%3$s to fix this.":[""],"Google+":["Google+"],"Facebook profile URL":["URL des Facebook Profils"],"Check":["Check"],"Pick the main keyword or keyphrase that this post/page is about.<br/><br/>Read %sthis post%s for more info.":[""],"index":["Index"],"noindex":["noindex"],"Your focus keyword was found in:":["Das Haupt Keyword wurde bereits hier gefunden:"],"Article Heading: ":["Artikel Überschrift"],"Page title: ":["Seitentitel: "],"Page URL: ":["Seiten URL:"],"Content: ":["Inhalt"],"Meta description: ":["Meta Description: "],"All SEO Scores":["Alle SEO Ergebnisse"],"Page Analysis has been disabled.":["Seitenanalyse ist ausgeschaltet."],"Removed hardcoded meta description.":["Die eingegebene META Beschreibung wurde entfernt."],"Re-check theme.":["Überprüfe das Theme"],"The plugin Robots-Meta has been detected. Do you want to %simport its settings%s.":["Das Plug-in Robots-Meta wurde erkannt. Möchtest du die settings%s %simport?"],"Robots-Meta has been deactivated":["Robots-Meta wurden deaktiviert"],"All-In-One-SEO has been deactivated":["All-In-One-SEO wurde deaktiviert"],"Edit Files":["Dateien editieren"],"Replaced with the slug which caused the 404":[""],"Replaced with a custom taxonomies description":["Ersetzt durch eine eigene Beschreibung der Taxonomie"],"Facebook":["Facebook"],"Add Open Graph meta data":["Open Graph Meta Data hinzufügen"],"Facebook Page URL":["URL der Facebook Seite"],"User sitemap":["Benutzer Sitemap"],"Disable author/user sitemap":["Autor/Benutzer Sitemap deaktivieren"],"N/A":["nicht verfügbar"],"Poor":["Schwach"],"Good":["Gut"],"Bad":["Schlecht"],"Posts":["Beiträge"],"You've never used this focus keyword before, very good.":["Toll gemacht: dieses Haupt-Keyword hast Du noch nie zuvor benutzt!"],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Du hast das Fokus Keyword %1$sschon einmal vorher%2$s benutzt, versichere dich welche URL die wichtigste für dieses Keyword ist."],"You've used this focus keyword %3$s%4$d times before%2$s, it's probably a good idea to read %1$sthis post on cornerstone content%2$s and improve your keyword strategy.":["Du hast dieses Fokus Keyword %3$s%4$d schon %2$s mal zuvor genutzt, es ist eine gute Idee  %1$sdiesen Post auf Cornerstone%2$s zu lesen, um die Keyword Strategie zu optimieren."],"You must %sgo to your Reading Settings%s and uncheck the box for Search Engine Visibility.":[""],"Replaced with the current day":["Wird durch den aktuellen Tag ersetzt"],"Entries per page":["Einträge pro Seite"],"If you had a .htaccess file and it was editable, you could edit it from here.":["Falls eine .htaccess Datei existiert und diese schreibbar ist, kannst Du sie hier editieren."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Falls eine robots.txt Datei existiert und diese schreibbar ist kannst Du sie hier editieren."],"WooThemes SEO framework settings &amp; data successfully imported.":["WooThemes SEO Framework Einstellungen &amp; Daten wurden erfolgreich importiert."],"HeadSpace2 data successfully imported":["HeadSpace2 Einstellungen wurden erfolgreich importiert"],"Import from WooThemes SEO framework?":["Von WooThemes SEO Framework importieren?"],"Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.":["Ihre Suchphrase hat über 10 Worte, eine Suchphrase sollte kürzer sein und es kann auch nur eine geben."],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Wenn Sie eine Google+ Seite für Ihr Unternehmen haben, fügen Sie diese URL hier ein und verknüpfen Sie sie auf Ihrer Google+ Seite auf der Über-mich-Seite."],"Your theme contains a meta description, which blocks %1$s from working properly, please delete the following line, or press fix it:":[""],"Google Publisher Page":["Google Publisher Seite"],"Date in Snippet Preview":["Datum in der Snippet-Vorschau"],"Twitter username (without @)":["Twitter Benutzername (ohne @)"],"Show date in snippet preview?":["Datum in der Snippet-Vorschau anzeigen?"],"SEO: OK":["SEO: OK"],"SEO: Poor":["SEO: Schwach"],"SEO: Bad":["SEO: Schlecht"],"SEO: No Focus Keyword":["SEO: Kein Fokus-Stichwort"],"SEO: Good":["SEO: Gut"],"SEO: Post Noindexed":["SEO: Nicht indizierter Eintrag"],"Meta Desc.":["Meta Beschr."],"Focus KW":["Fokus-Stichwort"],"%s, Author at %s":["%s, Autor auf %s"],"Remove the <code>?replytocom</code> variables.":["Entferne die <code>?replytocom</code> Variablen."],"Post Types":["Artikeltypen"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Dadurch funktionieren verschachtelte Antworten nicht, wenn der Benutzer Javascript deaktiviert hat. Auf größeren Seiten bedeutet dies wiederum eine <em>große</em> Verbesserung der Indexierungsgeschwindigkeit von Suchmaschinen bei einer großen Zahl an Kommentaren."],"Replaced with the post type single label":["Wird durch den Einzahlform des Artikeltyps ersetzt"],"Other":["Anderes"],"Replaced with the post type plural label":["Wird durch die Pluralform des Artikeltyps ersetzt."],"%s Archive":["%s Archiv"],"Social settings":["Einstellungen für Social Media"],"Sitewide settings":["Seitenweite Einstellungen"],"%s Archives":["%s Archive"],"Always index":["Immer indexieren"],"No focus keyword was set for this %s. If you do not set a focus keyword, no score can be calculated.":["Es wurde kein Fokus Suchbegriff für diese(s) %s festgelegt. Wenn Sie keinen Fokus Suchbegriff festlegen, kann keine Bewertung der Seite errechnet werden."],"To update this page analysis, save as draft or update and check this tab again":["Um die Seitenanalyse zu aktualisieren, aktualisieren Sie die Seite oder speichern Sie sie als Entwurf ab."],"No subheading tags (like an H2) appear in the copy.":["Es wurden keine Unterüberschriften (wie z.B. H2) im Text gefunden."],"The keyword density is %s%%, which is over the advised 4.5%% maximum, the keyword was found %s times.":["Die Suchbegriffsdichte beträgt %s%% und liegt damit über der empfohlenen Dichte von maximal 4.5%%. Der Suchbegriff wurde %s mal gefunden."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":[""],"Replaced with a posts custom taxonomies, comma separated.":["Ersetzt durch eine eigene Taxonomie eines Artikels, mit Kommata trennen."],"Replaced with a posts custom field value":["Wird durch den Wert eines benutzerdefinierten Feldes des Artikels ersetzt"],"Take this tour to quickly learn about the use of this plugin.":["Tour starten, um sich schnell mit diesem Plugin vertraut zu machen."],"Special Pages":["Spezielle Seiten"],"I don't know why you'd want to use meta keywords, but if you want to, check this box.":["Ich weiss zwar nicht, wieso Sie Meta-Keywords nutzen wollen, aber wenn Sie darauf bestehen, markieren Sie diese Box."],"Unchecking this box allows authors and editors to redirect posts, noindex them and do other things you might not want if you don't trust your authors.":["Deaktivierung dieser Box erlaubt Autoren und Redakteuren, Artikel umzuleiten, sie von der Indexierung auszuschließen und andere Dinge zu tun, die Sie nicht vertrauenswürdigen Autoren nicht erlauben sollten."],"Post is set to noindex.":["Der Artikel wird nicht indexiert."],"Use %s default (Currently: %s)":["Nutze %s als Standard (Aktuell: %s)"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["Diese %s folgen den Indexierungsregeln, die als Metadaten und Titel definiert sind, du kannst sie hier überschreiben."],"Titles &amp; Metas":["Titel &amp; Metas"],"Default for post type, currently: %s":["Standard für den Artikeltyp, aktuell: %s"],"Focus keyword not set.":["Es wurde kein Fokus Suchbegriff angegeben."],"Search for \"%s\"":["Suche nach \"%s\""],"Always noindex":["Setze Nicht-Indexierung als Standard"],"Noindex subpages of archives":["Verhindere Indexierung von Archiv-Unterseiten"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, enable this.":["Wenn du /seite/2/ jeglichen Archives davor schützen möchtest, in den Suchergebnissen angezeigt zu werden, aktiviere dies."],"Hide RSD Links":["RSD Links ausblenden"],"Hide WLW Manifest Links":["WLW Manifest Links ausblenden"],"Hide Shortlink for posts":["Kurzlinks für Artikel ausblenden"],"Hide RSS Links":["RSS-Links ausblenden"],"Meta Robots":["Metarobots"],"Hide":["Ausblenden"],"These pages will be %s by default, so they will never show up in search results.":[""],"The separator defined in your theme's <code>wp_title()</code> tag.":["Der Trenner der in deinem Theme für den <code>wp_title()</code> Tag definiert ist."],"If you want to restore a site to the default %s settings, press this button.":[""],"Security":["Sicherheit"],"This image is used if the post/page being shared does not contain any images.":["Dieses Bild wird benutzt wenn der geteilte Post / die geteilte Seite keine Bilder enthält."],"Twitter":["Twitter"],"Add Twitter card meta data":["Twitter Card Meta Daten hinzufügen"],"No focus keyword set.":["Kein \"Focus Keyword\" gewählt."],"Your hosting environment does not support PHP's %sDocument Object Model%s.":["Deine Hosting Umgebung unterstützt das PHP %sDocument Object Model%s nicht."],"Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.":["Keyword / Phrase erscheint in %s (insgesamt %s mal) Unterüberschriften in Kopie. Obgleich es kein Muss ist, hat das eine positive Auswirkung auf dein Ranking."],"You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.":["Du hast das Schlüsselwort / Schlüsselphrase in keiner Unterüberschrift (wie z.B. H2) verwendet."],"You searched for %s":["Du hast nach %s gesucht"],"The post %s appeared first on %s.":["Der Beitrag %s erschien zuerst auf %s."],"Successfully cleared all Facebook Data":["Alle Facebook-Daten wurden erfolgreich gelöscht"],"Successfully removed admin %s":["%s wurde als Admin entfernt"],"Frontpage settings":["Einstellungen der Startseite"],"Facebook Insights and Admins":["Facebook Statistiken und Admins"],"Alexa Verification ID":["Alexa Verifikations-ID"],"Social":["Social"],"Email":["E-Mail"],"Subscribe":["Abonnieren"],"Currently connected Facebook admins:":["Aktuell verbundene Facebook-Admins:"],"Add Another Facebook Admin":["Einen weiteren Facebook-Admin hinzufügen"],"Clear all Facebook Data":["Alle Facebook-Daten löschen"],"Image URL":["Bild-URL"],"Description":["Beschreibung"],"Default settings":["Standardeinstellungen"],"This is a settings export file for the %1$s plugin by Yoast.com":[""],"SEO":["SEO"],"Keyword Research":["Keyword-Recherche"],"AdWords External":["AdWords Extern"],"Google Insights":["Google Insights"],"SEO Book":["SEO-Buch"],"Analyze this page":["Diese Seite analysieren "],"Check Inlinks (OSE)":["Eingehende Links prüfen (OSE)"],"Check Keyword Density":["Keyword Dichte prüfen"],"Check Google Cache":["Google-Cache prüfen"],"Check Headers":["Header prüfen"],"SEO Settings":["SEO-Einstellungen"],"XML Sitemaps":["XML-Sitemaps"],"Permalinks":["Permalinks"],"RSS":["RSS"],"Webmaster Tools":["Webmaster Tools"],"Next":["Weiter"],"Like this plugin?":["Gefällt Ihnen das Plugin?"],"Congratulations!":["Glückwunsch!"],"Start Tour":["Tour starten"],"Close":["Schließen"],"Some files could not be removed. Please remove them via FTP.":["Einige Dateien konnten nicht gelöscht werden. Bitte löschen Sie diese via FTP."],"To enjoy all the benefits of the page analysis feature, you'll need to (get your host to) install it.":["Um alle Vorteile des Seiten Analyse Features zu genießen, muss (Ihr Hoster) es installieren."],"The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.":["Die Schlüsselwörter für diese Seite enthalten ein oder mehrere %sStoppwörter%s - ziehen Sie in Betracht, diese zu entfernen. '%s' gefunden."],"The keyword / phrase appears in the URL for this page.":["Das Schlüsselwort erscheint in der URL dieser Seite."],"The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Das Keyword (Suchbegriff oder Suchsatz) ist nicht in der Adresse dieser Seite enthalten. Wenn Sie diese Seite umbenennen, richten Sie bitte einen 301-Redirect von der alten zu der neuen Adresse ein. "],"The slug for this page contains one or more <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, consider removing them.":["Der Slug dieser Seite beinhaltet ein oder mehrere <a href=\"http://en.wikipedia.org/wiki/Stop_words\">Stoppwörter</a>. Sie sollten diese möglichst entfernen."],"The slug for this page is a bit long, consider shortening it.":["Die Titelform dieser Seite ist ein wenig lang, bitte ein wenig kürzen."],"Please create a page title.":["Bitte vergeben Sie einen Seitentitel."],"The page title is more than 40 characters and less than the recommended 70 character limit.":["Der Seitentitel hat mehr als 40 Zeichen und weniger als die empfohlenen 70 Zeichen."],"The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.":["Der Seitentitel enthält %d Zeichen, dies sind weniger als das empfohlene Minimum von 40 Zeichen. Verwenden Sie den Platz, um Keyword-Variationen hinzuzufügen oder erstellen Sie einen Titel mit überzeugender Aufforderung zum Handeln."],"The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.":["Der Seitentitel enthält %d Zeichen, was mehr ist als das sichtbare Limit von 70 Zeichen; einige Worte in Ihrer Auflistung werden für Benutzer nicht sichtbar sein."],"The keyword / phrase %s does not appear in the page title.":["Das Schlüsselwort %s taucht nicht im Seitentitel auf."],"The page title contains keyword / phrase, at the beginning which is considered to improve rankings.":["Der Seitentitel enthält am Anfang das Schlüsselwort / die Phrase, um das Ranking zu verbessern."],"The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.":["Der Seitentitel enthält das Schlüsselwort / die Phrase, die jedoch nicht am Anfang erscheinen, versuchen Sie sie an den Anfang zu verschieben."],"No outbound links appear in this page, consider adding some as appropriate.":["Diese Seite hat keine ausgehenden Links; fügen Sie ggf. welche hinzu."],"You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.":["Sie verlinken mit einem Suchbegriff zu einer externen Seite, mit dem Sie selber mit dieser Seite gute Suchmaschinenergebnisse erzielen wollen. Sie sollten den Linktext ändern, wenn Sie diese Seite wirklich optimieren wollen."],"This page has %s outbound link(s).":["Diese Seite  hat %s ausgehende Link(s)."],"This page has %s outbound link(s), all nofollowed.":["Diese Seite hat %s ausgehende(n) Link(s), alle auf nofollow gesetzt."],"This page has %s nofollowed link(s) and %s normal outbound link(s).":["Diese Seite hat %s Link(s) auf nofollow und %s normale ausgehende Link(s)."],"No images appear in this page, consider adding some as appropriate.":["Diese Seite enthält keine Bilder; fügen Sie ggf. welche hinzu."],"The images on this page are missing alt tags.":["Die Bilder auf dieser Seite besitzen kein alt-Attribut."],"The images on this page contain alt tags with the target keyword / phrase.":["Die Bilder auf dieser Seite enthalten alt-Attribute mit dem Ziel-Schlüsselwort."],"The images on this page do not have alt tags containing your keyword / phrase.":["Die Bilder auf dieser Seite enthalten keine alt-Attribute mit dem Ziel-Schlüsselwort. "],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Bedenken Sie bei der angegebenen Meta-Beschreibung: Wie steht sie im Vergleich zu Mitbewerbern? Könnte sie vielleicht noch attraktiver erscheinen?"],"The meta description is under 120 characters, however up to %s characters are available. %s":["Die Meta-Beschreibung hat weniger als 120 Zeichen, kann aber bis zu %s Zeichen lang sein. Es stehen noch %s Zeichen zur Verfügung."],"The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s":["Die angegebene Meta-Beschreibung enthält mehr als %s Zeichen - wenn Sie die Zeichenanzahl reduzieren, stellen Sie sicher, dass die komplette Beschreibung sichtbar ist. %s"],"No meta description has been specified, search engines will display copy from the page instead.":["Es wurde keine Meta-Beschreibung angegeben. Suchmaschinen werden versuchen, aus der Seite eine passende Beschreibung zu erstellen."],"The meta description contains the primary keyword / phrase.":["Die Meta-Beschreibung enthält hauptsächlich das Schlüsselwort."],"A meta description has been specified, but it does not contain the target keyword / phrase.":["Die Meta-Beschreibung wurde definiert, enthält aber nicht das Ziel-Keyword."],"The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.":["Die verfügbare Platz ist kürzer als die üblichen 155 Zeichen, weil Google auch das Veröffentlichungsdatum in den Textschnipsel einschließen wird."],"There are %d words contained in the body copy. This is far too low and should be increased.":["Es sind %d Wörter im Fließtext enthalten. Das ist viel zu wenig und sollte erhöht werden."],"The keyword density is %s%%, which is a bit low, the keyword was found %s times.":["Die Keyword-Dichte beträgt %s%%, was ein wenig niedrig ist. Das Keyword wurde %s mal gefunden."],"The keyword density is %s%%, which is great, the keyword was found %s times.":["Die Keyword-Dichte beträgt %s%%, was toll ist. Das Keyword wurde %s mal gefunden."],"The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.":["Das Schlüsselwort scheint im ersten Satz des Textes nicht vorzukommen. Stellen Sie umgehend sicher, dass das Thema klar ist."],"The keyword appears in the first paragraph of the copy.":["Das Schlüsselwort taucht im ersten Absatz auf."],"Flesch Reading Ease":["Lesbarkeitsindex"],"The copy scores %s in the %s test, which is considered %s to read. %s":["Der Werbetext erzielt %s in dem %s-Test, was als %s zum Lesen betrachtet wird. %s"],"very easy":["sehr einfach"],"easy":["einfach"],"fairly easy":["ziemlich einfach"],"OK":["OK"],"fairly difficult":["ziemlich schwer"],"Try to make shorter sentences to improve readability.":["Versuchen Sie, kürzere Sätze zu nutzen, um die Lesbarkeit zu erhöhen."],"difficult":["schwer"],"Try to make shorter sentences, using less difficult words to improve readability.":["Versuchen Sie, kürzere Sätze und weniger komplizierte Wörter zu nutzen, um die Lesbarkeit zu erhöhen."],"very difficult":["sehr schwierig"],"Huge SEO Issue: You're blocking access to robots.":["Wichtiges SEO-Problem: Sie blocken den Zugriff von Suchmaschinen."],"I know, don't bug me.":["Weiß ich, geh weg."],"Settings Updated.":["Einstellungen gespeichert."],"Site Admins (default)":["Seiten-Admins (Standard)"],"Super Admins only":["Nur Super-Admins"],"Save MultiSite Settings":["Blog-Netzwerk-Einstelungen speichern"],"MultiSite Settings":["Blog-Netzwerk-Einstelungen"],"Using this form you can reset a site to the default SEO settings.":["Hiermit können Sie die Standard SEO-Einstellungen Ihrer Seite wieder herstellen/zurücksetzen."],"Blog ID":["Blog-ID"],"Restore site to defaults":["Seite auf Standardeinstellungen zurücksetzen"],"Restore site to default settings":["Seite auf Standardeinstellungen zurücksetzen"],"RSS Footer options imported successfully.":["RSS Footer-Optionen erfolgreich importiert."],"Yoast Breadcrumbs options imported successfully.":["Yoast Breadcrumbs-Optionen erfolgreich importiert."],"Yoast Breadcrumbs options could not be found":["Yoast Breadcrumbs-Optionen konnten nicht gefunden werden"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Ohne Zweifel haben Sie zuvor ein SEO-Plugin benutzt, wenn diese Webseite nicht brandneu ist. Damit es für Sie einfach weitergeht, können Sie die Daten unten importieren. Wenn Sie wollen, können Sie erst importieren, dann prüfen ob alles korrekt ist, dann 'Importieren &amp; Löschen'. Es werden keine doppelten Einträge importiert."],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["Wenn Sie bisher ein anderes SEO-Plugin verwenden, versuchen Sie das %sSEO Data Transporter%s Plugin, um Ihre Daten in dieses Pugin zu importieren, es funktioniert wirklich!"],"Import from HeadSpace2?":["Import aus HeadSpace2?"],"Import from All-in-One SEO?":["Import aus All-in-One SEO?"],"Delete the old data after import? (recommended)":["Sollen die alten Daten nach dem Import gelöscht werden? (empfohlen)"],"Import":["Import"],"Import from Robots Meta (by Yoast)?":["Import aus Robots Meta (von Yoast)?"],"Import from RSS Footer (by Yoast)?":["Import aus RSS Footer (von Yoast)?"],"Import from Yoast Breadcrumbs?":["Import aus Yoast Breadcrumbs?"],"Export":["Export"],"Export your %1$s settings here, to import them again later or to import them on another site.":[""],"Include Taxonomy Metadata":["Taxonomie-Metadaten einbeziehen"],"Import settings":["Import-Einstellungen"],"Settings successfully imported.":["Einstellungen wurden erfolgreich importiert."],"Settings could not be imported:":["Einstellungen konnten nicht importiert werden:"],"Upload failed.":["Beim Hochladen ist ein Fehler aufgetreten."],"Force rewrite titles":["Umschreiben der Titel erzwingen"],"Homepage":["Homepage"],"Title template":["Seitentitel-Vorlage"],"Meta description template":["Meta Beschreibung-Vorlage"],"Meta keywords template":["Meta Suchbegriffe-Vorlage"],"Homepage &amp; Front page":["Homepage &amp; Startseite"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":["Sie können den Titel und die Beschreibung für die Startseite festlegen durch %sBearbeiten der Startseite selbst%s festlegen &raquo;"],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["Sie können den Titel und die Beschreibung für die Blog-Seite durch %sBearbeiten der Blog-Seite selbst%s festlegen &raquo;"],"Taxonomies":["Taxonomien"],"Author Archives":["Autor-Archiv"],"Date Archives":["Datums-Archiv"],"Search pages":["Such-Seiten"],"404 pages":["404-Seiten"],"Custom Post Type Archives":["Archive von Artikeltypen"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Hinweis: Anstelle von Templates sind dies die tatsächlichen Titel und Meta-Beschreibungen für diese Archivseiten von Artikeltypen."],"Title":["Titel"],"Meta description":["Meta-Beschreibung"],"Breadcrumbs Title":["Breadcrumb-Titel"],"Replaced with the date of the post/page":["Wird ersetzt durch das Datum des/der Artikels/Seite"],"Replaced with the title of the post/page":["Wird ersetzt durch den Titel des Beitrags bzw. der Seite"],"The site's name":["Der Seitenname"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Wird ersetzt durch Textauszug aus Artikel / Seite (oder automatisch generiert, falls nicht vorhanden)"],"Replaced with the post/page excerpt (without auto-generation)":["Wird ersetzt durch Textauszug des Artikels / der Seite (ohne Auto-Generierung)"],"Replaced with the current tag/tags":["Wird ersetzt durch das gegenwärtige Schlüsselwort"],"Replaced with the post categories (comma separated)":["Wird ersetzt durch die Kategorien aus dem Artikel (mit Komma getrennt)"],"Replaced with the category description":["Wird ersetzt durch die Beschreibung der Kategorie"],"Replaced with the tag description":["Wird ersetzt durch die Schlagwort-Beschreibung"],"Replaced with the term description":["Wird ersetzt durch die Beschreibung des Ausdrucks"],"Replaced with the term name":["Wird ersetzt durch den Begriff"],"Replaced with the post/page modified time":["Wird ersetzt durch die Bearbeitungszeit des Artikels/ der Seite"],"Replaced with the post/page ID":["Wird ersetzt durch die ID des Artikels/der Seite"],"Replaced with the post/page author's 'nicename'":["Wird ersetzt durch den Autor-'Nicename' des Artikels/ der Seite"],"Replaced with the post/page author's userid":["Wird ersetzt durch die Autor-Nutzer-ID des Artikels/ der Seite"],"Replaced with the current search phrase":["Wird ersetzt durch die gegenwärtige Suchphrase"],"Replaced with the current time":["Wird ersetzt durch die aktuelle Zeit"],"Replaced with the current date":["Wird ersetzt durch das aktuelle Datum"],"Replaced with the current month":["Wird ersetzt durch den aktuellen Monat"],"Replaced with the current year":["Wird ersetzt durch die aktuelle Jahreszahl"],"Replaced with the current page total":["Wird ersetzt durch die aktuelle gesamte Seitenanzahl"],"Replaced with the current page number":["Wird ersetzt durch die gegenwärtige Seitennummer"],"Attachment caption":["Beschriftung Dateianhang"],"Replaced with the posts focus keyword":["Wird ersetzt durch das Ziel-Schlüsselwort des Artikels"],"Strip the category base (usually <code>/category/</code>) from the category URL.":["Die Kategorie-Basis (üblicherweise <code>/category/</code>) aus der Kategorie-URL entfernen."],"Enforce a trailing slash on all category and tag URL's":["Einen abschließenden Schrägstrich am Ende aller Kategorie- und Schlagwörter-URLs erzwingen"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":[""],"Redirect attachment URL's to parent post URL.":["Anhang-URL zur URL des übergeordneten Artikels/ der übergeordneten Seite weiterleiten."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URL's if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Anhänge von Artikeln/ Seiten werden in der Datenbank als 'Artikel' abgelegt, d.h. sie sind erreichbar unter ihren eigenen URLs, wenn Sie sie nicht weiterleiten. Dies zu aktivieren, wird sie zu dem Ursprungsbeitrag weiterleiten, dem sie hinzugefügt wurden."],"Redirect ugly URL's to clean permalinks. (Not recommended in many cases!)":["Hässliche URLs zu sauberen Permalinks umleiten. (Nicht empfohlen in vielen Fällen!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Die Leute machen manchmal in Verlinkungen zu Ihnen Fehler, oder es werden unerwünschte Parameter ans Ende der URLs angehängt. Dies hier erlaubt Ihnen, diese umzuleiten. Bitte beachten Sie jedoch: Auch wenn dieses Feature aktiv entwickelt/ gepflegt wird, ist bekannt, dass es mit einigen Plugins Probleme gibt. Daher sollten Sie dieses Feature hier als erstes deaktivieren, falls Sie Probleme mit anderen Plugins nach der Installation feststellen."],"Prevent cleaning out Google Site Search URL's.":["Verhindere, URLs der Google Site Search zu entfernen."],"Google Site Search URL's look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Google Site Search URLs sehen komisch und hässlich aus, doch wenn Sie Google Site Search benutzen, möchten Sie sie wahrscheinlich nicht bereinigen lassen."],"Other variables not to clean":["Weitere Variablen, die nicht entfernt werden sollen"],"Enable Breadcrumbs":["Breadcrumbs aktivieren"],"Separator between breadcrumbs":["Trenner zwischen den Brotkrümeln"],"Anchor text for the Homepage":["Ankertext der Webseite"],"Prefix for the breadcrumb path":["Präfix für die Brotkrümelpfad"],"Prefix for Archive breadcrumbs":["Präfix für Archiv-Breadcrumb"],"Prefix for Search Page breadcrumbs":["Präfix für Suchseiten-Breadcrumb"],"Breadcrumb for 404 Page":["Breadcrumb für 404-Fehlerseite"],"Remove Blog page from Breadcrumbs":["Entferne die Blogseite von der Breadcrumb"],"None":["Keine"],"Blog":["Blog"],"Bold the last page in the breadcrumb":["Die letzte Seite im Breadcrumb fett darstellen"],"How to insert breadcrumbs in your theme":["Wie Sie Breadcrumbs in Ihr Theme einbinden können."],"You cannot edit the robots.txt file.":["Sie dürfen die robots.txt nicht bearbeiten."],"Updated Robots.txt":["Robots.txt aktualisiert"],"You cannot edit the .htaccess file.":["Sie dürfen die .htacces nicht bearbeiten."],"If your robots.txt were writable, you could edit it from here.":["Wenn Ihre robots.txt beschreibbar wäre, könnten Sie diese hier bearbeiten."],"Edit the content of your robots.txt:":["Den Inhalt Ihrer robots.txt bearbeiten:"],"Save changes to Robots.txt":["Änderungen in der robots.txt speichern"],"Robots.txt":["Robots.txt"],"If your .htaccess were writable, you could edit it from here.":["Wenn Ihre .htaccess beschreibbar wäre, könnten Sie diese hier bearbeiten."],"Edit the content of your .htaccess:":["Den Inhalt Ihrer .htacces bearbeiten:"],"Save changes to .htaccess":["Speichern Sie Ihre Änderungen in der .htaccess"],".htaccess file":[".htaccess-Datei"],"Facebook App ID":["Facebook Anwendungs-ID"],"Disable the author archives":["Autor-Archiv deaktivieren"],"Disable the date-based archives":["Abschalten des Datumsbasierten Archives"],"Prevents search engines from using the DMOZ description for pages from this site in the search results.":["Verbietet den Suchmaschinen, die DMOZ Seiten-Beschreibung dieser Seite für die Suchergebnisse zu verwenden."],"Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.":["Verbietet den Suchmaschinen, die Yahoo! Verzeichnis Seiten-Beschreibung dieser Seite für die Suchergebnisse zu verwenden."],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Dieses Feature wird dazu benutzt, um automatisch Inhalt in Ihren RSS-Feed einzufügen. Konkret bedeutet das, dass Verlinkungen zurück zu Ihrer Webseite und Ihren Artikeln gesetzt werden, 'dumme Inhalts-Diebe' werden diese Links daher ebenso mit ziehen/ setzen und Ihnen somit helfen, via Suchmaschine Sie als die Originalquelle des Inhaltes zu identifizieren."],"Content to put before each post in the feed":["Inhalt, der vor jeden Eintrag im RSS-Feed gesetzt wird"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Sie können folgende Variablen innerhalb Ihres Inhalts verwenden. Diese werden durch den Wert auf der rechten Seite ersetzt."],"A link to the archive for the post author, with the authors name as anchor text.":["Link zum Autor-Archiv mit dem Namen des Autors als Linktext."],"A link to the post, with the title as anchor text.":["Link zum Artikel mit dem Artikelnamen als Linktext."],"A link to your site, with your site's name as anchor text.":["Link zu Ihrer Seite mit Ihrem Blognamen als Linktext."],"A link to your site, with your site's name and description as anchor text.":["Link zu Ihrer Seite mit Blogname und Slogan als Linktext."],"Check this box to enable XML sitemap functionality.":["Funktionen für XML-Sitemaps aktivieren."],"You can find your XML Sitemap here: %sXML Sitemap%s":["Ihre XML-Sitemap finden Sie hier: %sXML-Sitemap%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["Sie brauchen <strong>keine</strong> XML-Sitemap generieren lassen, noch wird irgendwelche Zeit benötigt, um so etwas nach der Veröffentlichung eines Artikels/ einer Seite zu bewerkstelligen."],"Save your settings to activate XML Sitemaps.":["Speichern Sie die Einstellungen, um XML-Sitemaps zu aktivieren."],"General settings":["Allgemeine Einstellungen"],"Please check the appropriate box below if there's a post type that you do <strong>NOT</strong> want to include in your sitemap:":["Bitte markieren Sie hier die Artikeltypen, die <strong>NICHT</strong> in die Sitemap aufgenommen werden sollen."],"Please check the appropriate box below if there's a taxonomy that you do <strong>NOT</strong> want to include in your sitemap:":["Falls es eine Taxonomie gibt, die <strong>NICHT</strong> in die Sitemap aufgenommen werden soll, markieren Sie sie bitte hier:"],"Fix it.":["Beheben."],"The following file(s) is/are blocking your XML sitemaps from working properly:":["Die folgende(n) Datei(en) verhinder(t/n) ein einfwandfreies Arbeiten Ihrer XML Sitemap:"],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":[""],"Ignore.":["Ignorieren."],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Sie haben bisher den Artikel-/ Seitentitel nicht in der URL Ihrer Artikel und Seiten, dies wird jedoch dringend empfohlen. Ziehen Sie in Betracht, Ihre Permalinkstruktur auf <strong>/%postname%/</strong> einzustellen."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, so the suggestion is to disable it, to do that, simply uncheck the box before \"Break comments into pages...\"":["Kommentare werden derzeit seitenweise angezeigt, dies wird jedoch in 999 von 1000 Fällen gar nicht benötigt. Daher wird vorgeschlagen, dies zu deaktivieren. Deaktivieren Sie einfach die Checkbox vor \"Brechen Sie Kommentare in Seiten um...\""],"General Settings":["Allgemeine Einstellungen"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Nutzen Sie die unten stehenden Boxen, um Ihren Blog bei verschiedenen Webmaster Tools zu verifizieren. Ist Ihre Website bereits verifiziert, ignorieren Sie die Boxen. Geben Sie die Daten zur Verifikation an:"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"Title to use for Author page":["Titel, der auf der Autoren-Seite genutzt wird"],"Meta description to use for Author page":["Meta-Beschreibung, die auf der Autoren-Seite genutzt wird"],"Meta keywords to use for Author page":["Meta-Keywords, die auf der Autoren-Seite genutzt werden sollen"],"Settings":["Einstellungen"],"SEO Title":["SEO-Titel"],"The SEO title is used on the archive page for this term.":["Der SEO-Titel wird auf der Archivseite für diesen Term benutzt."],"SEO Description":["SEO Beschreibung"],"The SEO description is used for the meta description on the archive page for this term.":["Die SEO description wird in der meta Description auf der Archivseite genutzt"],"Meta keywords used on the archive page for this term.":["Meta Keywords die auf der Archivseite genutzt werden."],"Canonical":["Canonical"],"The canonical link is shown on the archive page for this term.":["Der Canonical-Link wird auf der Archivseite für diesen Term angezeigt."],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["Der Breadcrumbs-Titel wird in den Breadcrumbs benutzt, wo diese %s erscheint."],"Noindex this %s":["Noindex für %s"],"Include in sitemap?":["In Sitemap einbinden?"],"Auto detect":["Automatisch erkennen"],"Always include":["Immer einbinden"],"Never include":["Nicht einbinden"]," (because of date display)":["(wegen der Datumsanzeige)"],"Snippet Preview":["Snippet Vorschau"],"Focus Keyword":["Fokus Keyword"],"The <code>meta</code> description will be limited to %s chars%s, %s chars left.":["Die <code>Meta</code>-Beschreibung wird auf %s Zeichen%s begrenzt; noch %s Zeichen verbleiben."],"If you type something above it will override your %smeta keywords template%s.":["Wenn Sie oben etwas eingeben, wird es Ihr %sMeta Keywords-Template%s überschreiben."],"Meta Robots Index":["Meta Robots Index"],"Meta Robots Follow":["Meta Robots Follow"],"Follow":["Follow"],"Nofollow":["Nofollow"],"Meta Robots Advanced":["Meta Robots Erweitert"],"Advanced <code>meta</code> robots settings for this page.":["Erweiterte <code>Meta</code> Robots Einstellungen für diese Seite."],"NO ODP":["Kein ODP"],"NO YDIR":["Kein YDIR"],"No Archive":["Kein Archiv"],"No Snippet":["Kein Snippet"],"Breadcrumbs title":["Breadcrumbs-Titel"],"Title to use for this page in breadcrumb paths":["Titel, der für diese Seite in Breadcrumbs-Pfaden benutzt werden soll"],"Canonical URL":["Canonical URL"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["Die canonical URL auf die diese Seite zeigen soll, für den Permalink lassen Sie das Feld leer. %sCross Domain canonical%s wird ebenfalls unterstützt. "],"301 Redirect":["301 Weiterleitung"],"The URL that this page should redirect to.":["Die URL auf die Seite weiterleiten soll."],"General":["Generell"],"Page Analysis":["Seitenanalyse"],"Advanced":["Erweitert"],"Archives":["Archiv"],"Page not found":["Seite nicht gefunden"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Nur für Administratoren: diese Seite zeigt keine Meta Description, da bisher keine vorhanden ist, verfassen Sie entweder eine spezielle oder definieren Sie unter SEO -> Titel Menü ein Template"],"Home":["Home"],"Archives for":["Archiv für"],"You searched for":["Sie haben gesucht nach"],"Error 404: Page not found":["Fehler 404: Seite nicht gefunden"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alle <span class=\"count\">(%s)</span>","Alle <span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Papierkorb <span class=\"count\">(%s)</span>","Papierkorb <span class=\"count\">(%s)</span>"]}}}