{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n > 1;"},"You've never used this focus keyword before, very good.":["Vous n'aviez jamais utilisé ce mot-clé principal, c'est très bien."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Vous avez déjà utilisé ce mot-clé principal %1$sune fois%2$s, assurez-vous d'indiquer très clairement quelle URL sur votre site est la plus importante pour ce mot-clé."],"No subheading tags (like an H2) appear in the copy.":["Aucune balise d'en-tête (comme un H2) n'apparaît dans votre contenu."],"The slug for this page is a bit long, consider shortening it.":["L'identifiant de cette page est un peu trop long, il serait préférable de le raccourcir."],"Please create a page title.":["Veuillez saisir un titre pour cette page."],"No outbound links appear in this page, consider adding some as appropriate.":["Aucun lien externe n'apparaît dans cette page, vous devriez envisager d'en ajouter."],"No images appear in this page, consider adding some as appropriate.":["Aucune image n'apparaît sur cette page, vous devriez en ajouter quelques unes."],"The images on this page are missing alt tags.":["Les images sur cette page ne contiennent pas de texte alternatif (attribut alt)."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Pour cette balise méta description, n'oubliez pas de considérer&nbsp;: Comment se compare-t-elle à la concurrence&nbsp;? Pourrait-elle être plus attrayante&nbsp;?"],"No meta description has been specified, search engines will display copy from the page instead.":["Aucune meta description n'a été spécifiée, les moteurs de recherche vont donc utiliser le contenu de la page."],"fairly difficult":["assez difficile"],"Try to make shorter sentences to improve readability.":["Essayez de faire des phrases plus courtes pour améliorer la lisibilité."],"difficult":["difficile"],"Try to make shorter sentences, using less difficult words to improve readability.":["Essayez de faire des phrases plus courtes, en utilisant des mots moins compliqués afin d'améliorer la lisibilité."],"very difficult":["très difficile"]}}}