{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;"},"You've never used this focus keyword before, very good.":["Vámi zvolené klíčové slovo jste ještě nepoužili. Velmi dobře."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Použili jste toto klíčové slovo %1$sonce before%2$s, rozmyslete si pro kterou URL na vašich stránkách je toto klíčové slovo nejdůležitější."],"No subheading tags (like an H2) appear in the copy.":["Žádné podnadpisy (jako H2) v kopii."],"The slug for this page is a bit long, consider shortening it.":["Část (the slug) na této stránce je to trochu dlouhý, zvažte jeho zkrácení."],"Please create a page title.":["Vytvořte si prosím název stránky."],"No outbound links appear in this page, consider adding some as appropriate.":["Stránka neobsahuje žádné odkazy mimo váš web. Zkuste přidat nějaké smysluplné"],"No images appear in this page, consider adding some as appropriate.":["Na této stránce nejsou žádné obrázky, zkuste přidat nějaké smysluplné"],"The images on this page are missing alt tags.":["Obrázkům na této stránce chybí tag alt"],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["V zadaném meta popisu zvažte: Jaký je v porovnání s konkurencí? Nemohl by být lákavější?"],"No meta description has been specified, search engines will display copy from the page instead.":["Nebyl zadaný meta popis, vyhledávače budou zobrazovat popis stránky."],"fairly difficult":["poměrně obtížné"],"Try to make shorter sentences to improve readability.":["Snažte se tvořit kratší věty, aby se zlepšila čitelnost."],"difficult":["obtížné"],"Try to make shorter sentences, using less difficult words to improve readability.":["Snažte se tvořit kratší věty použitím méně obtížných slov pro zlepšení čitelnosti."],"very difficult":["velmi obtížné"]}}}