{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=(n > 1);"},"You've never used this focus keyword before, very good.":["Çok iyi, daha önce bu odak anahtar kelimeyi hiç kullanmamıştınız."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["%1$sDaha önce bir kez%2$s bu odak anahtar kelimesini kullanmışsınız, bu anahtar kelime için sitenizin hangi adresinin daha önemli olduğundan emin olun."],"No subheading tags (like an H2) appear in the copy.":["Alt başlık etiketleri (H2 gibi) kopyada gözükmesin."],"The slug for this page is a bit long, consider shortening it.":["Bu sayfa için kısa yazı ismi biraz uzun, kısaltmayı gözden geçirin."],"Please create a page title.":["Lütfen bir sayfa başlığı oluşturun."],"No outbound links appear in this page, consider adding some as appropriate.":["Bu sayfada hiç dışarı giden bağlantı gözüküyor, uygun bir kaç tane eklemeyi düşünün."],"No images appear in this page, consider adding some as appropriate.":["Bu sayfada hiç görsel bulunmuyor, bir kaç tane eklemeyi düşünün."],"The images on this page are missing alt tags.":["Bu sayfadaki görsellerde alt etiketi eksik."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Belirtilen meta açıklaması için şunları göz önünde bulundurun: Rekabete göre nasıl karşılaştırılabilir? Daha çekici yapılabilir mi?"],"No meta description has been specified, search engines will display copy from the page instead.":["Hiç bir meta açıklaması belirtilmemiş, arama motorları ilgili sayfanın kopyasını gösterecektir."],"fairly difficult":["oldukça zor"],"Try to make shorter sentences to improve readability.":["Okunabilirliği artırmak için kısa cümleler kurmaya çalışın."],"difficult":["zor"],"Try to make shorter sentences, using less difficult words to improve readability.":["Daha kısa cümleler kurmayı deneyin, daha az zor kelimeler kullanarak okunabilirliği geliştirin."],"very difficult":["çok zor"]}}}