{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Не пропускайте да следите грешките при индексиране: %1$sсвържете се с Google Search Console от тук%2$s."],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["Според %1$s, използвате версия на %2$s, която не е съвместима с %1$s. За да използвате тази функция, актуализирайте %2$s до най-новата версия."],"Creating redirects is a %s feature":["Създаването на пренасочвания е функция на %s"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["Според %1$s, използвате версия %2$s на %3$s. За да предотвратите проблеми със съвместимостта, моля актуализирайте до най-новата версия."],"Recent Rockstars":["Най-новите звезди"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Ако не знаете къде да откриете нужния идентификатор, прочетете %1$sтази статия в базата знания%2$s."],"Error: a redirect for this URL already exists":["Грешка: вече съществува пренасочване за този URL"],"Redirect this broken URL and fix the error":["Пренасочване на този счупен URL и поправка на грешката"],"Posts that are set to %s":["Публикации със зададен статус %s"],"%s Posts Overview":["Преглед на публикациите на %s"],"Prefix for search result pages:":["Префикс за страниците с резултати от търсения:"],"Prefix for archive pages:":["Префикс за архивните страници:"],"Prefix for breadcrumbs:":["Префикс за пътечките:"],"Anchor text for the homepage:":["Анкер текст за заглавната страница:"],"Remove blog page from breadcrumbs":["Премахване на страницата от пътечката"],"Search Console":["Search Console"],"Export your %1$s settings":["Експорт на настройките на %1$s"],"%1$s settings":["Настройки на %1$s"],"Yoast SEO":["Yoast SEO"],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":["Отдолу са показани SEO резултатите на публикациите. Моментът е много подходящ да започнете да подобрявате качеството на някои от вашите публикации!"],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Ако използвате URL параметри за следене на кампании в Google Analytics, които започват с %s, активирайте тази функция. Имайте предвид обаче, че е препоръчително да не използвате такъв разделител на параметрите, а да употребявате хеш (#)."],"Reload crawl issues":["Презареждане на списъка с грешки при обхождане"],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code.":["За да може %1$s да извлече информацията от %2$s, моля въведете оторизационен код."],"Get Google Authorization Code":["Получаване на оторизационен код"],"Please enter the Google Authorization Code in the field below and press the Authenticate button.":["Въведете кода в полето отдолу и натиснете бутона \"Автентикация\"."],"Authenticate":["Автентикация"],"Reauthenticate with Google ":["Повторна автентикация пред Google"],"Current profile":["Настоящ профил"],"Profile":["Профил"],"There were no profiles found":["Не са открити профили"],"Save Profile":["Запис на профила"],"or":["или"],"Disable the Advanced part of the %1$s meta box":["Деактивиране на разширените настройки на панела %1$s meta"],"%1$s Extensions":["Разширения за %1$s"],"%1$s Meta Box":["%1$s meta панел"],"Who should have access to the %1$s settings":["Кои потребители да имат достъп до настройките на %1$s"],"%1$s comes with some very powerful built-in tools:":["%1$s предоставя няколко много мощни вградени инструмента:"],"Excluded Posts":["Изключени публикации"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Можете да изваждате публикации от картата на сайта, като въвеждате техните Post ID номера. Списъкът трябва да изглежда по подобен начин: %1$s."],"Posts to exclude":["Публикации за изключване"],"Thank you for updating %1$s!":["Благодарим Ви, че актуализирахте %1$s!"],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":["Не е необходимо да създавате пренасочване за URL %1$s, тъй като такова вече е направено. Съществуващото пренасочване сочи към %2$s. Ако това е приемливо, можете да маркирате проблема като решен. В противен случай отидете в страницата с пренасочвания и променете URL адреса на дестинацията."],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year support and updates, on %2$s.":["За да създадете пренасочване и да решите този проблем, се нуждаете от %1$s. Можете да закупите разширението, с включена едногодишна поддръжка и актуализации, от %2$s."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Разширенията на Yoast споделят известно количество код помежду си, за да направят вашия сайт по-бърз. Поради тази причина е необходимо всички разширения на Yoast да се поддържат актуални. Забелязахме, че това не е така, затова моля актуализирайте неактуалните версии на използваните разширения."],"URL":["URL адрес"],"Last crawled":["Последно обхождане"],"First detected":["Първоначално откриване"],"Response code":["HTTP код на отговора"],"Mark as fixed":["Маркиране като поправено"],"Create redirect":["Създаване на пренасочване"],"Search":["Търсене"],"Crawl errors per page":["Грешки при обхождането за всяка страница"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["Данните на %1$s са премахнати. Ако искате да ги извлечете пак, трябва да извършите повторна автентикация."],"The issues have been successfully reloaded!":["Списъкът с проблеми беше актуализиран успешно."],"Incorrect Google Authorization Code.":["Невалиден оторизационен код."],"Issue categories":["Категории с проблеми"],"Errors that occurred when your site was crawled by Googlebot.":["Грешки, възникнали при обхождането на вашия сайт от Googlebot."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Грешки, които са възникнали само когато вашият сайт е обхождан от Googlebot-Mobile (грешките не се появяват за настолната версия)."],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Грешки, които са възникнали само когато вашият сайт е обхождан от Googlebot за конвенционални телефони (грешките не се появяват за настолната версия)."],"Create a redirect":["Създаване на пренасочване"],"Current URL:":["Настоящ URL:"],"New URL:":["Нов URL:"],"Mark as fixed:":["Маркиране като поправено:"],"Mark this issue as fixed in %1$s.":["Маркиране на проблема като коригиран в %1$s."],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["URL адресът не съществува, но сървърът не връща грешка 404 (file not found)."],"Desktop":["Настолни компютри"],"Smartphone":["Смартфони"],"Feature phone":["Конвенционални телефони"],"%1$s Settings":["Настройки на %1$s"],"Posts with good SEO score":["Публикации с добър SEO резултат"],"Posts with OK SEO score":["Публикации с приемлив SEO резултат"],"Posts with poor SEO score":["Публикации със слаб SEO резултат"],"Posts with bad SEO score":["Публикации с лош SEO резултат"],"Posts without focus keyword":["Публикации без целева ключова дума"],"Upgrade to %1$s &raquo;":["Преминете към %1$s &raquo;"],"The %1$s plugin(s) might cause issues when used in conjunction with %2$s.":["Едно или повече разширения (%1$s) могат да създадат проблеми при използване заедно с %2$s."],"This warning is generated by %1$s.":["Това съобщение е генерирано от %1$s."],"Access denied":["Отказан достъп"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Сървърът изисква автентикация или блокира достъпа на Googlebot до сайта."],"Faulty redirects":["Пренасочвания с грешки"],"Not followed":["Not followed"],"Not found":["Не е открит"],"URL points to a non-existent page.":["URL адресът сочи към несъществуваща страница."],"Google was unable to crawl this URL due to an undetermined issue.":["Google не може да извлече този URL поради неизвестна причина."],"Blocked":["Блокиран"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot има достъп до вашия сайт, но някои URL адреси са блокирани за Googlebot във файла %1$s. Тази забрана може да се отнася за всички разновидности на Googlebot или да е само за Googlebot-mobile."],"Server Error":["Сървърна грешка"],"Request timed out or site is blocking Google.":["Тайм-аут на аявката или сайтът блокира Google."],"Soft 404":["Soft 404"],"More %1$s":["Повече %1$s"],"%s Breadcrumbs":["%s пътечка"],"Breadcrumbs separator:":["Разделител за елементите на пътечката"],"Breadcrumb for 404 pages:":["Пътечка за 404 страница:"],"Error creating %1$s export: ":["Грешка при създаване на експортния файл на %1$s:"],"Configure %1$s's OpenGraph settings":["Конфигуриране на OpenGraph настройките на %1$s"],"Configure %1$s's XML Sitemap settings":["Конфигуриране на настройките на %1$s за XML карта (sitemap)."],"%1$s has been updated to version %2$s. %3$sClick here%4$s to find out what's new!":["%1$s е актуализиран до версия %2$s. %3$sКликнете тук%4$s, за да научите какви са новостите!"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Сайтът все още използва стандартното подзаглавие на WordPress. Дори ако оставите това поле празно, ще бъде по-добре. %1$sКоригирайте проблема в панела за настройки на сайта%2$s."],"Just another WordPress site":["Поредният WordPress сайт"],"Latest Changes":["Най-новите промени"],"We've summarized the most recent changes in %s.":["Тук ще научите за най-новите промени в %s."],"View Changes":["Списък с промени"],"Clean up the %s":["Изчистване на %s"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google показва името на вашия сайт в резултатите от търсенето. По подразбиране това поле съдържа името на сайта, но можете да промените съдържанието му от тук. Можете също така да посочите алтернативно име на сайта, което Google по своя преценка да показва."],"Alternate name":["Алтернативно име"],"Duplicate content prevention":["Предотвратяване на дублирано съдържание"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Ако поддържате блог само с един автор, авторският архив ще изглежда по абсолютно същия начин като заглавната страница на блога. Това е пример за %1$sпроблем с дублирането на съдържание%2$s."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Ако вашият сайт има само един автор, можете или да деактивирате авторския архив (което  ще пренасочва към заглавната страница), или да зададете атрибут %s, за да не се показва в резултатите от търсения."],"Add %s to the author archives":["Задаване на атрибут %s на авторските архиви"],"Date-based archives could in some cases also be seen as duplicate content.":["При определени обстоятелства е възможно архивите по дати също да бъдат възприети като дублирано съдържание."],"Add %s to the date-based archives":["Задаване на атрибут %s за архивите по дати"],"Sitewide meta settings":["Глобални настройки за meta"],"Use meta keywords tag?":["Използване на meta keywords таг?"],"Add %s meta robots tag sitewide":["Добавяне на атрибут %s към тага meta robots навсякъде в сайта"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Добавяне на Open Graph мета данни към раздела %s на сайта. Facebook и други социални мрежи използват тази информация при споделянето на вашето съдържание."],"Add Twitter card meta data to your site's %s section.":["Добавяне на Twitter card мета данни към раздела %s на сайта."],"Taxonomy to show in breadcrumbs for post types":["Нива от структурата на сайта, които да се показват в пътечката за различните видове публикации"],"Post type archive to show in breadcrumbs for taxonomies":["Тип на архива на публикациите, който да се показва в пътечките за структурата на сайта"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Употребата на пътечки (breadcrumbs) е обяснена в %1$sстатията за имплементиране на пътечки%2$s в нашата база знания."],"Page %1$d of %2$d":["Страница %1$d от %2$d"],"Mobile-Friendly Test":["Тест за мобилна съвместимост"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Инсталацията на разширението %1$s е недовършена. Прочетете %2$sинструкциите за инсталация%3$s."],"Please make sure both fields are filled.":["Уверете се, че и двете полета са попълнени."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Въведената информация съдържа невалидни символи. Уверете се, че и двете полета са попълнени правилно."],"This Facebook user has already been added as an admin.":["Този Facebook потребител вече е добавен като администратор."],"More info can be found %1$son our knowledge base%2$s.":["Повече информация ще откриете в нашата %1$sбаза знания%2$s."],"Add Facebook admin":["Добавяне на Facebook администратор"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["За да получите достъп до %1$sFacebook Insights%2$s, трябва да добавите потребител тук. Името се използва само за ваше удобство; верификацията се извършва по потребителския ID номер."],"Admin's name:":["Име на администратора:"],"Admin's Facebook user ID:":["Facebook ID номер на администратора:"],"Website name":["Име на сайта"],"The recommended image size for %1$s is %2$spx.":["Препоръчителният размер на изображенията за %1$s е %2$spx."],"Warning: the variable %s cannot be used in this template.":["Внимание: променливата %s не може да се използва в този шаблон."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Не можахме да установим връзка с нашия сървър, за да потвърдим лицензния ключ. Моля инструктирайте вашата хостинг компания да разреши изходящите връзки от вашия сървър към %s."],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Сървърът използва остаряла версия на PHP модула cURL (Версия: %s). Моля инструктирайте вашата хостинг компания да актуализира инсталираната версия на cURL. Можете да прочетете повече по темата в нашата %sБаза знания%s."],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":["Основното изображение трябва да е с размери минимум 200х200 пиксела, за да бъде възприето от Facebook и други социални мрежи."],"See the help tab for more info.":["Вижте панела \"Помощ\" за повече информация."],"Note that not all variables can be used in every template.":["Имайте предвид, че не всички променливи могат да се използват във всеки шаблон."],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Както %1$s by Yoast, така и %2$s създават OpenGraph код, което може да накара Facebook, Twitter, LinkedIn и други социални мрежи да вземат грешните текстове и изображения при споделяне на страницата."],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["Както %1$s, така и %2$s могат да създават XML карта (sitemap). Наличието на две XML карти не носи ползи за търсещите машини, а същевременно може да забави вашия сайт."],"To be able to access %sFacebook Insights%s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["За да получите достъп до %sFacebook Insights%s за вашия сайт, трябва да посочите Facebook администратор. Това може да бъде потребител на Facebook, а ако имате Facebook приложение за сайта, можете да използвате и него."],"Warning!":["Внимание!"],"Recommended solution":["Препоръчително решение"],"We recommend you deactivate %1$s and have another look at your %2$s configuration using the button above.":["Препоръчваме ви да деактивирате %1$s и да прегледате отново вашата %2$s конфигурация чрез бутона отгоре."],"Deactivate %s":["Деактивиране на %s"],"What’s new in %s":["Какво е новото във версия %s"],"Activation failed:":["Грешка при активиране:"],"Export created: %1$sdownload your export file here%2$s.":["Експортирането завърши успешно: %1$sизтеглете експортния файл оттук%2$s."],"Could not zip settings-file.":["Файлът с настройките не можа да бъде zip-нат."],"Could not write settings to file.":["Не беше възможно да се запишат настройките във файл."],"This export includes taxonomy metadata":["Експортът съдържа метаданни за структурата на категориите"],"No taxonomy metadata found":["Не са намерени метаданни за структурата на категориите"],"Error: no Robots Meta data found to import.":["Грешка: Не са намерени Robots метаданни за импортиране."],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["За да импортирате настройките, намерете файла <em>settings.zip</em> и кликнете върху \"Импорт на настройките\""],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Филтриращото разширение изглежда недостъпно. Моля обърнете се към Вашия уеб хост, за да го активирате."],"Company Info":["Информация за фирмата"],"Your Info":["Информация за вас"],"Upload Image":["Качване на изображение"],"Breadcrumbs":["Пътечки (breadcrumbs) "],"SEO:":["SEO: "],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":["Това са общите настройки за %1$s. От тук можете да започнете отново обзора на възможностите или да възстановите настройките на %1$s по подразбиране."],"Tab: Your Info / Company Info":["Панел: Информация за вас / Информация за фирмата"],"Add some info here needed for Google's Knowledge Graph.":["Тук добавете информация, която е необходима за Knowledge Graph на Google."],"Tab: Webmaster Tools":["Панел: Webmaster инструменти"],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":["Тук можете да добавите кодовете за проверка за различните Webmaster инструменти. Горещо ви препоръчваме също така да изпробвате Webmaster инструментите на Google и Bing."],"Tab: Security":["Панел: Сигурност"],"Determine who has access to the plugins advanced settings on the post edit screen.":["Определете кой има достъп до разширените настройки на плъгина в страниците за редактиране на публикации."],"Subscribe to our Newsletter":["Абонирайте се за нашия бюлетин"],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":["Първият панел показва настройките за заглавията в целия сайт. Обичайно се налага само да промените разделителя в заглавието."],"On the archives tab you can set templates for specific pages like author archives, search results and more.":["В панел \"Архиви\" можете да зададете шаблонни настройки за специфични страници като авторски архиви, резултати от търсене и др."],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":["В панел \"Други\" можете да промените настройките за мета данни за целия сайт, например активирането на meta keywords."],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":["В този панел можете да потвърдите връзката на вашия сайт с Pinterest и да въведете вашия Pinterest акаунт."],"On this tab you can enter some more of your social accounts, mostly used for Google's Knowledge Graph.":["В този панел можете да добавите връзки към профили в други социални мрежи. Тази информация се използва предимно за нуждите на Knowledge Graph на Google."],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":["Това разширение добавя XML карти (sitemaps) към вашия сайт. Тяхното съдържание се актуализира автоматично при всяко публикуване на нов пост или страница, а Google и Bing биват известявани за промяната."],"Advanced Settings":["Разширени настройки"],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":["Настройките в тези панели са предназначени само за опитни потребители. Ако не сте уверени дали и защо трябва да активирате някоя от тях, по-добре не правете промени."],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":["Богатата функционалност на %1$s може да се разшири допълнително чрез %3$sплатени разширения от Yoast%4$s. Тези разширения изискват наличието на %1$s или %2$s и добавят специфични функции. Можете да научите всичко за платените разширения на Yoast %3$sтук%4$s."],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":["Благодарим ви, че използвате нашето разширение и ви пожелаваме успех в SEO!<br/><br/>Поздрави,<br/>Team Yoast - %1$sYoast.com%2$s"],"Introduction Tour":["Представяне на възможностите"],"Restore Default Settings":["Възстановяване на настройките по подразбиране"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Тази информация се показва като мета данни във вашия сайт. Целта е тя да бъде включена в Knowledge Graph на Google. Може да се представите или като фирма, или като частно лице. Изберете:"],"Company or person":["Фирма или частно лице"],"Choose whether you're a company or person":["Посочете дали сте фирма или частно лице"],"Company":["Фирма"],"Person":["Частно лице"],"Company Name":["Име на фирмата"],"Company Logo":["Лого на фирмата"],"Your name":["Вашето име"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["Тук е мястото, където трябва да въведете лицензионен ключ за някое от нашите платени разширения, за да го активирате."],"Enable force rewrite titles":["Активиране на принудителното пренаписване на заглавия"],"Accounts":["Профили"],"To inform Google about your social profiles, we need to know their URLs.":["За да информираме Google за вашите социални профили, трябва да знаем техните URL адреси."],"For each, pick the main account associated with this site and please enter them below:":["За всеки от тях, моля изберете главния потребителски профил, който е свързан с този сайт, и въведете неговия URL по-долу:"],"Twitter Username":["Twitter име"],"Instagram URL":["Адрес в Instagram"],"LinkedIn URL":["Адрес в LinkedIn"],"MySpace URL":["Адрес в MySpace"],"Pinterest URL":["Адрес в Pinterest"],"YouTube URL":["Адрес в YouTube"],"Google+ URL":["Адрес в Google+"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest използва Open Graph мета данни също както Facebook, затова се уверете, че настройката за ползване на Open Graph в панела за Facebook е активна, ако искате да оптимизирате сайта си за Pinterest."],"Pinterest verification":["Връзка с Pinterest профил"],"To %1$sverify your site with Pinterest%2$s, add the meta tag here:":["За да %1$sсвържете вашия сайт с Pinterest%2$s, добавете мета тага тук:"],"Bulk editor":["Пакетен редактор"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Този инструмент ви позволява бързо да промените заглавията и описанията на вашите постове и страници, без да се налага да ги редактирате поотделно."],"Import and Export":["Импорт и експорт"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Служи за импорт на настройки от други плъгини за SEO и експорт на вашите настройки за повторна употреба (може и в друг сайт)."],"File editor":["Файлов редактор"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Този инструмент ви позволява бързо да променяте важни за SEO файлове като robots.txt и .htaccess (ако използвате такъв)"],"&laquo; Back to Tools page":["&laquo; Връщане в страницата с инструменти"],"Max entries per sitemap":["Максимален брой записи в sitemap файл"],"Credits":["Авторство"],"More Translations":["Още преводи"],"%1$s ships, at time of release, with %4$d translations, of which %5$d are complete. That's a huge improvement from last time, and we're improving every week. Join us at %2$stranslate.yoast.com%3$s!":["Към момента %1$s съдържа локализация на интерфейса на %4$d езика, от които %5$d са завършени. Това е значително увеличение спрямо преди, и всяка седмица ставаме все по-добри. Присъединете се към нас на адрес %2$stranslate.yoast.com%3$s!"],"Go to The General settings page →":["Към панел \"Общи настройки\" →"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Макар по-голямата част от развойния екип да се числи към %1$sYoast%2$s в Холандия, %3$s е създаден от международен тим."],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Искате да ни помогнете с развитието? Прочетете нашето %1$sръководство за сътрудници%2$s!"],"Project Leaders":["Ръководители на проекта"],"Project Lead":["Ръководител на проекта"],"Lead Developer":["Водещ разработчик"],"QA & Translations Manager":["Мениджър по контрол на качеството и преводите"],"Contributing Developers":["Външни сътрудници по разработката"],"Developer":["Разработчик"],"Contributors to this release":["Външни сътрудници с принос към тази версия:"],"Change URLs":["Промяна на URL адреси"],"Clean up permalinks":["Изчистване на постоянни връзки"],"Import from other SEO plugins":["Импорт от други SEO разширения"],"Import from other plugins":["Импорт от други разширения"],"If you want to import data from (by now ancient) Yoast plugins, you can do so here:":["Ако искате да импортирате данни от други (вече много остаряли) разширения на Yoast, можете да направите това тук:"],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":["Открито е разширението All-In-One-SEO. Желаете ли да %sимпортирате неговите настройки%s?"],"You are not allowed to access this page.":["Нямате право на достъп до тази страница."],"Tools":["Инструменти"],"Your %s license has been activated. ":["Вашият лиценз за %s е активиран."],"You have an unlimited license. ":["Имате неограничен лиценз."],"You have used %d/%d activations. ":["Използвали сте %d/%d активации."],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["в,на,под,над,от,за,по,ми,си,ви,ни,между,помежду"],"The SEO title defaults to what is generated based on this sites title template for this posttype.":["SEO заглавието по подразбиране съдържа текста, който е генериран на база шаблона за заглавието за съответния вид публикация."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Ако не искате да използвате заглавието на поста за споделяне на публикацията в %s, а вместо това искате там да се появи друго заглавие, въведете го тук."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Ако не искате да използвате мета описанието за споделяне на публикацията в %s, а вместо това искате там да се появява друго описание, въведете го тук."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Ако искате да изберете ръчно изображението, което да се показва при споделяне на публикацията в %s, качете/изберете изображение или добавете неговия URL тук."],"%s Title":["%s заглавие"],"%s Description":["%s описание"],"%s Image":["%s изображение"],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":["Ако искате да сте винаги информирани за новостите в %1$s и други разширения на Yoast, абонирайте се за нашия email бюлетин:"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Както виждате, за този плъгин има превод на %1$s. Към момента преводът е завършен на %3$d%% . Нуждаем се от вашата помощ за неговото завършване и коригирането на възможни грешки. Моля регистрирайте се в %4$s, за да помогнете за завършването на превода на %1$s! "],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Вие използвате WordPress на %1$s. Макар %2$s да е преведен на %1$s на %3$d%%, преводът все още не е добавен към плъгина. Можете да промените това! Регистрирайте се на %4$s, за да помогнете за довършването на превода на %1$s."],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Вие използвате WordPress на език, който все още не поддържаме. Много бихме искали %2$s също да бъде преведен на този език, но за съжаление все още не разполагаме с превод. Вие можете да промените това! Регистрирайте се на %4$s и помогнете с превода!"],"Translation of %s":["Превод на %s"],"Register now &raquo;":["Регистрирайте се сега &raquo;"],"The old data of the imported plugin was deleted successfully.":["Старите данни от импортираното разширение са изтрити успешно."],"Content to put after each post in the feed":["Съдържание, което да се добавя след всяка публикация в хранилката"],"Exclude user roles":["Изключване на потребителски роли"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins Валидатор"],"HTML Validator":["HTML Валидатор"],"CSS Validator":["CSS Валидатор"],"Google Page Speed Test":["Google Page Speed тест"],"Modern IE Site Scan":["Сканиране на сайта с Modern.IE"],"Focus keyword usage":["Употреба на целева ключова дума"],"You have used HTML in your value which is not allowed.":["В полето е използван HTML код, което не е позволено."],"Exclude user from Author-sitemap":["Изключване на потребителя от sitemap файла с автори"],"(no parent)":["(без родител)"],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":["Освен употребата на това разширение, има много неща за научаване за SEO оптимизация за WordPress. Една добра отправна точка е нашата статия %1$sПълно ръководство за SEO за WordPress%2$s."],"Title &amp; Metas settings":["Настройки заглавия &amp; мета"],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":["Тук се задават→\tзаглавията и мета информацията за всички видове публикации, структура на категориите, архиви, страници със специално предназначение и заглавна страница на сайта. Настройките са обособени в няколко отделни панела – не пропускайте да разгледате всичките!"],"Templates and settings":["Шаблони и настройки"],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":["Сега кликнете върху панела %1$sТипове публикации%2$s, тъй като ще използваме него за пример."],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":["Шаблоните се конструират с помощта на променливи. Можете да намерите описание на всички възможни променливи в панела \"Помощ\" (в горния десен ъгъл на страницата). Настройките ви позволяват да зададете специфично поведение на отделните видове публикации."],"Previous":["Назад"],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":["В този панел можете да разрешите %1$sFacebook Open Graph%2$s функционалност, както и да посочите Facebook потребител или приложение за администратор на Вашият сайт, за да получите достъп до статистиките на Facebook (Insights)."],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":["Настройките на заглавната страница ви позволяват да задавате мета данни за началната страница на сайта. Настройките по подразбиране служат за резервен вариант за всички постове и страници, които не съдържат изображения."],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":["Използвайки %1$sTwitter карти%2$s, вие можете да добавяте изображения, видео или други медии към twitter съобщенията, които да вкарват трафик в сайта. Активирайте функцията, регистрирайте се за услугата и към twitter съобщенията на потребителите, които споделят връзки към вашето съдържание, ще се добавя \"карта\", видима за всички следящи потребители."],"This tab allows you to add specific post meta data for Google+. And if you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":["Този панел ви позволява да добавяте и публикувате специфични мета данни за Google+. Ако разполагате с Google+ страница за вашия бизнес, добавете нейния URL тук и го свържете с полето \"За нас\" на вашата %1$sGoogle+ страница%2$s."],"What are XML sitemaps?":["Какво представлява XML sitemap (карта на сайта)?"],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":["Sitemap е файл в XML формат, който изброява всички URL адреси в даден сайт. Той позволява на администратора на сайта да добавя допълнителна информация за всеки URL: кога е бил актуализиран за последно, колко често се променя и каква е неговата важност спрямо други URL адреси в сайта. Това позволява на търсещите машини да индексират сайта по-интелигентно."],"What does the plugin do with XML Sitemaps?":["Какво прави разширението с XML картата на сайта?"],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":["Ако желаете да изключите някои типове публикации и/или категории, можете да го направите от тази страница."],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":["Достатъчно ли е паметта на вашия сървър? Намалете бройката на URL адреси във всеки XML sitemap файл (по подразбиране: 1000), за да редуцирате натоварването."],"Extensions and Licenses":["Разширения и лицензи"],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":["След като закупите %1$s или друго платено разширение на Yoast, трябва да въведете получения лицензен ключ. Това става от панела \"Лицензи\". След като активирате лиценза, ще получите достъп до всичките функции на съответното разширение."],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":["Това е краят на краткото представяне на възможностите. Ако харесвате това разширение, дайте му %s5-звезден рейтинг в WordPress.org%s!"],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":["Току що инсталирахте %1$s! Кликнете върху \"Кратко представяне\", за да се запознаете накратко с основните възможности на това разширение."],"Add Google+ specific post meta data":["Добавяне на Google+ специфични мета данни"],"Exclude users without posts":["Изключване на потребители без публикации"],"Disable all users with zero posts":["Деактивиране на всички потребители без никакви публикации"],"Please check the appropriate box below if there's a user role that you do <strong>NOT</strong> want to include in your sitemap:":["Използвайте съответните опции по-долу, ако има потребителски роли, които <strong>НЕ ЖЕЛАЕТЕ</strong> да добавяте към sitemap файла:"],"Replaced with the post/page author's 'Biographical Info'":["Заместено със съдържанието на полето 'Биографична информация' за автора на съответната публикация/страница"],"Team Yoast":["Team Yoast"],"Publication date":["Дата на публикуване"],"The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.<br/><br/>Read %sthis post%s for more info.":["Мета описанието често пъти се показва като текст в черно под заглавието в страницата с резултати. За да стане това, е необходимо полето да съдържа ключовата дума, за която е било търсенето.<br/><br/>Прочетете %sтази публикация%s за повече информация."],"No Image Index":["Няма индекс на изображението"],"Are you sure you want to reset your SEO settings?":["Сигурни ли сте, че искате да нулирате всички SEO настройки? "],"Title Separator":["Разделител на заглавието"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Изберете символ, който да се използва като разделител в заглавието. Разделителят се показва например между заглавието на публикацията и името на сайта."],"Symbols are shown in the size they'll appear in in search results.":["Символите се показват със същия размер, с който ще се появят в страниците с резултати от търсене."],"Take note:":["Обърнете внимание:"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on <strong>unattached</strong> media items!":["Тъй като сте конфигурирали сайта да пренасочва URL-ите на прикачените файлове към URL адресите на свързаните с тях публикации, тези настройки ще окажат влияние само върху медийни елементи, които <strong>не са свързани</strong> към никакви публикации."],"So remember: If you change the %sattachment redirection setting%s in the future, the below settings will take effect for *all* media items.":["Запомнете: ако промените настройката %sПренасочване на свързани файлове%s в бъдеще, настройките по-долу ще имат ефект върху *всички* медийни елементи."],"public":["публично достъпен"],"archived":["архивиран"],"mature":["съдържание за възрастни"],"spam":["спам"],"New sites in the network inherit their SEO settings from this site":["Нови сайтове в мрежата наследяват своите SEO настройки от този сайт"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Изберете сайта, чиито настройки желаете да използвате по подразбиране за всички сайтове, които добавяте в своята мрежа. Ако изберете \"нищо\", разширението ще използва стандартните стойности по подразбиране."],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Въведете %sID на сайта%s за този сайт, чиито настройки желаете да използвате по подразбиране за всички нови сайтове, които биват добавяни към вашата мрежа. Оставете празно, ако желаете разширението да използва стандартните стойности по подразбиране."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Лични данни (например FB администратори), специфични за темите (презапис на заглавие), както и още няколко много специфични настройки, няма да бъдат импортирани в новите сайтове."],"Site ID":["ID на сайта"],"Copy home meta description":["Копиране на мета описанието на началната страница"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Това са заглавието, описанието и използваното от Open Graph мета таговете изображение за началната страница на вашия сайт."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Името на заместващата променлива може да съдържа само букви, цифри, средно и долно тире. Опитайте с друго име."],"Advanced Variables":["Променливи с разширени функции"],"Premium Support":["Платена поддръжка"],"FAQ":["Често задавани въпроси"],"Remove these ads?":["Как да премахнете тези реклами?"],"This is a rendering of what this post might look like in Google's search results.<br/><br/>Read %sthis post%s for more info.":["Това е примерна визуализация на публикацията в страницата с резултати на Google. <br/><br/>Прочетете %sтази публикация%s за повече информация."],"Warning:":["Внимание:"],"Title display in Google is limited to a fixed width, yours is too long.":["Google поставя лимит върху дължината на заглавията - вашето е прекалено дълго."],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Внимание: въпреки че можете да задавате настройки за meta robots оттук, целият сайт е с активен noindex в глобалните настройки за сигурност и промените тук няма да имат ефект."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Внимание!</b> Външните заявки са блокирани, което означава, че не можете да получавате %s актуализации. Моля добавете %s към %s."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Вашият лиценз е изтекъл. Трябва да <a href=\"%s\">продължите лиценза</a>, за да можете да го използвате отново. "],"Request error: \"%s\" (%scommon license notices%s)":["Грешка в заявката: \"%s\" (%sнай-често срещани съобщения за лицензи%s)"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s е активиран за мрежата. Можете да управлявате своя лиценз от страницата за <a href=\"%s\">мрежова администрация на лицензите</a>."],"%s is network activated, please contact your site administrator to manage the license.":["%s е активиран за мрежата. Моля свържете се със администратора на вашия сайт във връзка с управлението на лиценза."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Този сайт не е активиран правилно на yoast.com и затова не може да получава по-нататъшни актуализации. Моля активирайте сайта с валиден лицензионен ключ."],"Your %s license will expire on %s.":["Вашият лиценз за %s ще изтече на %s."],"%sRenew your license now%s.":["%sПодновете вашия лиценз сега%s."],"The premium version of %1$s with more features & support.":["Платената версия на %1$s предлага още по-богати възможности и осигурява професионална поддръжка."],"Optimize your videos to show them off in search results and get more clicks!":["Оптимизира вашите видео клипове да се показват в резултатите от търсене и да получават повече посещения."],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Присъствате ли в Google News? Увеличете своя трафик от тази услуга, като оптимизирате за нея!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Показвайте се на по-предни позиции за местни търсения и в Google Maps, без никакви усилия!"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Интегрирайте WooCommerce чрез %1$s, за да получите допълнителни възможности!"],"Get this extension":["Вземете това разширение"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Предпазва от изтриване на параметрите за рекламни кампании, използвани от Google Analytics и Google AdWords."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Името на заместващата променлива не може да започва с \"%%cf_\" или \"%%ct_\", понеже тези префикси на променливи са запазени за нуждите на WPSEO. Опитайте да дадете друго, уникално име."],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":["Вече има регистрирана друга заместваща променлива със същото име. Опитайте с различно уникално име."],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Не можете да предефинирате стандартна заместваща променлива на WPSEO чрез регистриране на собствена променлива със същото име. Вместо това използвайте филтъра \"wpseo_replacements\", за да промените заместващата стойност."],"Replaced with the title of the parent page of the current page":["Заместено със заглавието на родителската страница на текущата страница"],"The site's tag line / description":["Поле за под-заглавие/описание на сайта"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Заместено с номера на текущата страница с контекст (напр. страница 2 от 4)"],"Check Rich Snippets":["Проверка на Google Rich Snippet"],"Facebook Debugger":["Facebook Debugger"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Разширението Standard PHP Library (SPL) изглежда не е достъпно. Поискайте от вашата хостинг компания да го активира."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Първото наистина напълно интегрирано SEO решение за WordPress с инструменти за анализ на съдържанието в самата страница, XML sitemap (карта на сайта) и много други възможности."],"https://yoast.com/":["https://yoast.com/"],"Please select a valid taxonomy for post type \"%s\"":["Моля изберете валидна категория за публикация тип \"%s\""],"Post doesn't exist.":["Публикацията не съществува."],"Post has an invalid Post Type: %s.":["Публикацията има невалиден тип: %s."],"You can't edit %s.":["Не може да редактирате %s."],"You can't edit %s that aren't yours.":["Не можете да редактирате %s, които не са ваши."],"Extensions":["Разширения"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["Настройките в панела \"Заглавия &amp; мета\" в %1$s съдържат променливи, които се заместват от специфични стойности, когато съответната страница се зарежда. Възможните променливи са изброени в списъка отляво."],"Filter":["Филтър"],"WP Page Title":["Заглавие на WP страница"],"Post Type":["Вид публикация"],"Post Status":["Статус на публикацията"],"Page URL/Slug":["URL/Кратко име на страницата (slug) "],"Existing Yoast Meta Description":["Съществуващо Yoast мета описание"],"New Yoast Meta Description":["Ново Yoast мета описание"],"Action":["Действие"],"Edit this item":["Редактиране на елемента"],"Edit":["Редакция"],"Preview &#8220;%s&#8221;":["Преглед на \"%s\""],"Preview":["Преглед"],"View &#8220;%s&#8221;":["Показване на \"%s\""],"View":["Показване"],"Existing Yoast SEO Title":["Съществуващо Yoast SEO заглавие"],"New Yoast SEO Title":["Ново Yoast SEO заглавие"],"Debug Information":["Debug информация"],"Current option:":["Настояща опция:"],"Site-wide default: %s":["Настройка по подразбиране за целия сайт: %s"],"No post content to analyse.":["Липсва съдържание за анализ."],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">Знаете ли, че можете да разширите своя лиценз?</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">Вашият лиценз изтича след %d дни, желаете ли да го подновите?</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Вашият лимит за активации е достигнат. Трябва да <a href=\"%s\">заявите разширен лиценз</a> за да го използвате в този сайт."],"Failed to activate your license, your license key seems to be invalid.":["Активацията на вашия лиценз е неуспешна. Лицензионният ключ изглежда невалиден."],"Your %s license has been deactivated.":["Вашият %s лиценз е деактивиран."],"Failed to deactivate your %s license.":["Неуспешна деактивация на вашия лиценз за %s."],"%s License":["%s лиценз"],"Theme License":["Лиценз за тема"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["Обновяването на тази тема ще премахне всички промени, които сте направили ръчно. 'Cancel' за отказ или 'OK' за обновяване."],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":["<strong>%s версия %s</strong> е на разположение. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Проверете какви са новостите</a> или <a href=\"%s\" %s>обновете сега</a>."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s не успя да провери за обновена версия заради следната грешка: <em>%s</em>"],"%s: License Settings":["%s: Настройки на лиценза"],"License status":["Статус на лиценз"],"Toggle license status":["Промяна на статуса"],"Deactivate License":["Деактивиране на лиценза"],"(deactivate your license so you can activate it on another WordPress site)":["(деактивирайте лиценза си, за да можете да го активирате от друг WordPress сайт)"],"Activate License":["Активиране на лиценз"],"Please enter a license key in the field below first.":["Най-напред въведете лицензен ключ в полето отдолу."],"License Key":["Лицензен ключ"],"Paste your %s license key here..":["Въведете вашия %s лицензен ключ тук."],"You defined your license key using the %s PHP constant.":["Вашият лицензен ключ е дефиниран чрез PHP константа %s."],"Failed to remove hardcoded meta description.":["Невъзможност за премахване на ръчно кодирано мета описание."],"Earlier found meta description was not found in file. Renewed the description test data.":["Намереното по-рано мета описание не е открито във файла. Полето е попълнено с тестови данни."],"Pinterest":["Pinterest"],"Yandex Webmaster Tools":["Yandex Webmaster Tools"],"You cannot create a robots.txt file.":["Не можете да създадете файл robots.txt"],"You don't have a robots.txt file, create one here:":["Нямате файл robots.txt. Създайте такъв оттук:"],"Create robots.txt file":["Създайте файл robots.txt"],"Setting \"%s\" is no longer used and has been discarded.":["Настройката \"%s\" вече не се използва и е премахната."],"No settings found in file.":["Във файла не са намерени настройки."],"Unzipping failed - file settings.ini not found.":["Неуспешно разархивиране: файлът settings.ini не е намерен."],"Unzipping failed with error \"%s\".":["Неуспешно разархивиране с грешка \"%s\"."],"Licenses":["Лицензи"],"Meta keywords":["Мета ключови думи"],"%s restored to default SEO settings.":["%s е възстановен до настройки за SEO по подразбиране."],"Blog %s not found.":["Блогът %s не е намерен."],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Ако използвате допълнителни променливи, които искате да защитите от изтриване, добавете техните имена тук, разделени със запетая."],"The default card type to use":["Тип карта за използване по подразбиране"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Въведете максималния брой записи за sitemap файл (по подразбиране: %s, можете да намалите тази стойност, за да избегнете проблеми с преразход на памет в някои системи):"],"%s does not seem to be a valid %s verification string. Please correct.":["%s не прилича на валиден валидационен код за %s. Моля коригирайте."],"Please select a valid post type for taxonomy \"%s\"":["Моля посочете валиден тип публикация за категория \"%s\""],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Максимален брой записи в sitemap\" трябва да бъде положително число, каквото %s не е. Моля коригирайте."],"Summary":["Обобщение"],"Summary with large image":["Обобщение с голямо изображение"],"%s does not seem to be a valid url. Please correct.":["%s не прилича на валиден URL. Моля коригирайте."],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s не прилича на валиден идентификатор на Twitter потребител. Моля коригирайте."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s не е валиден избор за това кой има права за достъп до настройките на %2$s. Възстановена е стойността по подразбиране."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Стойността по подразбиране трябва да бъде цифровият идентификатор на блога, който искате да използвате като отправна точка."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Това трябва да бъде съществуващ блог. Блогът %s не съществува или е маркиран като изтрит."],"No numeric value was received.":["Не е получена цифрова стойност."],"Title optimization":["Оптимизация на заглавието"],"For more information:":["За повече информация:"],"There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.":["Текстът на публикацията съдържа %d думи. Това е малко под препоръчителния минимум от %d думи. Добавете още малко текст."],"Use Image":["Използване на изображение"],"There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.":["Текстът на публикацията съдържа %d думи. Това е под препоръчителния минимум от %d думи. Добавете още полезно съдържание за читателите."],"There are %d words contained in the body copy, this is more than the %d word recommended minimum.":["Текстът на публикацията съдържа %d думи, което е над препоръчителния минимум от %d думи."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Тази функция ви помага да създавате по-прегледни кратки имена (slugs) за URL адресите на страниците, като премахва думи, които не са основни носители на информация."],"Remove stop words from slugs.":["Премахване на маловажни думи от кратките URL имена на страниците."],"Why Google won't display the right page title":["Защо Google не показва правилното заглавие на страница"],"Template explanation":["Обяснение на шаблона"],"Basic Variables":["Базови променливи"],"SEO Issue:":["SEO проблем:"],"Your theme contains a meta description, which blocks %1$s from working properly. Please visit the %2$sSEO Dashboard%3$s to fix this.":["Вашата тема съдържа мета описание, което блокира нормалната работа на %1$s. Посетете панела %2$sSEO Dashboard%3$s, за да поправите това."],"Google+":["Google+"],"Facebook profile URL":["URL на Facebook профил"],"Check":["Проверка"],"Pick the main keyword or keyphrase that this post/page is about.<br/><br/>Read %sthis post%s for more info.":["Изберете главната ключова дума или ключова фраза, на която е посветена тази публикация.<br/><br/>Прочетете %sтази статия%s за повече информация."],"index":["Да се индексира"],"noindex":["Да не се индексира"],"Your focus keyword was found in:":["Вашата ключова дума е намерена в:"],"Article Heading: ":["Подзаглавие в текста:"],"Page title: ":["Заглавие на страница:"],"Page URL: ":["URL на страница: "],"Content: ":["Съдържание:"],"Meta description: ":["Мета описание:"],"All SEO Scores":["Всички СЕО резултати"],"Page Analysis has been disabled.":["Анализът на страници е изключен."],"Removed hardcoded meta description.":["Закодираното мета описание е премахнато."],"Re-check theme.":["Повторна проверка на темата."],"The plugin Robots-Meta has been detected. Do you want to %simport its settings%s.":["Открито е разширението Robots-Meta. Желаете ли да %sимпортирате неговите настройки%s?"],"Robots-Meta has been deactivated":["Разширението Robots-Meta е деактивирано"],"All-In-One-SEO has been deactivated":["Разширението All-In-One-SEO е деактивирано"],"Edit Files":["Редактиране на файлове"],"Replaced with the slug which caused the 404":["Заменено с краткото заглавие, което причинява 404"],"Replaced with a custom taxonomies description":["Заменено със зададено от потребителя описание на категориите"],"Facebook":["Facebook"],"Add Open Graph meta data":["Добавяне на Open Graph мета данни"],"Facebook Page URL":["Адрес на Facebook страница"],"User sitemap":["Карта на потребителите"],"Disable author/user sitemap":["Изключване на картата на авторите/потребителите"],"N/A":["няма"],"Poor":["Слабо"],"Good":["Добре"],"Bad":["Лошо"],"Posts":["Публикации"],"You've never used this focus keyword before, very good.":["Досега не сте използвали тази целева ключова дума, това е много добре."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Вече сте използвали тази целева ключова дума %1$sведнъж%2$s. Не пропускайте да определите много ясно кой URL адрес във вашия сайт е най-важният за тази ключова дума."],"You've used this focus keyword %3$s%4$d times before%2$s, it's probably a good idea to read %1$sthis post on cornerstone content%2$s and improve your keyword strategy.":["Вече сте използвали тази целева ключова дума %3$s%4$dпъти%2$s.  Съветваме ви да прочетете %1$sтази статия на тема ключово съдържание%2$s и да подобрите своята стратегия за ключови думи."],"You must %sgo to your Reading Settings%s and uncheck the box for Search Engine Visibility.":["Трябва да отидете в панела %sReading Settings%s и да изключите опцията за видимост към търсачките."],"Replaced with the current day":["Заменено с днешната дата"],"Entries per page":["Записи на страница"],"If you had a .htaccess file and it was editable, you could edit it from here.":["Ако съществуваше .htaccess файл с права за редактиране, можеше да променяте неговото съдържание оттук."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Ако съществуваше robots.txt файл с права за редактиране, можеше да променяте неговото съдържание оттук."],"WooThemes SEO framework settings &amp; data successfully imported.":["Настройките и данните от модула WooThemes SEO са импортирани успешно."],"HeadSpace2 data successfully imported":["Данните от HeadSpace2 са импортирани успешно"],"Import from WooThemes SEO framework?":["Импортиране от модула WooThemes SEO?"],"Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.":["Дължината на ключовата фраза надхвърля 10 думи. Редно е ключовата фраза да бъде по-къса и да има само една ключова фраза на публикация."],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Ако имате Google+ страница за вашия бизнес, добавете нейния URL тук и добавете адреса на вашия сайт в About секцията на самата Google+ страница."],"Your theme contains a meta description, which blocks %1$s from working properly, please delete the following line, or press fix it:":["Използваната тема съдържа закодирано мета описание, което блокира нормалната работа на %1$s. Моля изтрийте този ред от програмния код или натиснете бутона \"Поправка\":"],"Google Publisher Page":["Адрес на Google+ страница"],"Date in Snippet Preview":["Показване на датата"],"Twitter username (without @)":["Twitter потребител (без @)"],"Show date in snippet preview?":["Да се показва ли датата в предварителния изглед на извадката?"],"SEO: OK":["SEO: Приемливо"],"SEO: Poor":["SEO: Слабо"],"SEO: Bad":["SEO: Лошо"],"SEO: No Focus Keyword":["SEO: Липсва целева ключова дума"],"SEO: Good":["SEO: Добро"],"SEO: Post Noindexed":["SEO: Публикацията не се индексира"],"Meta Desc.":["Мета описание"],"Focus KW":["Целева ключова дума"],"%s, Author at %s":["%s, автор на %s"],"Remove the <code>?replytocom</code> variables.":["Премахване на променливите <code>?replytocom</code>."],"Post Types":["Типове публикации"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Тази настройка забранява използването на вложени отговори, когато потребителят е изключил JavaScript в своя браузер, но за голям сайт това би означавало <em>огромно</em> подобрение на ефективността на индексацията от търсачките, когато под публикациите има много коментари."],"Replaced with the post type single label":["Заменено с етикета за единствено число за тип на публикацията"],"Other":["Други"],"Replaced with the post type plural label":["Заменено с етикета за множествено число за тип на публикацията"],"%s Archive":["%s архив"],"Social settings":["Социални настройки"],"Sitewide settings":["Настройки за целия сайт"],"%s Archives":["%s Архиви"],"Always index":["Винаги да се индексира"],"No focus keyword was set for this %s. If you do not set a focus keyword, no score can be calculated.":["За тази %s не е зададена целева ключова дума. Ако не зададете такава дума/фраза, не може да бъде калкулирана оценка."],"To update this page analysis, save as draft or update and check this tab again":["За да актуализирате резултата от анализа на страницата, запишете като чернова или актуализирайте промените и след това влезте повторно в този панел"],"No subheading tags (like an H2) appear in the copy.":["В текста не се ползват тагове за подзаглавия (например H2)"],"The keyword density is %s%%, which is over the advised 4.5%% maximum, the keyword was found %s times.":["Плътността на ключовата дума е %s%%, което е над препоръчителния максимум от 4.5%%. Ключовата дума е открита %s пъти."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s проверява автоматично дали е необходимо принудително пренаписване на заглавията на публикациите. Ако имате основание да промените тази настройка и знаете какво прави тя, можете да я промените оттук."],"Replaced with a posts custom taxonomies, comma separated.":["Заменено с потребителски дефинирани категории за публикацията, разделени със запетая."],"Replaced with a posts custom field value":["Заменено със стойност на потребителски дефинирано поле за публикацията"],"Take this tour to quickly learn about the use of this plugin.":["Това представяне ви позволява бързо да научите как да ползвате възможностите на разширението."],"Special Pages":["Специални страници"],"I don't know why you'd want to use meta keywords, but if you want to, check this box.":["Не знаем защо е нужно да използвате meta keywords, но ако искате да го направите, активирайте функцията оттук."],"Unchecking this box allows authors and editors to redirect posts, noindex them and do other things you might not want if you don't trust your authors.":["Деактивирането на тази функция позволява на авторите и редакторите да пренасочват публикации, да им задават noindex статут и да правят други неща, които може би не е добре да им позволявате, освен ако не им имате доверие."],"Post is set to noindex.":["Публикацията е със статут noindex."],"Use %s default (Currently: %s)":["Използване на %s по подразбиране (в момента: %s)"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["Тази %s следва правилата за индексация, зададени в панела \"Заглавия &amp; мета\". Можете да го промените оттук."],"Titles &amp; Metas":["Заглавия &amp; мета"],"Default for post type, currently: %s":["Тип на публикацията по подразбиране, в момента: %s"],"Focus keyword not set.":["Не е посочена таргетирана ключова дума/фраза."],"Search for \"%s\"":["Търсене за „%s“"],"Always noindex":["Винаги noindex"],"Noindex subpages of archives":["Да не се индексират под-страници на архивите"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, enable this.":["Ако искате да попречите на показването на архивни страници от вида /page/2/ да се показват в резултатите от търсене, активирайте тази функция."],"Hide RSD Links":["Скриване на RSD връзките"],"Hide WLW Manifest Links":["Скриване на WLW Manifest връзките"],"Hide Shortlink for posts":["Скриване на кратките връзки за публикациите"],"Hide RSS Links":["Скриване на RSS връзките"],"Meta Robots":["Meta Robots"],"Hide":["Скрий"],"These pages will be %s by default, so they will never show up in search results.":["Тези страници ще са %s по подразбиране, за да не се показват никога в резултати от търсене."],"The separator defined in your theme's <code>wp_title()</code> tag.":["Разделителят, дефиниран в тага <code>wp_title()</code> на използваната от вас тема."],"If you want to restore a site to the default %s settings, press this button.":["Използвайте този бутон, за да възстановите настройките по подразбиране на %s за този сайт."],"Security":["Сигурност"],"This image is used if the post/page being shared does not contain any images.":["Това изображение се използва, ако споделената публикация/страница не съдържа никакви изображения."],"Twitter":["Twitter"],"Add Twitter card meta data":["Добавяне на мета данни за Twitter карти"],"No focus keyword set.":["Не е зададена ключова дума."],"Your hosting environment does not support PHP's %sDocument Object Model%s.":["Настройките на вашия хост не поддържат %sDocument Object Model%s на PHP."],"Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.":["Ключовата дума/фраза се появява в %s (от общо %s) подзаглавия в текста. Макар да не е водещ фактор за класиране, от това има полза."],"You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.":["Ключовата дума/фраза не е употребена нито веднъж в подзаглавията в текста."],"You searched for %s":["Вие потърсихте %s"],"The post %s appeared first on %s.":["Материалът %s е публикуван за пръв път на %s."],"Successfully cleared all Facebook Data":["Всички данни за Facebook бяха изчистени успешно"],"Successfully removed admin %s":["Успешно премахнахте админа %s"],"Frontpage settings":["Настройки на началната страница"],"Facebook Insights and Admins":["Facebook Insights и Admins"],"Alexa Verification ID":["Alexa"],"Social":["Социални профили"],"Email":["Е-поща"],"Subscribe":["Абониране"],"Currently connected Facebook admins:":["Включени в момента Facebook администратори:"],"Add Another Facebook Admin":["Добави друг Facebook администратор"],"Clear all Facebook Data":["Изчисти всичката информация за Facebook"],"Image URL":["Адрес на изображението"],"Description":["Описание"],"Default settings":["Настройки по подразбиране"],"This is a settings export file for the %1$s plugin by Yoast.com":["Това е експортен файл с настройки за разширението %1$s by Yoast.com"],"SEO":["SEO"],"Keyword Research":["Проучване на ключова дума"],"AdWords External":["AdWords External"],"Google Insights":["Google Insights"],"SEO Book":["SEO Book"],"Analyze this page":["Анализиране на страницата"],"Check Inlinks (OSE)":["Проверка на входящите връзки (OSE)"],"Check Keyword Density":["Проверка на наситеността на ключова дума"],"Check Google Cache":["Проверка на Google Cache"],"Check Headers":["Проверка на заглавните части"],"SEO Settings":["SEO настройки"],"XML Sitemaps":["XML Sitemaps"],"Permalinks":["Постоянни връзки"],"RSS":["RSS хранилка"],"Webmaster Tools":["Webmaster инструменти"],"Next":["Напред"],"Like this plugin?":["Харесва ли ви това разширение?"],"Congratulations!":["Поздравления!"],"Start Tour":["Начало на представянето"],"Close":["Затваряне"],"Some files could not be removed. Please remove them via FTP.":["Някои файлове не могат да бъдат премахнати. Моля изтрийте ги ръчно през FTP."],"To enjoy all the benefits of the page analysis feature, you'll need to (get your host to) install it.":["За да се възползвате от всички предимства на функцията за анализ на страниците, трябва да я инсталирате (или да накарате своя хост да го направи)."],"The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.":["Ключовата дума за тази страница съдържа една или повече %sмаловажни думи%s. Обмислете премахването им. Намерени '%s'."],"The keyword / phrase appears in the URL for this page.":["Ключовата дума/фраза присъства в URL адреса на тази страница."],"The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Ключовата дума/фраза не присъства в URL адреса на страницата. Ако планирате да промените URL адреса, не забравяйте да настроите стария URL да прави пренасочване тип 301 към новия адрес!"],"The slug for this page contains one or more <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, consider removing them.":["Краткото име (slug) на страницата съдържа една или повече <a href=\"http://en.wikipedia.org/wiki/Stop_words\">маловажни думи</a>. За препоръчване е да ги премахнете."],"The slug for this page is a bit long, consider shortening it.":["Краткото име на тази страница е твърде дълго. За препоръчване е да го скъсите."],"Please create a page title.":["Задайте заглавие на страницата."],"The page title is more than 40 characters and less than the recommended 70 character limit.":["Заглавието на страницата съдържа повече от 40 символа и по-малко от препоръчителния лимит (70 символа)."],"The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.":["Заглавието на страницата съдържа %d символа, което е по-малко от препоръчителния минимум (40 символа). Използвайте останалото място, за да добавите вариации на ключовата дума или да създадете ангажиращ призив към действие."],"The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.":["Заглавието на страницата съдържа %d символа, което е повече от лимита за визуализиране (70 символа). Някаква част от заглавието няма да се показва на потребителите в извадката, която търсачката показва в страницата с резултати."],"The keyword / phrase %s does not appear in the page title.":["Ключовата дума/фраза %s не присъства в заглавието на страницата."],"The page title contains keyword / phrase, at the beginning which is considered to improve rankings.":["Заглавието на страницата съдържа ключовата дума / фраза в началото. Счита се, че това подобрява класирането."],"The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.":["Заглавието на страницата съдържа ключовата дума/фраза, но тя не се появява в неговото начало. Опитайте се да я преместите в началото на заглавието."],"No outbound links appear in this page, consider adding some as appropriate.":["В страницата не фигурират никакви изходящи връзки. Преценете дали е възможно да добавите подходящи връзки."],"You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.":["Създали сте връзка към друга страница, използвайки ключовата дума, за която искате да класирате текущата страница. Препоръчваме ви да промените това, ако наистина искате настоящата страница да се класира за съответната ключова дума."],"This page has %s outbound link(s).":["Тази страница има %s изходящи връзки."],"This page has %s outbound link(s), all nofollowed.":["Тази страница има %s изходящи връзки, всичките с атрибут nofollow."],"This page has %s nofollowed link(s) and %s normal outbound link(s).":["Тази страница има %s nofollow връзки и %s нормални изходящи връзки."],"No images appear in this page, consider adding some as appropriate.":["Страницата не съдържа изображения. Препоръчително е да добавите няколко подходящи."],"The images on this page are missing alt tags.":["Изображенията на тази страница нямат alt тагове."],"The images on this page contain alt tags with the target keyword / phrase.":["Изображенията на тази страница имат alt тагове, които съдържат ключовата дума/фраза."],"The images on this page do not have alt tags containing your keyword / phrase.":["Изображенията на тази страница нямат alt тагове, които да съдържат ключовата дума/фраза."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Когато съставяте текста за полето meta description, помислете как се представяте спрямо конкуренцията. Можете ли да направите текста по-привлекателен?"],"The meta description is under 120 characters, however up to %s characters are available. %s":["Дължината на полето meta description е под 120 символа. Допустимата дължина е %s символа. %s"],"The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s":["Зададеното meta описание е под %s символа и ако го намалите, ще може да се вижда изцяло в резултатите на търсачките. %s"],"No meta description has been specified, search engines will display copy from the page instead.":["Не е зададено специфично съдържание на полето meta description, заради което търсачките ще използват част от съдържанието на страницата."],"The meta description contains the primary keyword / phrase.":["Полето meta description съдържа основната ключова дума/фраза."],"A meta description has been specified, but it does not contain the target keyword / phrase.":["Има зададено meta описание, но в него липсва ключовата дума/фраза."],"The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.":["Разполагате с по-малко от стандартните 155 символа, защото Google автоматично ще добави датата на публикацията към извадката."],"There are %d words contained in the body copy. This is far too low and should be increased.":["Текстът на публикацията съдържа %d думи. Това е твърде малко и обемът трябва да се увеличи."],"The keyword density is %s%%, which is a bit low, the keyword was found %s times.":["Наситеността на ключовата дума е %s%%, което е малко. Ключовата дума беше открита %s пъти в текста."],"The keyword density is %s%%, which is great, the keyword was found %s times.":["Наситеността на ключовата дума е %s%%, което е много добре. Ключовата дума беше намерена %s в текста."],"The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.":["Ключовата дума не присъства в първия параграф на текста. Препоръчително е темата на публикацията да става ясна незабавно."],"The keyword appears in the first paragraph of the copy.":["Ключовата дума се съдържа в първия параграф на страницата."],"Flesch Reading Ease":["Леснота на четене по алгоритъм Flesch Reading Ease:"],"The copy scores %s in the %s test, which is considered %s to read. %s":["Текстът постига резултат %s в теста %s, което се приема %s за четене. %s"],"very easy":["много лесно"],"easy":["лесно"],"fairly easy":["сравнително лесно"],"OK":["ОК"],"fairly difficult":["сравнително трудно"],"Try to make shorter sentences to improve readability.":["Опитайте се да съставяте по-кратки изречения, за да подобрите нивото на четимост на публикацията."],"difficult":["трудно"],"Try to make shorter sentences, using less difficult words to improve readability.":["Опитайте да съставяте по-кратки изречения и да употребявате по-лесни думи, за да подобрите четимостта."],"very difficult":["много трудно"],"Huge SEO Issue: You're blocking access to robots.":["Голям SEO проблем: достъпът на роботите е блокиран!"],"I know, don't bug me.":["Знам, не ме предупреждавайте повече за това."],"Settings Updated.":["Настройките са обновени."],"Site Admins (default)":["Администратори на сайта (по подразбиране)"],"Super Admins only":["Само Super Администратори"],"Save MultiSite Settings":["Съхраняване на MultiSite настройките"],"MultiSite Settings":["MultiSite настройки"],"Using this form you can reset a site to the default SEO settings.":["Използването на този формуляр позволява да се възвърнат стандартните SEO настройки."],"Blog ID":["Blog ID"],"Restore site to defaults":["Възстановяване на настройките на сайта по подразбиране"],"Restore site to default settings":["Възстановяване на първоначалните настройки на сайта "],"RSS Footer options imported successfully.":["Настройките за RSS Footer са успешно импортирани."],"Yoast Breadcrumbs options imported successfully.":["Настройките на разширението Yoast Breadcrumbs са импортирани успешно."],"Yoast Breadcrumbs options could not be found":["Настройките на разширението Yoast Breadcrumbs не са открити."],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Без съмнение сте използвали разширение за SEO досега, освен ако този сайт не е нов. Затова искаме да ви улесним, като ви предоставим възможност да импортирате данните от другото SEO разширение. Ако предпочитате, може първо да направите пробно импортиране, да се уверите, че то е преминало успешно и чак след това да направите импорт с изтриване. Дублирани данни няма да бъдат импортирани."],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["Ако сте използвали друг SEO плъгин, пробвайте %sSEO Data Transporter%s plugin за да импортнете вашата информация в този плъгин, този кърти!"],"Import from HeadSpace2?":["Импорт от HeadSpace2?"],"Import from All-in-One SEO?":["Импорт от All-in-One SEO?"],"Delete the old data after import? (recommended)":["Изтриване на данните от предишното разширение след импортирането? (препоръчително)"],"Import":["Импорт"],"Import from Robots Meta (by Yoast)?":["Импортиране от Robots Meta by Yoast?"],"Import from RSS Footer (by Yoast)?":["Импортиране от RSS Footer by Yoast?"],"Import from Yoast Breadcrumbs?":["Импортиране от Yoast Breadcrumbs?"],"Export":["Експорт"],"Export your %1$s settings here, to import them again later or to import them on another site.":["Експортирайте настройките на %1$s оттук, за да можете да ги импортирате отново на по-късен етап или да ги пренесете в друг сайт."],"Include Taxonomy Metadata":["Включване на мета данните за категориите"],"Import settings":["Импорт на настройките"],"Settings successfully imported.":["Настройките бяха успешно импортирани."],"Settings could not be imported:":["Настройките не могат да бъдат импортирани:"],"Upload failed.":["Неуспешно качване."],"Force rewrite titles":["Пренаписване на заглавия"],"Homepage":["Начална страница"],"Title template":["Заглавие на шаблона"],"Meta description template":["Шаблон за meta description"],"Meta keywords template":["Шаблон за meta keywords"],"Homepage &amp; Front page":["Начална страница &amp; първа страница"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":["Можете да зададете заглавието и описанието за първата страница, като %sредактирате самата първа страница &raquo;%s"],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["Можете да зададете заглавието и описанието на блог страницата, като %sредактирате самата блог страница &raquo;%s"],"Taxonomies":["Категории"],"Author Archives":["Архив по автори"],"Date Archives":["Архив по дати"],"Search pages":["Страници за търсене"],"404 pages":["404 страници"],"Custom Post Type Archives":["Архив по потребителски дефинирани типове публикации"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Внимание: вместо шаблони, това са реалните заглавия и мета описания за архивните страници за потребителски дефинираните типове публикации."],"Title":["Заглавие"],"Meta description":["Meta описание"],"Breadcrumbs Title":["Заглавие на пътечката"],"Replaced with the date of the post/page":["Заменено с датата на публикацията/страницата"],"Replaced with the title of the post/page":["Заменено със заглавието на публикацията/страницата"],"The site's name":["Име на сайта"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Заменено с извадката на публикацията/страницата (или автоматично генерирано, ако не съществува извадка)"],"Replaced with the post/page excerpt (without auto-generation)":["Заменено с извадката на публикацията/страницата (без автоматично генериране)"],"Replaced with the current tag/tags":["Заменено с текущия таг или тагове"],"Replaced with the post categories (comma separated)":["Заменено с категориите на публикацията (разделени със запетая)"],"Replaced with the category description":["Заменено с описанието на категорията"],"Replaced with the tag description":["Заменено с описанието на тага"],"Replaced with the term description":["Заменено с описанието на термина"],"Replaced with the term name":["Заменено с името на термина"],"Replaced with the post/page modified time":["Заменено с времето на последна промяна на публикацията/страницата"],"Replaced with the post/page ID":["Заменено с идентификатора на публикацията/страницата"],"Replaced with the post/page author's 'nicename'":["Заменено с \"приятното\" име на автора на публикацията/страницата"],"Replaced with the post/page author's userid":["Заменено с потребителския идентификатор на автора на публикацията/страницата"],"Replaced with the current search phrase":["Заменено с текущата фраза за търсене"],"Replaced with the current time":["Заменено с текущото време"],"Replaced with the current date":["Заменено с текущата дата"],"Replaced with the current month":["Заменено с текущия месец"],"Replaced with the current year":["Заменено с текущата година"],"Replaced with the current page total":["Заменено с текущия брой страници"],"Replaced with the current page number":["Заменено с номера на текущата страницата"],"Attachment caption":["Заглавие на прикачения файл"],"Replaced with the posts focus keyword":["Заменено с ключовата дума за съответната публикация"],"Strip the category base (usually <code>/category/</code>) from the category URL.":["Премахване на базата на категорията (обичайно <code>/category/</code>) от URL адреса на съответната категория."],"Enforce a trailing slash on all category and tag URL's":["Принудително добавяне на завършваща наклонена черта към URL адресите на всички категории и етикети"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Ако изберете специфичен формат на постоянната връзка за вашите публикации с окончание %1$s или всякакво окончание различно от %2$s, тази настройка ще настрои WordPress да добавя завършваща обратна наклонена черта към всички страници, които не са публикации."],"Redirect attachment URL's to parent post URL.":["Пренасочване на URL адресите на приложените файлове към URL адреса на родителската публикация."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URL's if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Приложените към публикациите файлове се съхраняват в базата данни като отделни публикации. Това означава, че те притежават собствен URL адрес, през който могат да бъдат отворени, освен ако не пренасочите този адрес към адреса на публикацията, към която са прикачени тези файлове."],"Redirect ugly URL's to clean permalinks. (Not recommended in many cases!)":["Пренасочване на \"грозни\" URL адреси към \"чисти\" постоянни връзки. (Не се препоръчва в редица случаи!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Понякога другите потребители допускат грешки, когато създават връзки към вашето съдържание. Друг път към края на вашите URL адреси се добавят нежелани параметри. Тази функция ви позволява все пак да пренасочвате всички тези \"грозни\" връзки. Имайте предвид, че макар тази функционалност на WordPress SEO да се поддържа активно, са известни случаи на несъвместимост с други разширения. Поради тази причина това е първата функция, която ви съветваме да деактивирате, ако забележите проблеми със сайта след инсталирането на разширението."],"Prevent cleaning out Google Site Search URL's.":["Предотвратяване \"почистването\" на URL адресите на Google Site Search."],"Google Site Search URL's look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["URL адресите на Google Site Search изглеждат странно и грозно, но ако използвате тази услуга, най-вероятно не трябва да ги \"почиствате\"."],"Other variables not to clean":["Други променливи, които не трябва да се изчистват"],"Enable Breadcrumbs":["Активиране на пътечката (breadcrumbs)"],"Separator between breadcrumbs":["Разделител между елементите на пътечката"],"Anchor text for the Homepage":["Име на връзката към началната страница"],"Prefix for the breadcrumb path":["Префикс за елементите на пътечката"],"Prefix for Archive breadcrumbs":["Префикс за елементите на пътечката в архива"],"Prefix for Search Page breadcrumbs":["Префикс за елементите на пътечката в страницата за търсене"],"Breadcrumb for 404 Page":["Пътечка за 404 страница"],"Remove Blog page from Breadcrumbs":["Премахване на блог страницата от пътечката"],"None":["Няма"],"Blog":["Блог"],"Bold the last page in the breadcrumb":["Удебеляване на шрифта на последната страница в пътечката"],"How to insert breadcrumbs in your theme":["Как се добавя пътечка към използваната тема"],"You cannot edit the robots.txt file.":["Не може да редактирате файла robots.txt."],"Updated Robots.txt":["Файлът robots.txt е актуализиран"],"You cannot edit the .htaccess file.":["Не може да редактирате файла .htaccess"],"If your robots.txt were writable, you could edit it from here.":["Ако разрешите файла robots.txt за запис, ще можете да го редактирате оттук."],"Edit the content of your robots.txt:":["Редактиране на съдържанието на robots.txt:"],"Save changes to Robots.txt":["Съхраняване на промените в robots.txt"],"Robots.txt":["Robots.txt"],"If your .htaccess were writable, you could edit it from here.":["Ако разрешите файла .htaccess за запис, ще можете да го редактирате оттук."],"Edit the content of your .htaccess:":["Редактиране на съдържанието на .htaccess файла."],"Save changes to .htaccess":["Съхраняване на промените в .htaccess"],".htaccess file":[".htaccess файл"],"Facebook App ID":["Facebook App ID"],"Disable the author archives":["Изключване на авторските архиви"],"Disable the date-based archives":["Изключване на архивите по дати"],"Prevents search engines from using the DMOZ description for pages from this site in the search results.":["Забранява на индексиращите машини да използват описанието в DMOZ за страници от този сайт при предоставяне на резултати от търсене."],"Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.":["Забранява на търсещите машини да използват описания на страници от директорията на Yahoo! при показване на резултатите от търсенето."],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Тази функция се използва за автоматично добавяне на съдържание към вашия RSS. По-конкретно, нейната задача е да добавя връзки обратно към вашия блог и отделните публикации. Глупавите събирачки на съдържание (scrapers) ще добавят автоматично тези връзки, което ще помогне на търсещите машини да ви разпознаят като оригинален източник на съдържанието."],"Content to put before each post in the feed":["Съдържание, което да се вмъкне преди всеки пост в хранилката"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Можете да използвате следните променливи в съдържанието; те ще се заместят от стойностите в дясно."],"A link to the archive for the post author, with the authors name as anchor text.":["Връзка към архива за автора на публикацията, с името на автора поставено в анкер текста."],"A link to the post, with the title as anchor text.":["Връзка към публикацията, с името на сайта вмъкнато като анкер текст."],"A link to your site, with your site's name as anchor text.":["Връзка към вашия сайт, с името на сайта поставено в анкер текста."],"A link to your site, with your site's name and description as anchor text.":["Връзка към вашия сайт, с името и описанието на сайта поставени в анкер текста."],"Check this box to enable XML sitemap functionality.":["Активиране на функцията за създаване на XML карта на сайта."],"You can find your XML Sitemap here: %sXML Sitemap%s":["Може да заредите XML картата на сайта оттук: %sXML Sitemap%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["<strong>Не е необходимо</strong> да генерирате ръчно XML карта на сайта, нито нейното генериране ще отнеме време след публикуването на ново съдържание."],"Save your settings to activate XML Sitemaps.":["За да се активират XML картите на сайта е нужно настройките да бъдат съхранени."],"General settings":["Общи настройки"],"Please check the appropriate box below if there's a post type that you do <strong>NOT</strong> want to include in your sitemap:":["Ако има тип публикации, които <strong>НЕ</strong> желаете да бъдат включени в картата на сайта, изберете ги по-долу:"],"Please check the appropriate box below if there's a taxonomy that you do <strong>NOT</strong> want to include in your sitemap:":["Ако има категории, които <strong> НЕ</strong> желаете да бъдат включени в картата на сайта, изберете ги по-долу:"],"Fix it.":["Поправка."],"The following file(s) is/are blocking your XML sitemaps from working properly:":["Следните файлове пречат и/или блокират правилната работа на XML картата на сайта:"],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["Или ги изтрийте (това може да се направи с бутона \"Поправка\"), или изключете генерацията на XML sitemap от настройките на %1$s."],"Ignore.":["Пренебрегване"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Нямате името на поста в URL-то на вашите публикации и страници. Силно препоръчително е да ги имате. Съветваме ви да промените структурата на перманентните ви връзки на <strong>/%postname%/</strong>."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, so the suggestion is to disable it, to do that, simply uncheck the box before \"Break comments into pages...\"":["Разделянето на страници на коментарите е включено. Това не е нужно в 999 от 1000 случея, така, че нашето предложение е просто да го изключим, така, че просто махнете чек-а в кутийката преди \"Раздели коментарите на страници…\""],"General Settings":["Общи настройки"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Използвайте полетата отдолу, за да активирате различните Webmaster услуги за вашия сайт. Ако някоя от услугите вече е активирана, няма нужда да попълвате нейното поле. Въведете стойност за валидация чрез мета таг:"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"Title to use for Author page":["Заглавие на авторска страница"],"Meta description to use for Author page":["Мета описание за авторска страница"],"Meta keywords to use for Author page":["Мета ключови думи за авторска страница"],"Settings":["Настройки"],"SEO Title":["SEO заглавие"],"The SEO title is used on the archive page for this term.":["SEO заглавието се използва в архивната страница за този термин."],"SEO Description":["SEO Описание"],"The SEO description is used for the meta description on the archive page for this term.":["Това SEO описание се използва за мета описанието на архивната страница за този термин."],"Meta keywords used on the archive page for this term.":["Мета ключовите думи на архивната страница за този термин."],"Canonical":["Canonical"],"The canonical link is shown on the archive page for this term.":["Каноничната връзка се показва на архивните страници за този термин."],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["Заглавието за пътеки се използва когато този %s се появява."],"Noindex this %s":["Noindex този %s"],"Include in sitemap?":["Включване в картата на сайта?"],"Auto detect":["Автоматично откриване"],"Always include":["Да се добавя винаги"],"Never include":["Да не се добавя никога"]," (because of date display)":["(заради показаната дата)"],"Snippet Preview":["Преглед на извадката"],"Focus Keyword":["Целева ключова дума"],"The <code>meta</code> description will be limited to %s chars%s, %s chars left.":["<code>Meta</code> описанието ще бъде орязано до %s символа%s. Остават %s символа."],"If you type something above it will override your %smeta keywords template%s.":["Ако напишете нещо в полето отгоре, то ще презапише вашия %smeta шаблон за ключови думи%s."],"Meta Robots Index":["Meta Robots Index"],"Meta Robots Follow":["Meta Robots Follow"],"Follow":["Follow"],"Nofollow":["Nofollow"],"Meta Robots Advanced":["Разширени мета Robots"],"Advanced <code>meta</code> robots settings for this page.":["Разширени <code>мета</code> robots настройки за тази страница."],"NO ODP":["Без ODP"],"NO YDIR":["Без YDIR"],"No Archive":["Без архив"],"No Snippet":["Без извадка"],"Breadcrumbs title":["Заглавие на пътечката"],"Title to use for this page in breadcrumb paths":["Заглавие на страницата, което да се използва за пътечките"],"Canonical URL":["Canonical URL"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["Каноничен URL адрес, към който тази страница трябва да сочи. Оставете полето празно, за да използвате постоянната връзка по подразбиране. Поддържат се и %sканонични адреси към други домейни%s."],"301 Redirect":["301 пренасочване"],"The URL that this page should redirect to.":["URL адресът, към който пренасочва тази страница."],"General":["Общи настройки"],"Page Analysis":["Анализ на страница"],"Advanced":["Други настройки"],"Archives":["Архиви"],"Page not found":["Страницата не е намерена"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Забележка за администратори: тази страница не показва мета описанието, защото такова липсва. Добавете описание специално за нея или отидете в панела SEO  &rarr; Заглавия и настройте шаблон."],"Home":["Начало"],"Archives for":["Архиви за"],"You searched for":["Вие търсехте"],"Error 404: Page not found":["Грешка 404: Страницата не е открита"],"posts\u0004All <span class=\"count\">(%s)</span>":["Всяка <span class=\"count\">(%s)</span>","Всички <span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Изтрит <span class=\"count\">(%s)</span>","Изтрити <span class=\"count\">(%s)</span>"]}}}