{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"You've never used this focus keyword before, very good.":["Non hai mai usato questa parola chiave prima d'ora, molto bene."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Hai già usato questa parola chiave %1$sun'altra volta%2$s, fai attenzione ad evidenziare l'URL più importante per questa parola chiave all'interno del tuo sito."],"No subheading tags (like an H2) appear in the copy.":["Nessuna marcatore di sottotestata (come ad esempio gli H2) appare nel testo."],"The slug for this page is a bit long, consider shortening it.":["L'abbreviazione di questa pagina è troppo lunga, prova ad abbreviarla."],"Please create a page title.":["Si prega di creare un titolo di pagina."],"No outbound links appear in this page, consider adding some as appropriate.":["In questa pagina non c'è alcun link in uscita, considera di aggiungerne alcuni rilevanti."],"No images appear in this page, consider adding some as appropriate.":["In questa pagina non appare alcuna immagine, considera di aggiungerne alcune rilevanti."],"The images on this page are missing alt tags.":["Le immagini in questa pagina non presentano i tag alt."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Nella meta description fornita, tieni presente: come si rapporta alla concorrenza? Può essere migliorata?"],"No meta description has been specified, search engines will display copy from the page instead.":["Non è stata fornita alcuna meta description, i motori di ricerca mostreranno quindi sezioni di testo della pagina."],"fairly difficult":["abbastanza difficile"],"Try to make shorter sentences to improve readability.":["Prova a creare frasi più brevi per migliorare la leggibilità."],"difficult":["difficile"],"Try to make shorter sentences, using less difficult words to improve readability.":["Prova a creare frasi più brevi, usa parole meno difficili per migliorare la leggibilità. "],"very difficult":["molto difficile"]}}}