{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Missa inte dina genomsökningsfel: %1$sanslut till Google Search Console här%2$s."],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s upptäckte att du använder en version av %2$s som inte är kompatibel med %1$s. Vänligen uppdatera %2$s till den senaste versionen för att använda denna funktion."],"Creating redirects is a %s feature":["Att skapa omdirigeringar är en  %s-funktion"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s upptäckte att du använder version %2$s av %3$s, vänligen uppdatera till den senaste versionen för att förhindra kompatibilitetsproblem."],"Recent Rockstars":["Senaste rockstjärnorna"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Om du inte vet hur du hittar det ID som behövs, se %1$sdenna artikel i vår kunskapsdatabas%2$s."],"Error: a redirect for this URL already exists":["Fel: en omdirigering för denna URL existerar redan"],"Redirect this broken URL and fix the error":["Omdirigera denna trasiga URL och fixa felet"],"Posts that are set to %s":["Inlägg som är satta till %s"],"%s Posts Overview":["%s inläggsöversikt"],"Prefix for search result pages:":["Prefix för sökresultatssidor:"],"Prefix for archive pages:":["Prefix för arkivsidor:"],"Prefix for breadcrumbs:":["Prefix för brödsmulor:"],"Anchor text for the homepage:":["Länktext för startsidan:"],"Remove blog page from breadcrumbs":["Ta bort bloggsida från brödsmulor"],"Search Console":["Sökkonsol"],"Export your %1$s settings":["Exportera dina inställningar för %1$s"],"%1$s settings":["Inställningar för %1$s"],"Yoast SEO":["Yoast SEO"],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":["Nedan ser du SEO-graden för dina publicerade inlägg. Nu är en lika god tid som någon att börja förbättra några av dina inlägg!"],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Om du använder Google Analytics-kampanjparametrar som börjar med %s, bocka i den här rutan. Du rekommenderas dock inte att använda dessa. Använd istället versionen med en hash."],"Reload crawl issues":[""],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code.":["För att tillåta att %1$s hämtar din %2$s-information, vänligen ange din Google-autentiseringskod."],"Get Google Authorization Code":["Hämta auktoriseringskod från Google"],"Please enter the Google Authorization Code in the field below and press the Authenticate button.":["Ange Google autentiseringskod i fältet nedan och tryck på autentiseringsknappen."],"Authenticate":["Autentisera"],"Reauthenticate with Google ":["Återautentisera med Google"],"Current profile":["Aktuell profil"],"Profile":["Profil"],"There were no profiles found":["Inga profiler hittades"],"Save Profile":["Spara profil"],"or":["eller"],"Disable the Advanced part of the %1$s meta box":["Inaktivera den avancerade del av %1$s metabox"],"%1$s Extensions":["Tillägg för %1$s"],"%1$s Meta Box":["%1$s Metabox"],"Who should have access to the %1$s settings":["Vilka ska ha access till %1$s -inställningarna"],"%1$s comes with some very powerful built-in tools:":["%1$s innehåller en del väldigt effektiva inbyggda verktyg:"],"Excluded Posts":["Uteslutna inlägg"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Du kan utesluta inlägg från webbplatskartan genom att ange en kommaseparerad sträng med inläggs-ID'n. Formatet blir i still med: %1$s"],"Posts to exclude":["Inlägg att utesluta"],"Thank you for updating %1$s!":["Tack för att du uppdaterar %1$s!"],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":["Du behöver inte omdirigera adressen %1$s eftersom en omdirigering redan finns. Den existerande omdirigering pekar till %2$s. Om du tycker det är rätt kan du markera detta som klart. Om inte, gå till omdirigeringssidan och ändra mål-adressen."],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year support and updates, on %2$s.":["För att kunna skapa en omdirigering och åtgärda detta problem behöver du %1$s. Du kan köpa tillägget, inkluderande ett års support och uppdateringar,  på %2$s."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Yoast-tilläggen delar viss kod mellan sig för att göra din sajt snabbare. Därför måste alla tillägg från Yoast vara uppdaterade. Vi har upptäckt att detta inte är fallet nu och ber dig därför uppdatera dessa tillägg till senaste version."],"URL":["Webbadress"],"Last crawled":["Senast genomsökt"],"First detected":["Upptäcktes först"],"Response code":["Svarskod"],"Mark as fixed":["Markera som åtgärdat"],"Create redirect":["Skapa omdirigering"],"Search":["Sök"],"Crawl errors per page":["Genomsökningsfel per sida"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":[""],"The issues have been successfully reloaded!":["Ärendena har laddats om!"],"Incorrect Google Authorization Code.":[""],"Issue categories":[""],"Errors that occurred when your site was crawled by Googlebot.":["Fel som uppstod när din sida blev genomsökt av Googlebot."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Fel som endast uppstod när din sida blev genomsökt av Googlebot (felen uppstod inte för desktop)."],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Fel som endast uppstod när din sida blev genomsökt av Googlebot för nyare mobiltelefoner (felen uppstod inte för desktop)."],"Create a redirect":["Skapa en omdirigering"],"Current URL:":["Aktuell webbadress"],"New URL:":["Ny webbadress:"],"Mark as fixed:":["Markera som åtgärdat:"],"Mark this issue as fixed in %1$s.":["Markera detta som åtgärdat i %1$s."],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Mål-URL:en existerar inte, men din server returnerar inte ett 404-fel (filen hittades ej)."],"Desktop":["Stationär dator"],"Smartphone":["Smarttelefon"],"Feature phone":["Mobiltelefon"],"%1$s Settings":["Inställningar för %1$s"],"Posts with good SEO score":["Inlägg med bra SEO poäng"],"Posts with OK SEO score":["Inlägg med OK SEO poäng"],"Posts with poor SEO score":["Inlägg med svaga SEO-poäng"],"Posts with bad SEO score":["Inlägg med dålig SEO-poäng"],"Posts without focus keyword":["Inlägg utan fokusnyckelord"],"Upgrade to %1$s &raquo;":["Uppgradera till %1$s &raquo;"],"The %1$s plugin(s) might cause issues when used in conjunction with %2$s.":["%1$s tillägg(en) kan orsaka problem vid användning tillsammans med %2$s."],"This warning is generated by %1$s.":["Den här varningen genererades av %1$s."],"Access denied":["Åtkomst nekad "],"Server requires authentication or is blocking Googlebot from accessing the site.":["Servern kräver auktorisering  eller blockerar Googlebot från tillgång till sidan."],"Faulty redirects":["Felaktig omdirigering"],"Not followed":["Inte följd"],"Not found":["Kunde inte hittas"],"URL points to a non-existent page.":["Webbadressen pekar mot en icke existerande sida."],"Google was unable to crawl this URL due to an undetermined issue.":["Google kunde inte genomsöka denna URL på grund av ett oväntat fel."],"Blocked":["Blockerad"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot kunde komma åt din webbplats, men vissa URL:er är blockerade för Googlebot i din %1$s-fil. Denna blockering kan vara för alla Googlebots eller specifikt för Googlebot för mobiler."],"Server Error":["Serverfel"],"Request timed out or site is blocking Google.":["Begäran tog för lång tid, eller webbplatsen blockerar Google."],"Soft 404":["Mjuk 404"],"More %1$s":["Mer %1$s"],"%s Breadcrumbs":["%s-brödsmulor"],"Breadcrumbs separator:":["Avskiljare för brödsmulor:"],"Breadcrumb for 404 pages:":[""],"Error creating %1$s export: ":["Fel uppstod vid export av %1$s: "],"Configure %1$s's OpenGraph settings":["Konfigurera %1$ss OpenGraph-inställningar"],"Configure %1$s's XML Sitemap settings":["Konfigurera inställningarna för %1$ss XML-webbplatskarta"],"%1$s has been updated to version %2$s. %3$sClick here%4$s to find out what's new!":["%1$s har uppdaterats till version %2$s. %3$sKlicka här%4$s för att se vad som är nytt!"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Du har fortfarande förvald WordPress-slogan, till och med en tom sådan är troligtvis bättre. %1$sDu kan fixa detta i anpassaren%2$s."],"Just another WordPress site":["Bara en annan WordPress sida"],"Latest Changes":["Senaste ändringarna"],"We've summarized the most recent changes in %s.":["Summering av de senaste ändringarna i %s."],"View Changes":["Visa ändringar"],"Clean up the %s":["Rensa upp %s"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google visar din webbsidas namn i sökresultatet, som standard anger vi din webbplats namn men du kan anpassa det här. Du kan även ange ett alternativt namn för webbsidan som Google kan överväga."],"Alternate name":["Alternativt namn"],"Duplicate content prevention":["Förhindra duplicerat innehåll"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Om du är ensam författare på din blogg så kommer författararkivet bli identiskt med hemsidan. Detta är vad som kallas ett %1$sproblem med duplicerat innehåll%2$s."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Om detta är fallet på din sajt så kan du antingen inaktivera det (vilket pekar om det till hemsidan), eller addera %s till det så det inte syns i sökresultaten."],"Add %s to the author archives":["Lägg %s till författararkiven"],"Date-based archives could in some cases also be seen as duplicate content.":["Databasarkiv kan under vissa omständigheter även visas som duplicerat innehåll."],"Add %s to the date-based archives":["Lägg %s till de datumbaserade arkiven"],"Sitewide meta settings":["Övergripande metainställningar"],"Use meta keywords tag?":["Använd metanyckelordstaggar?"],"Add %s meta robots tag sitewide":[""],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Lägg till metadata för Open Graph i din webbplats %s-sektion, Facebook och andra sociala medier använder denna data när dina sidor delas."],"Add Twitter card meta data to your site's %s section.":["Lägg till metadata för Twitterkort i din webbplats %s-sektion."],"Taxonomy to show in breadcrumbs for post types":["Taxonomi att visa i brödsmulor för inläggstyper"],"Post type archive to show in breadcrumbs for taxonomies":["Arkiv för inläggstyper att visa i brödsmulor för taxonomier."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Användning av denna funktion för brödsmulor är förklarad i %1$svår kunskapsdatabas om tillämpning av brödsmulor%2$s."],"Page %1$d of %2$d":["Sida %1$d av %2$d"],"Mobile-Friendly Test":[""],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Installationen av tillägget %1$s är inte färdig. Se %2$sinstallationsinstruktionerna%3$s."],"Please make sure both fields are filled.":["Se till att båda fälten är ifyllda."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Din inmatning innehåller ogiltiga tecken. Se till att båda fälten är korrekt ifyllda."],"This Facebook user has already been added as an admin.":["Denna Facebookanvändare är redan tillagd som administratör."],"More info can be found %1$son our knowledge base%2$s.":["Mer information finns %1$si vår kunskapsdatabas%2$s."],"Add Facebook admin":["Lägg till Facebook-administratör"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["För att få tillgång till%1$s Facebook Insights%2$s, måste du lägga till en användare. Namnet används endast för referens, ID används för kontroll. "],"Admin's name:":["Administratörens namn:"],"Admin's Facebook user ID:":[""],"Website name":["Webbplatsnamn"],"The recommended image size for %1$s is %2$spx.":["Den rekommenderade bildstorleken för %1$s är %2$spx"],"Warning: the variable %s cannot be used in this template.":["Varning: variabeln %s kan inte användas i den här mallen."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Vi kunde inte skapa en anslutning till vårt API för att verifiera din/dina licensnyckel/licensnycklar. Be ditt webbhotell att tillåta utgående anslutningar från din server till %s."],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Din server har en gammal version av PHP-modulen cURL (version: %s). Be ditt webbhotell uppdatera denna till en senare version av cURL. Du kan läsa mer om detta i vår %skunskapsdatabas%s."],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":["Din utvalda bild bör vara minst 200x200 pixlar för att fungera på Facebook och i andra sociala medier."],"See the help tab for more info.":["Se hjälpfliken för mer info."],"Note that not all variables can be used in every template.":["Notera att alla variablar inte kan användas i alla mallar"],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Både  %1$s och %2$s skapar innehåll i OpenGraph, vilket kan leda till att Facebook, Twitter, Linkedin och andra sociala nätverk använder fel text och bilder när din sida delas."],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":[""],"To be able to access %sFacebook Insights%s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["För att använda %sFacebook Insights%s på din hemsida, behöver du specificera en Facebook administratör. Det kan vara en användare. Om du använder en app för din hemsida kan du använda den med. "],"Warning!":["Varning!"],"Recommended solution":["Rekommenderad lösning"],"We recommend you deactivate %1$s and have another look at your %2$s configuration using the button above.":["Vi rekommenderar dig att avaktivera %1$s och försöka använda konfigurationen för %2$s via knappen ovan."],"Deactivate %s":["Inaktivera %s"],"What’s new in %s":["Vad är nytt i %s"],"Activation failed:":["Aktiveringen misslyckades:"],"Export created: %1$sdownload your export file here%2$s.":["Export skapad: %1$shämta din export fil här%2$s."],"Could not zip settings-file.":["Kunde inte komprimera inställningsfilen."],"Could not write settings to file.":["Kunde inte spara inställningarna till fil."],"This export includes taxonomy metadata":["Denna export inkluderar taxonomi-metadata"],"No taxonomy metadata found":["Ingen taxonomi-metadata hittad"],"Error: no Robots Meta data found to import.":["Fel: Ingen Robots-metadata hittad att importera."],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["Importera inställningar genom att lokalisera <em>settings.zip</em> och klicka \"Importera inställningar\""],"The filter extension seem to be unavailable. Please ask your web host to enable it.":[""],"Company Info":["Företagsinformation"],"Your Info":["Din information"],"Upload Image":["Ladda upp bild"],"Breadcrumbs":["Brödsmulor"],"SEO:":["SEO:"],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":["Detta är de generella inställningarna för %1$s. Här kan du starta om den här genomgången eller återställa inställningarna för %1$s till de förvalda."],"Tab: Your Info / Company Info":["Flik: Din information / Företagsinformation"],"Add some info here needed for Google's Knowledge Graph.":["Lägg till lite info här som behövs för Googles Knowledge Graph."],"Tab: Webmaster Tools":["Flik: Verktyg för webbansvarig"],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":["Du kan lägga till verifieringskoder för de olika Webmaster Tools programmen här. Vi rekommenderar med fördel både Google och Bing&#8217;s Webmaster Tools."],"Tab: Security":["Flik: Säkerhet"],"Determine who has access to the plugins advanced settings on the post edit screen.":["Bestäm vilka som har tillgång till tilläggets avancerade inställningar i postens redigeringsvy."],"Subscribe to our Newsletter":["Prenumerera på vårt nyhetsbrev"],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":[""],"On the archives tab you can set templates for specific pages like author archives, search results and more.":[""],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":[""],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":[""],"On this tab you can enter some more of your social accounts, mostly used for Google's Knowledge Graph.":[""],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":[""],"Advanced Settings":["Avancerade inställningar"],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":["Alla inställningar under dessa flikar riktar sig bara till erfarna användare. Om du är osäker på om du borde markera något av valen är det bästa att inte röra dem över huvud taget."],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":[""],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":["Tack för att du använder vårt tillägg och lycka till med din SEO!<br/><br/>Mvh,<br/>Team Yoast - %1$sYoast.com%2$s"],"Introduction Tour":["Introduktionsgenomgång"],"Restore Default Settings":["Återställ standardinställningar"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":[""],"Company or person":["Företag eller person"],"Choose whether you're a company or person":["Välj om du är ett företag eller person"],"Company":["Företag"],"Person":["Person"],"Company Name":["Företagsnamn"],"Company Logo":["Företagslogotyp"],"Your name":["Ditt namn"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["Det är här du ska fylla i din licens-nyckel för en av våra premiumtillägg, om du skulle vilja aktivera ett."],"Enable force rewrite titles":["Aktivera tvingade omskrivningar av titlar"],"Accounts":["Konton"],"To inform Google about your social profiles, we need to know their URLs.":["För att ange dina sociala profiler för Google måste vi veta dess adresser."],"For each, pick the main account associated with this site and please enter them below:":["För varje alternativ, välj det huvudkonto som associeras med denna webbsida och fyll i dom nedan:"],"Twitter Username":["Twitter-användarnamn"],"Instagram URL":["URL för Instagram"],"LinkedIn URL":["URL för LinkedIn"],"MySpace URL":["URL för MySpace"],"Pinterest URL":["URL för Pinterest"],"YouTube URL":["URL för YouTube"],"Google+ URL":["URL för Google+"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":[""],"Pinterest verification":["Verifikation för Pinterest"],"To %1$sverify your site with Pinterest%2$s, add the meta tag here:":["Lägg till meta-taggen här för att %1$sbekräfta din webbplats hos Pinterest%2$s:"],"Bulk editor":["Massredigerare"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Detta verktyg låter dig snabbt ändra titlar och beskrivningar för dina inlägg och sidor utan att du behöver gå in i redigeraren för respektive sida."],"Import and Export":["Importera och exportera"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importera inställningar från andra SEO-tillägg och exportera dina inställningar för återanvändning på (annan) blogg."],"File editor":["Filredigerare"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Detta verktyg låter dig snabbt ändra viktiga fler för din SEO, t.ex. din robots.txt och, om du har en,  .htaccess."],"&laquo; Back to Tools page":[""],"Max entries per sitemap":["Maximalt antal poster per webbplatskarta"],"Credits":["Erkännanden"],"More Translations":["Fler översättningar"],"%1$s ships, at time of release, with %4$d translations, of which %5$d are complete. That's a huge improvement from last time, and we're improving every week. Join us at %2$stranslate.yoast.com%3$s!":["%1$s levereras, vid releasedatumet, med %4$d översättningar, varav %5$d är kompletta. Det är en stor förbättring sedan senast, och vi blir ännu bättre för varje vecka som går. Hjälp oss, även du på %2$stranslate.yoast.com%3$s!"],"Go to The General settings page →":["Gå till sidan för Allmäna Inställningar →"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Medan de flesta i utvecklingsgruppen finns hos %1$sYoast%2$s i Nederländerna, så har %3$s skapats av ett världsomspännande team."],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Vill du hjälpa oss med utvecklingen? Läs våra %1$sriktlinjer för bidrag%2$s!"],"Project Leaders":["Projektledare"],"Project Lead":["Projektledare"],"Lead Developer":["Ansvarig utvecklare"],"QA & Translations Manager":["QA & översättingsansvarig"],"Contributing Developers":["Bidragande utvecklare"],"Developer":["Utvecklare"],"Contributors to this release":["Bidragslämnare till denna utgåva"],"Change URLs":["Ändra URLer"],"Clean up permalinks":["Städa upp permalänkar"],"Import from other SEO plugins":["Importera från andra SEO-tillägg"],"Import from other plugins":["Importera från andra tillägg"],"If you want to import data from (by now ancient) Yoast plugins, you can do so here:":["Om du vill importera data från (numera uråldriga) Yoast-tillägg, så kan du göra det här:"],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":["Tillägget All-In-One-SEO har upptäckts. Vill du %simportera dess inställningar%s?"],"You are not allowed to access this page.":["Du har inte behörighet till denna sida."],"Tools":["Verktyg"],"Your %s license has been activated. ":["Din %s licens har aktiverats."],"You have an unlimited license. ":["Du har en obegränsad licens."],"You have used %d/%d activations. ":["Du har använt %d/%d aktiveringar."],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":[""],"The SEO title defaults to what is generated based on this sites title template for this posttype.":["SEO-titeln sätts som standard till vad som genereras baserat på den här webbplatsens titelexempel för den här inläggstypen. "],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Om du inte vill använda inläggets titel för att dela inlägget på %s utan istället vill använda en annan titel, ange den här."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Om du inte vill använda meta-beskrivningen för att dela inlägget på %s utan istället vill använda en annan beskrivning, ange den här."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Om du vill ändra bilden som används på %s för det här inlägget, ladda upp / välj en bild eller ange webbadressen till bilden här."],"%s Title":[""],"%s Description":[""],"%s Image":["%s bild"],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":["Om du vill att vi ska hålla dig uppdaterad om %1$s och andra av Yoast-tillägg, prenumerera på vårt nyhetsbrev:"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Som du kan se så finns det en översättning för detta tillägg till %1$s. Denna översättning är just nu %3$d%% komplett. Vi behöver din hjälp med att färdigställa den och rätta till eventuella fel. Var vänlig registrera dig på %4$s för att hjälpa till med översättningen av %1$s!"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Du använder WordPress på %1$s. Även om %2$s har översatts till %1$s för %3$d%%, så har översättningen ännu inte börjat levereras med tillägget. Du kan hjälpa oss! Registrera dig på%4$s för att hjälpa till med att göra färdigt översättningen till %1$s!"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Du använder WordPress på ett språk som vi inte har stöd för ännu. Vi skulle gärna se %2$s översatt till det språket också, vilket det tyvärr inte är just nu. Du kan ändra på det genom att registrera dig på %4$s för att hjälpa till med översättningen!"],"Translation of %s":["Översättning av %s"],"Register now &raquo;":["Registrera nu &raquo;"],"The old data of the imported plugin was deleted successfully.":["Gammal data för det importerade tillägget togs bort."],"Content to put after each post in the feed":["Innehåll att placera efter varje inlägg i flödet"],"Exclude user roles":["Exkludera användarroller"],"Pinterest Rich Pins Validator":["Validering för Pinterest Rich Pins"],"HTML Validator":[""],"CSS Validator":[""],"Google Page Speed Test":["Google Page Speed Test"],"Modern IE Site Scan":["Skanna webbplatsen med Modern IE"],"Focus keyword usage":["Nyckelordanvändning"],"You have used HTML in your value which is not allowed.":["Du har använt HTML i ditt värde vilket är otillåtet."],"Exclude user from Author-sitemap":["Uteslut användare från författar-webbplatskarta"],"(no parent)":["(ingen förälder)"],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":["Det finns mer att lära sig om Wordpress  och SEO än att bara använda detta tillägg. En mycket god start är vår artikel %1$sDen definitiva guiden till WordPress SEO%2$s."],"Title &amp; Metas settings":["Titel &amp; meta-inställningar"],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":["Det är här du anger titlarna och meta-informationen för alla dina posttyper, taxonomier, arkiv, specialsidor och för din startsida. Sidan är uppdelad i olika flikar - se till att gå igenom alla!"],"Templates and settings":["Mallar och inställningar"],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":["Klicka nu på &#8216;%1$sPosttyper%2$s&#8217;-fliken, då detta kommer vara vårt exempel."],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":["Mallarna är byggda med hjälp av variabler. Du kan hitta dessa variabler under fliken för hjälp (i övre högra hörnet på sidan). Dessa inställningar tillåter dig att sätta specifika inställningar för dessa posttyper."],"Previous":["Föregående"],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":["Under den här fliken kan du aktivera tilläggets %1$sFacebook Open Graph%2$s-funktionalitet samt ange en Facebookanvändare eller -applikation som ska fungera som webbplatsens admin, så att du kan se Facebookstatistik."],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":["Startsideinställningarna låter dig ange metadata specifikt för startsidan, medan standardinställningarna låter dig ange värden för alla sidor/inlägg som saknar bilder."],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":["Med %1$sTwitter Cards%2$s, kan du lägga till foton, videor och mediaupplevelser till tweets som skickar trafik till din webbplats. Klicka i rutan, registrera dig för tjänsten, så får användare som Tweetar länkar till ditt innehåll ett &#8221;Kort&#8221;  bifogat med tweeten som visas för deras följare!"],"This tab allows you to add specific post meta data for Google+. And if you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":["Den här fliken ger dig möjligheten att lägga till metadata specifikt för Google+. Har du en Google+-sida för ditt företag, lägg till länken här och länka den på din %1$sGoogle+%2$s 'om-sida'."],"What are XML sitemaps?":["Vad är XML-webbplatskartor?"],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":["En webbplatskarta är en XML-fil som listar webbadresser för en webbplats. Det gör att webbansvariga kan inkludera ytterligare information om varje webbadress: när den uppdaterades senast, hur ofta den förändras, och hur viktigt den är i förhållande till andra webbadresser på webbplatsen. Detta gör att sökmotorer kan genomsöka webbplatsen mer intelligent."],"What does the plugin do with XML Sitemaps?":["Vad gör tillägget med XML-webbplatskartor?"],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":["Om du vill utesluta vissa posttyper och / eller taxonomier, kan du även ställa in det på denna sida."],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":["Har din webbserver lite minne? Minska antalet adresser per sidkarta (standard är 1000) för att använda mindre resurser."],"Extensions and Licenses":["Tillägg och licenser"],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":["När du har köpt %1$s eller något annat av Yoasts premiumtillägg behöver du ange en licensnyckel. Detta gör du under fliken \"Licenser\". Så snart du har aktiverat ditt premiumtillägg kan du börja dra nytta av alla dess kraftfulla funktioner."],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":["Nu har vi kommit till slutet av genomgången. Om du gillar det här tillägget får du gärna %sge det fem stjärnor på WordPress.org%s!"],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":["Du har installerat %1$s! Klicka på &rdquo;Börja rundturen&rdquo; för att se en översikt av tilläggs huvudsakliga funktioner."],"Add Google+ specific post meta data":["Lägg till metadata specifikt för Google+"],"Exclude users without posts":["Exkludera användare utan inlägg"],"Disable all users with zero posts":["Inaktivera alla användare med noll inlägg"],"Please check the appropriate box below if there's a user role that you do <strong>NOT</strong> want to include in your sitemap:":["Markera tillämpliga rutor nedan om det finns någon användarroll som du <strong>INTE</strong> vill inkludera i din webbplatskarta:"],"Replaced with the post/page author's 'Biographical Info'":["Ersatt med biografin från profilen för inläggets eller sidans författare"],"Team Yoast":["Team Yoast"],"Publication date":["Publiceringsdatum"],"The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.<br/><br/>Read %sthis post%s for more info.":["Metabeskrivningen visas ofta som den svarta texten under titeln i ett sökresultat. För att detta ska fungera måste den innehålla nyckelordet som söktes efter. <br/><br/>Läs %sdetta inlägg%s för mer information."],"No Image Index":["Inget bild-index"],"Are you sure you want to reset your SEO settings?":["Vill du verkligen återställa dina SEO-inställningar?"],"Title Separator":["Titelavskiljare"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Välj symbol att använda som &rdquo;titelavskiljare&rdquo;. Detta kommer visas t.ex. mellan inläggets titel och webbplatsens namn."],"Symbols are shown in the size they'll appear in in search results.":["Symboler visas i den storlek som de visas i sökresultaten."],"Take note:":["Notera:"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on <strong>unattached</strong> media items!":["Eftersom du omdirigerar bilagors URL till respektive inläggs URL kommer dom här inställningarna bara gälla för media som <strong>inte</strong> har bifogats någonstans!"],"So remember: If you change the %sattachment redirection setting%s in the future, the below settings will take effect for *all* media items.":["Kom ihåg: Om du ändrar %sinställningarna för omdirigering av bilagor%s i framtiden kommer nedanstående inställningar att börja gälla för *all* media."],"public":["publik"],"archived":["arkiverat"],"mature":["vuxet"],"spam":["skräppost"],"New sites in the network inherit their SEO settings from this site":["Nya webbplatser i detta nätverk ärver sina SEO-inställningar från denna webbplats"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Välj webbplats vars inställningar du vill använda som standard för alla webbplatser som är kopplade till ditt nätverk. Om du väljer \"Ingen\" används tilläggets standardinställningar."],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":[""],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Känsliga uppgifter (Facebookadministratörer och sånt), temaspecifika uppgifter (omskrivning av titlar) och ett fåtal väldigt webbplatsspecifika inställningar kommer inte att importeras till nya bloggar."],"Site ID":["Webbplats-ID"],"Copy home meta description":["Kopiera meta-beskrivningen för startsidan"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Detta är titeln, beskrivningen och bilden som används i Open Graph-metataggar på framsidan av din webbplats."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["En ersättningsvariabel kan bara innehålla alfanumeriska tecken, ett understreck eller ett streck. Försök att döpa om din variabel."],"Advanced Variables":["Avancerade variabler"],"Premium Support":["Premiumsupport"],"FAQ":["Vanliga frågor"],"Remove these ads?":["Ta bort den här reklamen?"],"This is a rendering of what this post might look like in Google's search results.<br/><br/>Read %sthis post%s for more info.":["Detta är ett exempel på hur detta inlägg kommer se ut i Googles sökresultat. <br/><br/>Läs %sdetta inlägg%s för mer info."],"Warning:":["Varning:"],"Title display in Google is limited to a fixed width, yours is too long.":["Visningen av titel i Google är begränsad till en fast bredd, din är för lång."],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":[""],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Varning!</b> Du blockerar externa förfrågningar vilket innebär att du inte kommer kunna få %s uppdateringar. Vänligen lägg till %s i %s."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Din licens har gått ut. Du måste  <a href=\"%s\">förlänga din licens</a> för att använda den igen."],"Request error: \"%s\" (%scommon license notices%s)":["Fel vid förfrågan: \"%s\" (%svanliga licensmeddelanden%s)"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s är nätverksaktiverad. Du kan hantera din licens på <a href=\"%s\">nätverkets licenssida</a>."],"%s is network activated, please contact your site administrator to manage the license.":["%s är nätverksaktiverad, var god kontakt din sajtadmininstratör för licenshantering."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Den här webbplatsen har inte aktiverats som den ska på yoast.com och kan därför inte kolla efter framtida uppdateringar. Vänligen aktivera din webbplats med en giltig licensnyckel."],"Your %s license will expire on %s.":["Din %s licens går ut %s."],"%sRenew your license now%s.":["%sFörnya din licens nu%s."],"The premium version of %1$s with more features & support.":["Premiumversionen av %1$s med fler funktioner och dedikerad support."],"Optimize your videos to show them off in search results and get more clicks!":["Optimera dina videos för att visa upp dem i sökresultat och få mer klick!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Är du på Google News? Öka din trafik från Google News genom att optimera din webbplats!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Ranka bättre lokalt och i Google Maps, utan att lyfta ett finger!"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integrera smidigt WooCommerce med  %1$s och få tillgång till extra funktioner!"],"Get this extension":["Skaffa detta tillägg"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Förhindra att Google Analytics-kampanjer och Google AdWords-parameterar rensas bort."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["En ersättningsvariabel kan inte starta med \"%%cf_\" eller \"%%ct_\" då dessa är reserverade för standardvariablarna i WPSEO och dess användarfält. Försök göra dina variabler mer unika."],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":["En ersättningsvariabel med samma namn har redan registrerats. Försök att göra variabelns namn lite mer unik."],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Du kan inte skriva över en ersättare för en WPSEO standard variabel genom att registrera en variabel med samma namn. Använd filtret \"wpseo_replacements\"  istället för att anpassa ersättningsvärdet,"],"Replaced with the title of the parent page of the current page":["Ersatt med titeln på föräldrasidan för den aktuella sidan."],"The site's tag line / description":["Webbplatsens slogan / beskrivning"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Ersatt med nuvarande sidans nummer i ordning (t ex sid 2 av 4)"],"Check Rich Snippets":["Kontrollera s.k. Rich Snippets (koncentrerad meta-data för sökresultatsidor)"],"Facebook Debugger":["Facebook Debugger"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Tillägget standardbibliotek för PHP (SPL) verkar inte kunna nås. Be ditt webbhotell att aktivera det."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":[""],"https://yoast.com/":["https://yoast.com/"],"Please select a valid taxonomy for post type \"%s\"":["Var vänlig välj en korrekt taxanomi för posttypen \"%s\""],"Post doesn't exist.":["Inlägget existerar ej."],"Post has an invalid Post Type: %s.":["Inlägget har en ogiltig posttyp: %s."],"You can't edit %s.":["Du kan inte redigera %s."],"You can't edit %s that aren't yours.":["Du kan inte redigera %s som inte är dina."],"Extensions":["Tillägg"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["Inställningarna för rubrik och metadata för %1$s byggs upp av variabler som ersätts med specifika värden från sidan när sidan visas. Flikarna på vänster sida förklarar de tillgängliga variablerna."],"Filter":["Filtrera"],"WP Page Title":["WP-sidtitel"],"Post Type":["Post-typ"],"Post Status":["Inläggsstatus"],"Page URL/Slug":["Sid-url"],"Existing Yoast Meta Description":["Nuvarande Yoast Meta-beskrivning"],"New Yoast Meta Description":["Ny Yoast Metabeskrivning"],"Action":["Åtgärd"],"Edit this item":["Redigera detta objekt"],"Edit":["Redigera"],"Preview &#8220;%s&#8221;":["Förhandsgranska &#8221;%s&#8221;"],"Preview":["Förhandsgranskning"],"View &#8220;%s&#8221;":["Visa &#8220;%s&#8221;"],"View":["Visa"],"Existing Yoast SEO Title":[""],"New Yoast SEO Title":["Ny Yoast SEO-titel"],"Debug Information":["Felsökningsinformation"],"Current option:":["Nuvarande alternativ:"],"Site-wide default: %s":["Standard för hela webbplatsen: %s"],"No post content to analyse.":["Inget postinnehåll att analysera."],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">Visste du att du kan uppgradera din licens?</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">Din licens upphör om %d dagar, vill du förnya den?</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Du har nått gränsen för aktiveringar. Du behöver <a href=\"%s\">uppgradera din licens</a> för att använda den på denna webbplats."],"Failed to activate your license, your license key seems to be invalid.":["Det gick inte att aktivera din licens, din licensnyckel verkar vara ogiltig."],"Your %s license has been deactivated.":["Din %s licens har inaktiverats."],"Failed to deactivate your %s license.":["Misslyckades med att aktivera %s-licensen."],"%s License":["%s Licens"],"Theme License":["Temalicens"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["Uppdatering av detta tema gör att du förlorar anpassningar du gjort. 'Avbryt' för att stoppa, 'OK' för att uppdatera."],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":["<strong>%s version %s</strong> är tillgänglig. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Kolla in vad som är nytt</a> eller <a href=\"%s\" %s>uppdatera nu</a>."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s Misslyckades med att kontrollera uppdateringar på grund följande fel: <em>%s</em>"],"%s: License Settings":["%s: Licensinställningar"],"License status":["Licensstatus"],"Toggle license status":["Visa/dölj licensstatus"],"Deactivate License":["Inaktivera licens"],"(deactivate your license so you can activate it on another WordPress site)":["(inaktivera din licens så att du kan aktivera den på en annan WordPress-sida)"],"Activate License":["Aktivera licens"],"Please enter a license key in the field below first.":["Ange din licens nyckel i fältet nedan först."],"License Key":["Licensnyckel"],"Paste your %s license key here..":["Klistra in din %s licens-nyckel här.."],"You defined your license key using the %s PHP constant.":["Du definierade din licensnyckel genom att använda PHP konstanten %s ."],"Failed to remove hardcoded meta description.":["Misslyckades med att ta bort hårdkodad metabeskrivning."],"Earlier found meta description was not found in file. Renewed the description test data.":["Tidigare funnen metabeskrivning kan inte hittas i filen. Beskrivningens testdata har förnyats."],"Pinterest":["Pinterest"],"Yandex Webmaster Tools":["Yandex Webmaster Tools"],"You cannot create a robots.txt file.":["Du kan inte skapa en robots.txt-fil."],"You don't have a robots.txt file, create one here:":["Du saknar filen robots.txt, skapa en här:"],"Create robots.txt file":["Skapa filen robots.txt"],"Setting \"%s\" is no longer used and has been discarded.":["Inställningen \"%s\" används inte längre och förkastats."],"No settings found in file.":["Inga inställningar funna i fil."],"Unzipping failed - file settings.ini not found.":["Uppackning misslyckades - filen settings.ini hittades ej."],"Unzipping failed with error \"%s\".":["Uppackning misslyckades med felmeddelande \"%s\"."],"Licenses":["Licenser"],"Meta keywords":["Meta-nyckelord"],"%s restored to default SEO settings.":["%s återställd till ursprungliga SEO-inställningar."],"Blog %s not found.":["Blogg %s hittades inte"],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Du kanske har extra variabler som du vill förhindra att rensas ut. Lägg till dom här separerade med kommatecken."],"The default card type to use":["Standardkorttyp att använda"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Fyll i maximalt antal poster per sida i webbplatskartan. (Standardvärdet är %s). Du kan behöva sänka detta värde på vissa webbplatser för att undvika problem med arbetsminnets storlek:"],"%s does not seem to be a valid %s verification string. Please correct.":[""],"Please select a valid post type for taxonomy \"%s\"":["Var vänlig välj en giltig posttyp för taxonomi \"%s\""],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Max antal inlägg per webbplatskarta\" ska vara ett positivt nummer, vilket %s inte är. Vänligen korrigera detta."],"Summary":["Sammanfattning"],"Summary with large image":["Sammanfattning med stor bild"],"%s does not seem to be a valid url. Please correct.":["%s verkar inte vara en giltig url. Vänligen korrigera."],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s ser inte ut att vara ett korrekt användar-id för Twitter. Var vänlig korrigera."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s är inte ett giltigt val för vem som ska ha tillgång till inställningarna för %2$s. Värdet har återställts till det ursprungliga."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Inställningen för standard-bloggens ID måste vara det numeriska blogg-ID:et för den blogg du vill ha som standard-blogg."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Detta måste vara en existerande blogg. Bloggen %s finns inte eller har markerats som borttagen."],"No numeric value was received.":["Inget numeriskt värde mottogs."],"Title optimization":["Titeloptimering"],"For more information:":["För mer information:"],"There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.":[""],"Use Image":["Använd bild"],"There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.":[""],"There are %d words contained in the body copy, this is more than the %d word recommended minimum.":[""],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Detta hjälper dig att skapa renare länkar genom att automatiskt ta bort stoppord från dem."],"Remove stop words from slugs.":["Ta bort stoppord från permalänkar."],"Why Google won't display the right page title":["Varför Google inte visar den korrekta sidtiteln"],"Template explanation":["Mallförklaring"],"Basic Variables":["Grundläggande variabler"],"SEO Issue:":["SEO-problem:"],"Your theme contains a meta description, which blocks %1$s from working properly. Please visit the %2$sSEO Dashboard%3$s to fix this.":[""],"Google+":["Google+"],"Facebook profile URL":["URL till Facebookprofil"],"Check":["Kolla"],"Pick the main keyword or keyphrase that this post/page is about.<br/><br/>Read %sthis post%s for more info.":["Välj huvudnyckelord eller huvudnyckelfras som denna post/sida handlar om. <br/><br/>Läs %sthis post%s för mer info."],"index":["index"],"noindex":["noindex"],"Your focus keyword was found in:":["Ditt fokusnyckelord hittades i:"],"Article Heading: ":["Artikelrubrik:"],"Page title: ":["Sidrubrik:"],"Page URL: ":["SidURL:"],"Content: ":["Innehåll:"],"Meta description: ":["Metadeskription:"],"All SEO Scores":["Alla SEO-poäng"],"Page Analysis has been disabled.":["Page Analysis har inaktiverats."],"Removed hardcoded meta description.":["Tog bort hårdkodad metadeskription."],"Re-check theme.":["Dubbelkolla tema."],"The plugin Robots-Meta has been detected. Do you want to %simport its settings%s.":["Pluginnen Robots-Meta har upptäckts. Vill du %simport its settings%s."],"Robots-Meta has been deactivated":["Robots-Meta har inaktiverats."],"All-In-One-SEO has been deactivated":["All-In-One-SEO har inaktiverats."],"Edit Files":["Redigera filer"],"Replaced with the slug which caused the 404":["Ersatte med sluggen som resulterade i 404an"],"Replaced with a custom taxonomies description":["Ersatt med en egen beskrivning av klassificering"],"Facebook":["Facebook"],"Add Open Graph meta data":["Lägg till Open Graph-metadata"],"Facebook Page URL":["URL till Facebook Page"],"User sitemap":["Sitemap för användare"],"Disable author/user sitemap":["Inaktivera sitemap för författare/användare"],"N/A":["Otillgänglig"],"Poor":["Tunn"],"Good":["Bra"],"Bad":["Dålig"],"Posts":["Poster"],"You've never used this focus keyword before, very good.":["Du har aldrig använt detta fokus-nyckelord tidigare, mycket bra."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Du har använt detta fokus-nyckelord %1$sen gång tidigare%2$s. Du bör vara tydlig med vilken URL på sajten som är viktigast för detta nyckelord."],"You've used this focus keyword %3$s%4$d times before%2$s, it's probably a good idea to read %1$sthis post on cornerstone content%2$s and improve your keyword strategy.":["Du har använt detta fokus-nyckelord %3$s%4$d gånger tidigare%2$s. Det är förmodligen en god idé att läsa %1$sdetta inlägg om \"Cornerstone content%2$s och förbättra din nyckelordstrategi."],"You must %sgo to your Reading Settings%s and uncheck the box for Search Engine Visibility.":["Du måste %sgo to your Reading Settings%s och klicka ur rutan för Search Engine Visibility."],"Replaced with the current day":["Ersätts med aktuell dag"],"Entries per page":["Inlägg per sida"],"If you had a .htaccess file and it was editable, you could edit it from here.":["Om du hade haft en .htaccess-fil och om den varit redigerbar så hade du kunnat redigera den här."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Om du hade haft en robots.txt-fil och om den varit redigerbar så hade du kunnat redigera den här."],"WooThemes SEO framework settings &amp; data successfully imported.":["Importen av inställningar och data från WooThemes SEO framework lyckades."],"HeadSpace2 data successfully imported":["Importen av data från HeadSpace2 lyckades"],"Import from WooThemes SEO framework?":["Importera från WooThemes SEO framework?"],"Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.":["Din nyckelfras är längre än tio ord. En nyckelfras bör vara kortare än så och det får bara finnas en nyckelfras."],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Om du har en Google+-sida för ditt företag kan du ange URLen till den här. Länka sedan till den på Om-sidan i Google+."],"Your theme contains a meta description, which blocks %1$s from working properly, please delete the following line, or press fix it:":["Ditt tema innehåller en metabeskrivning, något som hindrar %1$s att fungera som det ska. Var god ta bort följande rad, eller klicka på &rdquo;fixa detta&rdquo;:"],"Google Publisher Page":["Googles utgivare-sida"],"Date in Snippet Preview":["Datum i förhandvisning"],"Twitter username (without @)":["Användarnamn på Twitter (utan @)"],"Show date in snippet preview?":["Visa datum i förhandsvisning?"],"SEO: OK":["SEO: OK"],"SEO: Poor":["SEO: Tveksam"],"SEO: Bad":["SEO: Dålig"],"SEO: No Focus Keyword":["SEO: Inget fokus-nyckelord"],"SEO: Good":["SEO: Bra"],"SEO: Post Noindexed":["SEO: Inlägg har noindex"],"Meta Desc.":["Metabeskr."],"Focus KW":["Fokus-NO"],"%s, Author at %s":["%s, utgivare på %s"],"Remove the <code>?replytocom</code> variables.":["Ta bort variablerna för <code>?replytocom</code>."],"Post Types":["Post types"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Detta förhindrar trådade svar att fungera när användaren har stängt av JavaScript, men på en stor sajt kan det innebära <em>enorma</em> förbättringar i hur effektivt sökmotorer indexerar när du har många kommentarer."],"Replaced with the post type single label":["Ersatt med entalsetiketten för aktuell post type"],"Other":["Annan"],"Replaced with the post type plural label":["Ersatt med flertalsetiketten för aktuell post type"],"%s Archive":["%s arkiv"],"Social settings":["Inställningar för sociala medier"],"Sitewide settings":["Inställningar för hela sajten"],"%s Archives":["%s-arkiv"],"Always index":["Indexera alltid"],"No focus keyword was set for this %s. If you do not set a focus keyword, no score can be calculated.":["Inga fokusnyckelord har valts för denna %s. Om du inte gör det kan poängen inte beräknas."],"To update this page analysis, save as draft or update and check this tab again":["Spara som utkast eller uppdatera din publicerade sida och återkom hit för att uppdatera analysen"],"No subheading tags (like an H2) appear in the copy.":["Inga taggar för underrubriker (som t.ex. H2) återfinns i brödtexten."],"The keyword density is %s%%, which is over the advised 4.5%% maximum, the keyword was found %s times.":["Nyckelordsdensiteten är %s%% vilket är högre än den rekommenderade maximinivån på 4,5%%. Nyckelorden återfanns %s gånger."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":[""],"Replaced with a posts custom taxonomies, comma separated.":["Ersatt med ett inläggs anpassade taxonomier, kommaseparerat."],"Replaced with a posts custom field value":["Ersatt med värde i ett anpassat fält för ett inlägg"],"Take this tour to quickly learn about the use of this plugin.":["Gå denna genomgång för att snabbt lära dig att använda denna plugin."],"Special Pages":["Specialsidor"],"I don't know why you'd want to use meta keywords, but if you want to, check this box.":["Jag vet inte varför du skulle vilja använda meta-nyckelord, men kryssa i denna ruta om så ändå är fallet."],"Unchecking this box allows authors and editors to redirect posts, noindex them and do other things you might not want if you don't trust your authors.":["Genom att kryssa ur denna ruta tillåts författare och redaktörer att peka om inlägg, ange noindex för dem och göra andra saker som du kanske inte vill att de ska kunna om du inte har stort förtroende för dem."],"Post is set to noindex.":["Inlägget har getts noindex."],"Use %s default (Currently: %s)":["Använd %s förvalda (för närvarande: %s)"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["Denna/detta %s följer de indexeringsregler som är angivna under Meta och titlar. Du kan åsidosätta dem här."],"Titles &amp; Metas":["Titlar &amp; meta"],"Default for post type, currently: %s":["Standard för post type, för närvarande: %s"],"Focus keyword not set.":["Fokusnyckelord har inte angetts."],"Search for \"%s\"":["Sök efter \"%s\""],"Always noindex":["Ange alltid noindex"],"Noindex subpages of archives":["Ange noindex för undersidor till arkiv"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, enable this.":["Aktivera detta om du vill förhindra att sökvägar som /page/2 och liknande dyker upp i sökresultat."],"Hide RSD Links":["Göm RSD-länkar"],"Hide WLW Manifest Links":["Göm länkar till WLW Manifest"],"Hide Shortlink for posts":["Göm kortlänk för inlägg"],"Hide RSS Links":["Göm RSS-länkar"],"Meta Robots":["Meta för robotar"],"Hide":["Göm"],"These pages will be %s by default, so they will never show up in search results.":["Dessa sidor kommer som standard att markeras som %s, så de kommer aldrig att synas i sökresultat."],"The separator defined in your theme's <code>wp_title()</code> tag.":["Den separator som är definierad i ditt temas <code>wp_title()</code>."],"If you want to restore a site to the default %s settings, press this button.":["Klicka på denna knapp om du vill återställa en webbplats till standardinställningarna för %s."],"Security":["Säkerhet"],"This image is used if the post/page being shared does not contain any images.":["Denna bild används om inlägget/sidan som delas inte innehåller några bilder."],"Twitter":["Twitter"],"Add Twitter card meta data":["Lägg till Twitter card meta data"],"No focus keyword set.":["Inget fokus-nyckelord är angivet."],"Your hosting environment does not support PHP's %sDocument Object Model%s.":["Din hostinglösning stöder inte PHPs %sDocument Object Model%s."],"Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.":["Nyckelord/nyckelfras återfinns i %s (av %s) underrubriker i brödtexten. Det är inte den viktigaste rankingfaktorn men det är en fördel."],"You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.":["Du har inte använt dina nyckelord/nyckelfraser i någon underrubrik (som t.ex. H2) i texten."],"You searched for %s":["Du sökte efter %s"],"The post %s appeared first on %s.":["Inlägget %s dök först upp på %s."],"Successfully cleared all Facebook Data":["Raderingen av alla Facebook-data lyckades"],"Successfully removed admin %s":["Raderingen av admin %s lyckades."],"Frontpage settings":["Inställningar för förstasidan"],"Facebook Insights and Admins":["Facebook Statistik och admins"],"Alexa Verification ID":["Alexa verifikations-ID"],"Social":["Sociala medier"],"Email":["Epost"],"Subscribe":["Prenumerera"],"Currently connected Facebook admins:":["Facebook-admins som är kopplade till siten: "],"Add Another Facebook Admin":["Lägg till ny Facebook-admin"],"Clear all Facebook Data":["Radera alla Facebook-data"],"Image URL":["Länk till bild"],"Description":["Beskrivning"],"Default settings":["Standardinställningar"],"This is a settings export file for the %1$s plugin by Yoast.com":["Detta är en exportfil för inställningar för tillägget %1$s av Yoast.com"],"SEO":["SEO"],"Keyword Research":["Nyckelordsforskning"],"AdWords External":["AdWords Extern"],"Google Insights":["Google Insights"],"SEO Book":["SEO-bok"],"Analyze this page":["Analysera denna sida"],"Check Inlinks (OSE)":["Kontrollera inlänkar (OSE)"],"Check Keyword Density":["Kontrollera nyckelordstäthet"],"Check Google Cache":["Kontrollera Google Cache"],"Check Headers":["Kontrollera sidhuvud"],"SEO Settings":["SEO-inställningar"],"XML Sitemaps":["XML Sajtkartor"],"Permalinks":["Permalänkar"],"RSS":["RSS"],"Webmaster Tools":["Verktyg för webansvariga"],"Next":["Nästa"],"Like this plugin?":["Som denna plugin?"],"Congratulations!":["Gratulerar!"],"Start Tour":["Starta demonstrationen"],"Close":["Stäng"],"Some files could not be removed. Please remove them via FTP.":["Några filer kunde inte tas bort. Vänligen radera dem via FTP."],"To enjoy all the benefits of the page analysis feature, you'll need to (get your host to) install it.":["För att kunna använda alla fördelar med Sidanalysen behöver du (få ditt webbhotell att) installera den."],"The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.":["Nyckelordet för denna sida innehåller ett eller flera %sstop words%s. Överväg att ta bort dem. Hittade '%s'."],"The keyword / phrase appears in the URL for this page.":["Nyckelordet/nyckelfrasen finns i url:en för denna sida"],"The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Nyckelordet/frasen syns inte i URLen för denna sida. Om du bestämmer dig för att ändra URLen behöver du vara noga med att, via 301 redirect, peka den gamla till den nya!"],"The slug for this page contains one or more <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, consider removing them.":["Permalänken för denna sida innehåller en eller fler <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stoppord</a>, fundera på om du kan ta bort dem."],"The slug for this page is a bit long, consider shortening it.":["Urlen för denna sida är rätt så lång. Överväg att förkorta den."],"Please create a page title.":["Vänligen skapa en sidtitel."],"The page title is more than 40 characters and less than the recommended 70 character limit.":["Sidtiteln är mer än 40 tecken lång och mindre än den rekommenderade maxlängden 70 tecken."],"The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.":["Sidtiteln består av %d tecken vilket är kortare än rekommenderad minimilängd på 40 tecken. Använd utrymmet för att lägga till variationer av nyckelordet eller skapa tilltalande text som manar till klick."],"The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.":["Sidtiteln består av %d tecken, vilket överstiger maxgränsen på 70 synliga tecken. Vissa tecken kommer inte att synas i sökmotorernas sökresultat."],"The keyword / phrase %s does not appear in the page title.":["Nyckelordet / nyckelfrasen %s finns inte med i sidtiteln."],"The page title contains keyword / phrase, at the beginning which is considered to improve rankings.":["Sidtiteln innehåller nyckelord/nyckelfras i början av titeln. Detta anses förbättra rankingen."],"The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.":["Sidtiteln innehåller nyckelord/fras, men inte i titelns främre del. Försök att flytta det dit."],"No outbound links appear in this page, consider adding some as appropriate.":["Det finns inga utgående länkar på denna sida. Överväg att att lägga till lämpliga sådana."],"You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.":["Du länkar till en annan sida med det nyckelord du vill att denna sida ska ranka högt för. Överväg att ändra på det om du är angelägen om att denna sida ska ranka högt."],"This page has %s outbound link(s).":["Denna sida har %s utgående länkar."],"This page has %s outbound link(s), all nofollowed.":["Denna sida har %s externa länk(ar), alla med nofollow."],"This page has %s nofollowed link(s) and %s normal outbound link(s).":["Denna sida har %s nofollow-länk(ar) och %s normala externa länk(ar)."],"No images appear in this page, consider adding some as appropriate.":["Du har inga bilder på denna sida. Överväg att lägga till bild/er."],"The images on this page are missing alt tags.":["Bilderna på denna sida saknar alt-taggar."],"The images on this page contain alt tags with the target keyword / phrase.":["Bilderna på denna sida har alt-taggar som innehåller utvalda nyckelord/nyckelfraser."],"The images on this page do not have alt tags containing your keyword / phrase.":["Bilderna på denna sida har alttaggar som INTE innehåller dina nyckelord/nyckelfraser."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Angående denna metabeskrivning, tänk igenom hur den står sig i konkurransen med andras sidor? Kan den skrivas mer klickvänlig?"],"The meta description is under 120 characters, however up to %s characters are available. %s":["Metabeskrivningen är mindre än 120 tecken, men upp till %s tecken är tillåtet. %s"],"The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s":["Den specifierade metabeskrivningen överstiger %s tecken, minska den för att försäkra dig om att hela beskrivningen syns. %s"],"No meta description has been specified, search engines will display copy from the page instead.":["Ingen metabeskrivning har specifierats, sökmotorer kommer att visa innehåll från webbsidan istället."],"The meta description contains the primary keyword / phrase.":["Metabeskrivningen innehåller ditt viktigaste nyckelord/nyckelfras."],"A meta description has been specified, but it does not contain the target keyword / phrase.":["En metabeskrivning har angetts men innehåller inga nyckelord/fraser."],"The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.":["Det tillgängliga utrymmet är kortare än de normala 155 tecknen eftersom Google också inkluderar publiceringsdatumet i sin förhandsvining."],"There are %d words contained in the body copy. This is far too low and should be increased.":["%d ord i brödtexten. Det är alldeles för få och bör ökas."],"The keyword density is %s%%, which is a bit low, the keyword was found %s times.":["Densiteten av nyckelord är %s%%, som är lite lågt. Nyckelordet hittades %s gånger."],"The keyword density is %s%%, which is great, the keyword was found %s times.":["Nyckelordsdensiteten är %s%%, vilket är riktigt bra. Nyckelordet hittades %s gånger."],"The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.":["Nyckelordet återfinns inte i textens första stycke. Se till att textens ämne framgår i textens början."],"The keyword appears in the first paragraph of the copy.":["Nyckelordet återfinns i det första stycket i texten."],"Flesch Reading Ease":["Läsbarhet enligt Flesch Reading Ease Score (FRES)"],"The copy scores %s in the %s test, which is considered %s to read. %s":["Textinnehållet får betyget %s i %s testet, något som anses %s att läsa. %s"],"very easy":["mycket lätt"],"easy":["lätt"],"fairly easy":["ganska lätt"],"OK":["OK"],"fairly difficult":["ganska svårt"],"Try to make shorter sentences to improve readability.":["Försök göra meningarna kortare för att förbättra läsbarheten."],"difficult":["svårt"],"Try to make shorter sentences, using less difficult words to improve readability.":["Försök skriva kortare meningar med mindre svåra ord för att förbättra läsbarheten."],"very difficult":["Väldigt svår"],"Huge SEO Issue: You're blocking access to robots.":["Stort SEO problem: Du blockerar sökmotorernas tillgång till din webbplats."],"I know, don't bug me.":["Jag vet, stör mig inte."],"Settings Updated.":["Inställningar uppdaterade."],"Site Admins (default)":["Admins för webbplatsen (standard)"],"Super Admins only":["Endast Superadmins"],"Save MultiSite Settings":["Spara MultiSite-inställningar"],"MultiSite Settings":["MultiSite-inställningar"],"Using this form you can reset a site to the default SEO settings.":["Genom att använda detta formulär kan du återställa en sajt till de förvalda SEO-inställningarna."],"Blog ID":["ID-nummer"],"Restore site to defaults":["Återställ siten till standard-inställningarna"],"Restore site to default settings":["Återställ siten till standard-inställningarna"],"RSS Footer options imported successfully.":["Inställningar för RSS-sidfot har importerats med framgång."],"Yoast Breadcrumbs options imported successfully.":["Inställningar för Yoast brödsmulor har importerats med framgång."],"Yoast Breadcrumbs options could not be found":["Några inställningar för Yoast brödsmulor kunde inte hittas. "],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Har din sajt funnits ett tag har du säkert använt en SEO-plugin tidigare. Låt oss förenkla för dig - du kan importera dina data här. Om du vill kan du först importera, kontrollera att allt ser rätt ut, och sen importera och radera. Dubblettdata kommer inte att importeras."],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["Om du har använt en annan SEO-plugin kan du använda %sSEO Data Transporter%s plugin för att flytta över dina data till denna plugin. Bra va! "],"Import from HeadSpace2?":["Importera från HeadSpace2?"],"Import from All-in-One SEO?":["Importera från All-in-One SEO?"],"Delete the old data after import? (recommended)":["Radera gamla data efter importen? (rekommenderas)"],"Import":["Importera"],"Import from Robots Meta (by Yoast)?":["Importera från Robots Meta (av Yoast)?"],"Import from RSS Footer (by Yoast)?":["Importera från RSS Footer (by Yoast)?"],"Import from Yoast Breadcrumbs?":["Importera från Yoast Breadcrumbs?"],"Export":["Exportera"],"Export your %1$s settings here, to import them again later or to import them on another site.":["Exportera dina inställningar för %1$s här. Du kan importera dom igen senare, eller importera dom till en annan webbplats."],"Include Taxonomy Metadata":["Inkludera taxonomy metadata"],"Import settings":["Importera inställningar"],"Settings successfully imported.":["Inställningarna har importerats med framgång."],"Settings could not be imported:":["Inställningarna kunde inte importeras:"],"Upload failed.":["Uppladdning misslyckades."],"Force rewrite titles":["Tvinga rewrites för sidtitlar"],"Homepage":["Startsida"],"Title template":["Mall för sidtitlar"],"Meta description template":["Mall för meta-beskrivning"],"Meta keywords template":["Mall för meta-nyckelord"],"Homepage &amp; Front page":["Startsida och öppningssida"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":["Du kan ange sidtitel och metabeskrivning för startsidan genom att %sediting (redigera) den &raquo;%s"],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["Du kan bestämma titel och beskrivning för blogg-sidan genom att %sediting (redigera) själva blogg-sidan%s "],"Taxonomies":["Taxonomier"],"Author Archives":["Författar-arkiv"],"Date Archives":["Datum-arkiv"],"Search pages":["Söksidor"],"404 pages":["404-sidor"],"Custom Post Type Archives":["Arkiv för Custom Post Types"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Notera: istället för mallar är detta de riktiga titlarna och meta-beskrivningarna för dessa innehållstyp-arkivsidor."],"Title":["Sidtitel"],"Meta description":["Metabeskrivning"],"Breadcrumbs Title":["Brödsmuletitel"],"Replaced with the date of the post/page":["Ersätts med inläggets/sidans datum"],"Replaced with the title of the post/page":["Ersätts med inläggets/sidans titel"],"The site's name":["Webbplatsens titel"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Ersätts med inläggets/sidans utdrag (eller ett automatiskt genererat utdrag om inget finns angivet)"],"Replaced with the post/page excerpt (without auto-generation)":["Ersätts med inläggets/sidans utdrag (utan automatisk generering)"],"Replaced with the current tag/tags":["Ersätts med aktuell tagg(ar)"],"Replaced with the post categories (comma separated)":["Ersätts med inläggets kategorier (kommaseparerade)"],"Replaced with the category description":["Ersätts med kategoribeskrivningen"],"Replaced with the tag description":["Ersätts med taggbeskrivningen"],"Replaced with the term description":["Ersätts med termens beskrivning"],"Replaced with the term name":["Ersätts med termens namn"],"Replaced with the post/page modified time":["Ersätts med inläggets/sidans modifierade tid"],"Replaced with the post/page ID":["Ersätts med inläggets/sidans ID"],"Replaced with the post/page author's 'nicename'":["Ersätts med inläggets/sidans författares smeknamn"],"Replaced with the post/page author's userid":["Ersätts med inläggets/sidans författares användar-ID"],"Replaced with the current search phrase":["Ersätts med den aktuella sökfrasen"],"Replaced with the current time":["Ersätts med den aktuella tiden"],"Replaced with the current date":["Ersätts med aktuellt datum"],"Replaced with the current month":["Ersätts med aktuell månad"],"Replaced with the current year":["Ersätts med det aktuella året"],"Replaced with the current page total":["Ersätts med det aktuella totala antalet sidor"],"Replaced with the current page number":["Ersätts med aktuellt sidnummer"],"Attachment caption":["Bildtext för bilaga"],"Replaced with the posts focus keyword":["Ersätts med inläggets fokus-nyckelord"],"Strip the category base (usually <code>/category/</code>) from the category URL.":["Ta bort kategoribasen från urler som är kategori-baserade (vanligtvis <code>/category/</code>)."],"Enforce a trailing slash on all category and tag URL's":["Lägg automatisk till ett snedstreck i slutet på alla urler för kategorier och etiketter"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Om permalänken för dina inlägg  har %s eller något annat än ett / sist, tvingas WordPress ändå att lägga till ett avslutande \"/\" på alla sidor. "],"Redirect attachment URL's to parent post URL.":["Omdirigera bilagans url till urlen för det inlägg bilagan är kopplad till."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URL's if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Filer som är bilagor till inlägg lagras själva i databasen precis som inlägg. Det innebär att de är åtkomliga på sin egen url om du inte omdirigerar dem. Att göra det innebär att de omdirigeras till det inlägg dit de kopplade."],"Redirect ugly URL's to clean permalinks. (Not recommended in many cases!)":["Omdirigera fula urler till rena permalänkar (inte rekommenderat i de flesta fall!)."],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Ibland gör folk misstag när de länkar till dig, det kan t.ex. handla om att oönskade parametrar skickats med i urlen. Detta låter dig dirigera bort dessa. Ha i åtanke att även om detta är en funktion som aktivt förbättras och underhålls, så är den känd för att hamna i konflikt med andra plugins. Av denna anledning är denna funktion den första du bör avaktivera om du stöter på problem efter att ha aktiverat denna plugin."],"Prevent cleaning out Google Site Search URL's.":["Undvik att rensa ut Google Site Search urler."],"Google Site Search URL's look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Google Site Search urler är fula och har konstig uppbyggnad, men om du använder Google Site Search vill du antagligen behålla dem."],"Other variables not to clean":["Andra variabler som inte ska rensas ut"],"Enable Breadcrumbs":["Aktivera brödsmulor"],"Separator between breadcrumbs":["Separeringstecken mellan brödsmulor"],"Anchor text for the Homepage":["Länktext för startsidan"],"Prefix for the breadcrumb path":["Prefix för brödsmulornas sökväg"],"Prefix for Archive breadcrumbs":["Prefix för arkivsidors brödsmulor"],"Prefix for Search Page breadcrumbs":["Prefix för söksidors brödsmulor"],"Breadcrumb for 404 Page":["Brödsmula för 404-sida"],"Remove Blog page from Breadcrumbs":["Undanta bloggsidan från brödsmulor"],"None":["Ingen"],"Blog":["Blogg"],"Bold the last page in the breadcrumb":["Använd fetstil för sista ledet i brödsmulorna"],"How to insert breadcrumbs in your theme":["Så här lägger du till brödsmulor i ditt tema"],"You cannot edit the robots.txt file.":["Du kan inte redigera robots.txt-filen."],"Updated Robots.txt":["Robots.txt har uppdaterats"],"You cannot edit the .htaccess file.":["Du kan inte redigera .htaccess-filen."],"If your robots.txt were writable, you could edit it from here.":["Om din robots.txt-fil gick att redigera, skulle du kunna göra det härifrån."],"Edit the content of your robots.txt:":["Redigera innehållet i din robots.txt-fil:"],"Save changes to Robots.txt":["Spara ändringar i robots.txt"],"Robots.txt":["Robots.txt"],"If your .htaccess were writable, you could edit it from here.":["Om din .htaccess-fil gick att redigera, skulle du kunna göra det härifrån. "],"Edit the content of your .htaccess:":["Redigera innehållet i din .htaccess-fil:"],"Save changes to .htaccess":["Spara ändringar i din .htaccess-fil"],".htaccess file":[".htaccess-fil"],"Facebook App ID":["ID för din Facebook-app"],"Disable the author archives":["Avaktivera författar-arkiven"],"Disable the date-based archives":["Avaktivera datumbaserade arkiv"],"Prevents search engines from using the DMOZ description for pages from this site in the search results.":["Förhindra sökmotorer att använda DMOZ-beskrivningen i sökresultatet för sidor på denna sajt"],"Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.":["Förhindra sökmotorer att använda beskrivningen från Yahoo! directory i sökresultatet för sidor på denna sajt. "],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Denna funktion används för att automatiskt lägga till innehåll i ditt RSS-flöde, närmare bestämt länkar tillbaka till din sajt och dina blogginlägg. På så vis kommer de som utnyttjar ditt innehåll på sin egen sida att länka till dig, något som hjälper sökmotorerna att identifiera dig som källa till innehållet."],"Content to put before each post in the feed":["Innehåll att lägga till i början av varje inlägg i RSS-flödet"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kan använda följande variabler i innehållet. De kommer att ersättas av värdet till höger."],"A link to the archive for the post author, with the authors name as anchor text.":["En länk till författararkivet för inläggets författare, med författarens namn som länktext."],"A link to the post, with the title as anchor text.":["En länk till inlägget, med sidtiteln som länktext."],"A link to your site, with your site's name as anchor text.":["En länk till din sajt, med sajtnamnet som länktext."],"A link to your site, with your site's name and description as anchor text.":["En länk till din sajt, med sajtens namn och slogan som länktext."],"Check this box to enable XML sitemap functionality.":["Kryssa i denna ruta för att aktivera XML-sajtkarta."],"You can find your XML Sitemap here: %sXML Sitemap%s":["Du hittar din XML-sajtkarta här: %sXML-sajtkarta%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["Du behöver <strong>inte</strong> generera XML-sajtkartan, den skapas automatiskt direkt efter du publicerat ett inlägg."],"Save your settings to activate XML Sitemaps.":["Spara dina ändringar för att aktivera XML-sajtkartor."],"General settings":["Allmänna inställningar"],"Please check the appropriate box below if there's a post type that you do <strong>NOT</strong> want to include in your sitemap:":["Vänligen kryssa i rätt ruta nedan om det är någon innehållstyp du <strong>INTE</strong> vill inkludera i din sajtkarta:"],"Please check the appropriate box below if there's a taxonomy that you do <strong>NOT</strong> want to include in your sitemap:":["Vänligen kryssa i rätt ruta nedan om det är någon taxonomi du <strong>INTE</strong> vill inkludera i din sajtkarta: "],"Fix it.":["Fixa detta."],"The following file(s) is/are blocking your XML sitemaps from working properly:":["Följande fil(er) hindrar dina XML-sajtkartor från att fungera som de ska:"],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["Ta antingen bort dem (kan göras med knappen &rdquo;Fixa detta&rdquo;) eller avaktivera webbplatskartor via %1$s."],"Ignore.":["Ignorera."],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Du har inte med inläggets/sidans namn i dina urler, något som verkligen kan rekommenderas. Överväg att ändra strukturen för permalänkar till <strong>/%postname%/</strong>."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, so the suggestion is to disable it, to do that, simply uncheck the box before \"Break comments into pages...\"":["Uppdelning av kommentarer i sidor är aktiverat. Detta är onödigt i 999 fall av 1000, så jag föreslår att du avaktiverar det genom att kryssa ur rutan vid \"Dela upp kommentarer som sidor...\""],"General Settings":["Allmänna inställningar"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Du kan använda fälten nedan för att verifiera sajten med olika Webmaster Tools. Om din sajt redan är verifierad kan du hoppa över detta. Skriv in metavärdena för verifiering för:"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"Title to use for Author page":["Sidtitel att använda för författar-sida"],"Meta description to use for Author page":["Metabeskrivning att använda för författar-sida"],"Meta keywords to use for Author page":["Meta-nyckelord att använda för författar-sida"],"Settings":["Inställningar"],"SEO Title":["SEO-titel"],"The SEO title is used on the archive page for this term.":["SEO-sidtiteln används på arkivsidan för denna term."],"SEO Description":["SEO-beskrivning"],"The SEO description is used for the meta description on the archive page for this term.":["SEO-beskrivningen används som metabeskrivning på arkivsidan för denna term."],"Meta keywords used on the archive page for this term.":["Meta-nyckelord används på arkivsidan för denna term"],"Canonical":["Kanonisk"],"The canonical link is shown on the archive page for this term.":["Den kanoniska länken visas på arkiv-sidan för denna term."],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["Brödsmulornas titel används i brödsmulor där denna %s syns."],"Noindex this %s":["Ge denna %s Noindex"],"Include in sitemap?":["Inkludera i sajtkarta?"],"Auto detect":["Upptäck automatiskt"],"Always include":["Inkludera alltid"],"Never include":["Inkludera aldrig"]," (because of date display)":["(pga datumvisningen)"],"Snippet Preview":["Förhandsvisning av snippet/utdrag"],"Focus Keyword":["Fokus-nyckelord"],"The <code>meta</code> description will be limited to %s chars%s, %s chars left.":["<code>meta</code>-beskrivningen får innehålla max %s tecken%s, %s tecken kvar."],"If you type something above it will override your %smeta keywords template%s.":["Om du skriver in något här ovanför kommer det att ersätta din %smeta nyckelordsmall%s."],"Meta Robots Index":["Meta Robots Index"],"Meta Robots Follow":["Meta Robots Follow"],"Follow":["Follow"],"Nofollow":["Nofollow"],"Meta Robots Advanced":["Meta Robots avancerat"],"Advanced <code>meta</code> robots settings for this page.":["Avancerade <code>meta</code> robotinställningar för denna sida."],"NO ODP":["NO ODP"],"NO YDIR":["NO YDIR"],"No Archive":["Inget arkiv"],"No Snippet":["Ingen förhandsvisning"],"Breadcrumbs title":["Titel för brödsmulor"],"Title to use for this page in breadcrumb paths":["Denna sidas namn i brödsmulorna."],"Canonical URL":["Kanonisk URL"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["Den kanoniska url denna sida ska peka mot. Lämnar du fältet tomt är standard permalänken. %sCross domain canonical%s stöds också."],"301 Redirect":["301 omdirigering"],"The URL that this page should redirect to.":["Url som denna sida ska omdirigeras till."],"General":["Allmänna"],"Page Analysis":["Sidanalys"],"Advanced":["Avancerat"],"Archives":["Arkiv"],"Page not found":["Sidan finns inte"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Meddelande till administratören: Denna sida visar ingen metabeskrivning för den har ingen. Skriv en specifikt för denna sida eller gå till SEO -> sidtitelmenyn och skapa en mall."],"Home":["Hem"],"Archives for":["Arkiv för"],"You searched for":["Du sökte efter"],"Error 404: Page not found":["Fel 404: Sidan finns inte"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alla <span class=\"count\">(%s)</span>","Alla <span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Papperskorg <span class=\"count\">(%s)</span>","Papperskorg <span class=\"count\">(%s)</span>"]}}}