{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"},"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":[""],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s обнаружил, что вы используете версию %2$s, который не совместим с %1$s. Пожалуйста, обновите %2$s до последней версии, чтобы использовать эту функцию."],"Creating redirects is a %s feature":["Создание перенаправлений (redirects) в %s характеристик"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s обнаружил, что вы используете версию %2$s вместо версии %3$s, пожалуйста, обновите до последней версии, чтобы предотвратить проблемы совместимости."],"Recent Rockstars":["Последние Rockstars"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Если вы не знаете, где найти нужный ID, посмотрите %1$sэту статью%2$s в базе знаний."],"Error: a redirect for this URL already exists":["Ошибка: перенаправление (redirect) на этот URL адрес уже существует"],"Redirect this broken URL and fix the error":["Перейдите к этому неверному URL адресу и исправьте ошибку"],"Posts that are set to %s":["Записи, которые указаны в значении %s"],"%s Posts Overview":["%s Записей в обзоре"],"Prefix for search result pages:":["Префикс для страниц с результатами поиска:"],"Prefix for archive pages:":["Префикс для страниц архива:"],"Prefix for breadcrumbs:":["Префикс для навигационной цепочки:"],"Anchor text for the homepage:":["Анкорный текст для главной страницы:"],"Remove blog page from breadcrumbs":["Удалить страницу сайта из навигационной цепочки  "],"Search Console":["Консоль поиска"],"Export your %1$s settings":["Экспортировано %1$s ваших настроек"],"%1$s settings":["%1$s настроек"],"Yoast SEO":["Yoast SEO"],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":["Ниже приводятся опубликованные SEO оценки Записей&#8217;. Сейчас хорошее время для вас, чтобы начать улучшать некоторые ваши Записи!"],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Если вы используете параметры кампаний от Google Analytics, установите этот флажок начиная с %s. Однако рекомендуется не использовать их. Вместо этого, используйте версию с хэш."],"Reload crawl issues":["Перезагрузка обнаруженных проблем индексирования"],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code.":["Чтобы разрешить %1$s, получить вашу информацию из %2$s, пожалуйста, введите ваш код авторизации Google."],"Get Google Authorization Code":["Ввести код авторизации Google"],"Please enter the Google Authorization Code in the field below and press the Authenticate button.":["Пожалуйста, введите в поле ниже код авторизации Google и нажмите кнопку Аутентификация."],"Authenticate":["Аутентификация"],"Reauthenticate with Google ":["Повторная проверка подлинности Google"],"Current profile":["Текущий профиль"],"Profile":["Профиль"],"There were no profiles found":["Там не было найдено профилей"],"Save Profile":["Сохранить профиль"],"or":["или "],"Disable the Advanced part of the %1$s meta box":["Отключите Расширенный состав из %1$s meta box"],"%1$s Extensions":["%1$s расширения"],"%1$s Meta Box":["%1$s meta box"],"Who should have access to the %1$s settings":["Кто должен иметь доступ к %1$s настройкам"],"%1$s comes with some very powerful built-in tools:":["%1$s поставляется с некоторыми встроенными, очень мощными инструментами:"],"Excluded Posts":["Исключённые Записи"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Вы можете исключить Записи с карты сайта (sitemap), введя через запятую ID Записей. Формат станет что-то вроде: %1$s."],"Posts to exclude":["Исключить Записи"],"Thank you for updating %1$s!":["Спасибо за обновление %1$s!"],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":["Вы не сможете создать перенаправление (redirect) для URL адреса %1$s, так как перенаправление уже существует. Существующее перенаправление идёт с %2$s. Если это верно, вы можете пометить эту проблему как исправленную. Если нет, тогда перейдите на страницу перенаправления и исправьте целевой URL адрес. "],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year support and updates, on %2$s.":["Чтобы создать перенаправление (redirect) и исправить эту проблему, вы должны %1$s. Вы можете купить плагин, включающий в себя один год поддержки и обновлений, на %2$s."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Yoast плагины распределяют код между собой, чтобы сделать ваш сайт быстрее. Поэтому, важно, чтобы все Yoast плагины были обновлены до последней версии. Мы сейчас обнаружили, что это не так, поэтому, пожалуйста, обновите Yoast плагины, до последней даты."],"URL":["URL"],"Last crawled":["Последнее индексирование поисковыми системами"],"First detected":["Первый обнаружен"],"Response code":["Код ответа"],"Mark as fixed":["Пометить как исправленное"],"Create redirect":["Создать перенаправление (redirect)"],"Search":["Поиск"],"Crawl errors per page":["Ошибки на странице после индексирования поисковыми системами"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["В %1$s данные были удалены. Вам необходимо повторно пройти проверку подлинности, если вы хотите получить данные снова."],"The issues have been successfully reloaded!":["Недочёты были успешно перезагружены!"],"Incorrect Google Authorization Code.":["Некорректный код авторизации Google"],"Issue categories":["Категории проблем"],"Errors that occurred when your site was crawled by Googlebot.":["Ошибки которые произошли, когда было индексирование вашего сайта роботом Google."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Ошибки которые произошли, только когда было индексирование вашего сайта роботом Google для мобильных устройств (ошибки не связанные с настольными компьютерами)"],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Ошибки которые произошли, когда было индексирование вашего сайта роботом Google для обычных телефонов (ошибки не связанные с настольными компьютерами)."],"Create a redirect":["Создать перенаправление (redirect)"],"Current URL:":["Текущий URL адрес:"],"New URL:":["Новый URL адрес:"],"Mark as fixed:":["Пометить как исправленное:"],"Mark this issue as fixed in %1$s.":["Пометить эту проблему как исправленную в %1$s."],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["Целевой URL адрес не существует, но ваш сервер не выдаёт \"Ошибку 404\" (Страница не найдена)."],"Desktop":["Компьютер"],"Smartphone":["Смартфон или коммуникатор"],"Feature phone":["Обычный телефон"],"%1$s Settings":["%1$s настройки"],"Posts with good SEO score":["Записи получили отличную оценку SEO"],"Posts with OK SEO score":["Записи получили хорошую оценку SEO"],"Posts with poor SEO score":["У Записей слабые оценки SEO"],"Posts with bad SEO score":["У Записей плохие оценки SEO"],"Posts without focus keyword":["Записи без фокуса ключевого слова"],"Upgrade to %1$s &raquo;":["Обновлено до %1$s &raquo;"],"The %1$s plugin(s) might cause issues when used in conjunction with %2$s.":["%1$s плагин(ы) может вызвать проблемы при использовании в сочетании с %2$s."],"This warning is generated by %1$s.":["Это предупреждение сформировано %1$s."],"Access denied":["Доступ запрещён"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Сервер запрашивает авторизацию или блокирует для Googlebot доступ к сайту."],"Faulty redirects":["Ошибочные перенаправления"],"Not followed":["Не последовало"],"Not found":["Не найдено"],"URL points to a non-existent page.":["URL указывает на несуществующую страницу."],"Google was unable to crawl this URL due to an undetermined issue.":["Google не удалось проиндексировать этот URL адрес из-за невыясненной проблемы."],"Blocked":["Заблокировано "],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot может получить доступ к сайту, но некоторые URL адреса блокируются для Googlebot в этом %1$s файле. Блокировка может быть либо для всех Googlebots или даже специально для Googlebot-Mobile."],"Server Error":["Ошибка сервера"],"Request timed out or site is blocking Google.":["Время запроса истекло, либо сайт блокирует Google."],"Soft 404":["soft 404"],"More %1$s":["Больше %1$s"],"%s Breadcrumbs":["%s навигационная цепочка (breadcrumbs)"],"Breadcrumbs separator:":["Разделитель для навигационной цепочки (breadcrumbs):"],"Breadcrumb for 404 pages:":["Навигационная цепочка (breadcrumbs) для страниц с ошибкой 404:"],"Error creating %1$s export: ":["Ошибка при создании %1$s на экспорт:"],"Configure %1$s's OpenGraph settings":["Конфигурация %1$s настроек OpenGraph"],"Configure %1$s's XML Sitemap settings":["Конфигурация %1$s настроек XML карты сайта (sitemap)"],"%1$s has been updated to version %2$s. %3$sClick here%4$s to find out what's new!":["%1$s был обновлен до версии %2$s. %3$sКликни здесь%4$s, чтобы узнать, что нового появилось!"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["У вас в WordPress, до сих пор установлено название сайта по умолчанию. Наверно лучше сделать его пустым, чем как сейчас. %1$s вы всегда можете исправить его в настройщике %2$s."],"Just another WordPress site":["И ещё один сайт на WordPress"],"Latest Changes":["Последние изменения"],"We've summarized the most recent changes in %s.":["В %s мы объединили самые свежие изменения."],"View Changes":["Просмотр изменений"],"Clean up the %s":["Очистить %s"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google показывает название вашего сайта в результатах поиска. По умолчанию мы считаем, что это - имя вашего сайта, но вы можете здесь его изменить. Вы также можете указать альтернативное название сайта для показа в Google."],"Alternate name":["Альтернативное название"],"Duplicate content prevention":["Предотвращение дублирования содержания"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Если вы ведете свой личный блог, архив автора будет полностью совпадать с домашней страницей. Это называется %1$sпроблема дублирования содержимого%2$s."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Если у вас именно такая ситуация, вы можете либо отключить её (будет происходить перенаправление на домашнюю страницу), либо добавить к ссылке %s, чтобы исключить её из результатов поиска."],"Add %s to the author archives":["Добавить %s к архиву автора"],"Date-based archives could in some cases also be seen as duplicate content.":["Архив по дате в некоторых случаях, также может выглядеть как дублированное содержимое."],"Add %s to the date-based archives":["Добавить %s к архиву по дате"],"Sitewide meta settings":["Глобальные настройки META"],"Use meta keywords tag?":["Использовать тег meta keywords?"],"Add %s meta robots tag sitewide":["Добавить глобально %s meta robots"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Добавить метаданные OpenGraph в раздел %s вашего сайта. Facebook и другие социальные сети используют эти данные, когда делятся вашей страницей."],"Add Twitter card meta data to your site's %s section.":["Добавить метаданные карточки Twitter в раздел %s вашего сайта."],"Taxonomy to show in breadcrumbs for post types":["Таксономия, которая будет показана в навигационной цепочке (breadcrumbs) для типов Записей"],"Post type archive to show in breadcrumbs for taxonomies":["Архивная Запись, которая будет показана в навигационной цепочке (breadcrumbs) для таксономии"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Использование таких навигационных цепочек (breadcrumbs) описывается в нашей %1$sстатье об использовании навигационных цепочек%2$s."],"Page %1$d of %2$d":["Страница %1$d из %2$d"],"Mobile-Friendly Test":["Тестирование использования на мобильных устройствах"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Установка плагина %1$s не завершена. Обратитесь, пожалуйста, к %2$sинструкции по установке%3$s."],"Please make sure both fields are filled.":["Убедитесь, что оба поля заполнены."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Исходные данные содержат недопустимые символы. Проверьте корректность заполнения обоих полей."],"This Facebook user has already been added as an admin.":["Этот пользователь Facebook уже был добавлен как администратор."],"More info can be found %1$son our knowledge base%2$s.":["Дополнительную информацию можно найти в нашей дочерней %1$sбазе знаний%2$s."],"Add Facebook admin":["Добавить администратора для Facebook"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["Чтобы был возможен доступ к %1$sFacebook Insights%2$s, нужно добавить здесь пользователя. Имя используется только для информации, а для идентификации служит его ID."],"Admin's name:":["Имя администратора:"],"Admin's Facebook user ID:":["ID пользователя для администрирования Facebook:"],"Website name":["Название сайта"],"The recommended image size for %1$s is %2$spx.":["Рекомендованный размер изображения для %1$s — %2$spx."],"Warning: the variable %s cannot be used in this template.":["Внимание: в данном шаблоне не может быть использована переменная %s ."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Мы не смогли подключиться к нашему API для проверки вашей лицензии. Пожалуйста, попросите вашу хостинг-компанию разрешить исходящие подключения от вашего сервера к %s."],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["На вашем сервере устарел PHP модуль cURL (версия %s). Пожалуйста, попросите вашу хостинг компанию обновить cURL до новой версии. Вы можете прочитать об этом больше в нашей %sбазе знаний%s."],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":["Это изображение должно быть как минимум 200х200 пикселей, чтобы Facebook и другие социальные сети могли его использовать."],"See the help tab for more info.":["Для получения дополнительной информации откройте вкладку помощи"],"Note that not all variables can be used in every template.":["Обратите внимание, что не все переменные могут быть использованы в каждом шаблоне"],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Оба %1$s и %2$s могут создать такую Open Graph выгрузку, что Facebook, Твиттер, LinkedIn и другие социальные сети будут использовать неправильные тексты и изображения, когда вашими страницами посетители будут делиться (shared)."],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["%1$s и %2$s создают XML карты вашего сайта (sitemap). Наличие двух карт сайта, плохо скажется на результатах выдачи поисковых систем, а также замедляет скорость работы сайта."],"To be able to access %sFacebook Insights%s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Чтобы получить доступ к %sFacebook Insights%s для вашего сайта, вам необходимо назначить администратора для Facebook. Это может быть любой пользователь. Если у вас есть приложение для вашего сайта, вы можете использовать его."],"Warning!":["Внимание!"],"Recommended solution":["Рекомендуемое решение"],"We recommend you deactivate %1$s and have another look at your %2$s configuration using the button above.":["Мы рекомендуем вам деактивировать %1$s и еще раз взглянуть на вашу %2$s конфигурацию, используя кнопку выше."],"Deactivate %s":["Деактивировать %s"],"What’s new in %s":["Что нового в %s"],"Activation failed:":["Не удалось активировать:"],"Export created: %1$sdownload your export file here%2$s.":["Экспорт завершен: %1$sскачать ваш файл экспорта%2$s."],"Could not zip settings-file.":["Не удалось сохранить файл настроек в zip."],"Could not write settings to file.":["Не удалось записать настройки в файл."],"This export includes taxonomy metadata":["Экспорт содержит метаданные таксономии"],"No taxonomy metadata found":["Метаданные таксономии не обнаружены"],"Error: no Robots Meta data found to import.":["Ошибка: не найдены данные Robots Meta для импорта."],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["Укажите местоположение файла с настройками <em>settings.zip</em> и нажмите \"Импорт настроек\""],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Расширение фильтрации может быть недоступно. Свяжитесь с поставщиком услуг хостинга для включения."],"Company Info":["Информация о компании"],"Your Info":["О себе"],"Upload Image":["Загрузить изображение"],"Breadcrumbs":["Навигационная цепочка (breadcrumbs)"],"SEO:":["SEO:"],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":["Общие настройки для %1$s, здесь вы можете повторно посмотреть презентацию или сбросить все настройки %1$s в начальное состояние."],"Tab: Your Info / Company Info":["Вкладка: О себе / О компании"],"Add some info here needed for Google's Knowledge Graph.":["Добавьте необходимую информацию для Google's Knowledge Graph."],"Tab: Webmaster Tools":["Вкладка: Инструменты для вебмастеров"],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":["Здесь вы можете добавить коды верификации от различных Инструментов для вебмастеров. Мы вам рекомендуем обязательно заполнить поля для Google and Bing&#8217;s."],"Tab: Security":["Вкладка: Безопасность"],"Determine who has access to the plugins advanced settings on the post edit screen.":["Определите, кто будет иметь доступ к расширенным настройкам плагинов на странице редактирования Записи."],"Subscribe to our Newsletter":["Подписаться на рассылку наших новостей"],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":["Первая вкладка покажет вам общие настройки заголовков сайта. Обычно надо поменять лишь разделитель в заголовке."],"On the archives tab you can set templates for specific pages like author archives, search results and more.":["На вкладке архивов вы можете установить шаблоны для таких страниц, как архивы автора, результаты поиска и других."],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":["На вкладке Прочее вы можете изменить настройки мета-тегов всего сайта, например, мета-тега ключевых слов."],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":["На этой вкладке вы можете подтвердить свой аккаунт на Pinterest."],"On this tab you can enter some more of your social accounts, mostly used for Google's Knowledge Graph.":["На этой вкладке вы можете добавить несколько аккаунтов в социальных сетях, которые в основном используются для Google's Knowledge Graph."],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":["Этот плагин добавляет XML карту вашего сайта (sitemap), которая обновляется каждый раз, как только Вы добавляете новую запись, страницу или рубрику. Об этих изменениях также будут автоматически уведомлены поисковые системы Google и Bing."],"Advanced Settings":["Расширенные настройки"],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":["Все настройки на этих вкладках предназначены только для продвинутых пользователей. Если вы не уверены в своем опыте, то лучше не трогайте их."],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":["Дополнительные функции WordPress SEO могут быть получены с %1$sYoast premium plugins%2$s. Эти усовершенствованные плагины требуют установки WordPress SEO или WordPress SEO Premium и добавляют особенный функционал. Вы можете почитать о Yoast Premium Plugins %1$sздесь%2$s."],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":["Благодарим Вас за использование нашего плагина и удачи Вам в SEO!<br/><br/>С уважением,<br/>Команда Yoast - %1$sYoast.com%2$s"],"Introduction Tour":["Ознакомительный тур"],"Restore Default Settings":["Восстановить настройки по умолчанию"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Эти данные показываются как метаданные вашего сайта. Они предназначены для Google's Knowledge Graph. Вы можете быть либо Компанией, либо Частным лицом, на выбор:"],"Company or person":["Компания или Частное лицо"],"Choose whether you're a company or person":["Выберите, представляете ли вы Компанию или являетесь Частным лицом"],"Company":["Компания"],"Person":["Частное лицо"],"Company Name":["Название компании"],"Company Logo":["Логотип компании"],"Your name":["Ваше имя"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["Здесь указываются лицензионные ключи любого из наших Премиум-плагинов, которые затем нужно активировать."],"Enable force rewrite titles":["Включить принудительную перезапись заголовков"],"Accounts":["Аккаунты"],"To inform Google about your social profiles, we need to know their URLs.":["Чтобы сообщить Google о ваших профилях в социальных сетях, мы должны знать их URL адреса."],"For each, pick the main account associated with this site and please enter them below:":["Для каждой записи, выберите основную учетную запись связанную с этим сайтом и введите ее ниже:"],"Twitter Username":["Имя пользователя в Twitter"],"Instagram URL":["URL адрес Instagram"],"LinkedIn URL":["URL адрес LinkedIn"],"MySpace URL":["URL адрес MySpace"],"Pinterest URL":["URL адрес Pinterest"],"YouTube URL":["URL адрес YouTube"],"Google+ URL":["URL адрес Google+"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest использует метаданные Open Graph по аналогии с Facebook, поэтому если вы хотите оптимизировать ваш сайт для Pinterest, убедитесь, что чекбокс Open Graph на вкладке Facebook отмечен."],"Pinterest verification":["Подтверждение Pinterest"],"To %1$sverify your site with Pinterest%2$s, add the meta tag here:":["Чтобы %1$sпроверить ваш сайт с Pinterest%2$s, добавьте мета тег здесь:"],"Bulk editor":["Групповой редактор"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Этот инструмент позволит вам быстро изменить заголовки и описания ваших записей и страниц без редактирования отдельных страниц."],"Import and Export":["Импорт и экспорт"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Импортировать настройки из других SEO плагинов и экспортировать ваши настройки для повторного использования в этом (или другом) сайте."],"File editor":["Редактор файлов"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Этот инструмент позволит быстро отредактировать такие важные для вашего SEO файлы, как robots.txt и .htaccess (при его наличии)."],"&laquo; Back to Tools page":["&laquo; назад на страницу инструментов"],"Max entries per sitemap":["Максимальное число строк в карте сайта (sitemap)"],"Credits":["О создателях"],"More Translations":["Другие переводы"],"%1$s ships, at time of release, with %4$d translations, of which %5$d are complete. That's a huge improvement from last time, and we're improving every week. Join us at %2$stranslate.yoast.com%3$s!":["В WordPress SEO by Yoast добавлено 26 переводов из которых 10 полностью завершены. Мы очень сильно продвинулись в части перевода и продолжаем переводить каждую неделю. Присоединяйтесь к нам на %1$stranslate.yoast.com%2$s!"],"Go to The General settings page →":["Перейти на страницу Общих настроек →"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Несмотря на то, что большая часть разработчиков %1$sYoast%2$s находится в Нидерландах (Голландия), %3$s создаёт команда со всего мира."],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Хотите помочь в разработке? Прочитайте нашу %1$scontribution guidelines%2$s!"],"Project Leaders":["Ведущие проекта"],"Project Lead":["Ведущий проекта"],"Lead Developer":["Ведущий программист"],"QA & Translations Manager":["Ответственный за качество и перевод"],"Contributing Developers":["Разработчики проекта"],"Developer":["Разработчик"],"Contributors to this release":["Авторы этого релиза"],"Change URLs":["Изменить URL адреса"],"Clean up permalinks":["Сбросить постоянные ссылки"],"Import from other SEO plugins":["Импортировать из других SEO плагинов"],"Import from other plugins":["Импортировать из других плагинов"],"If you want to import data from (by now ancient) Yoast plugins, you can do so here:":["Если вы хотите импортировать данные из прежних плагинов Yoast (теперь устаревших), сделайте это здесь:"],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":["Обнаружен плагин \"All In One SEO\". Вы хотите %sимпортировать свои настройки%s?"],"You are not allowed to access this page.":["Вам не разрешен доступ к этой странице."],"Tools":["Инструменты"],"Your %s license has been activated. ":["Ваша лицензия для %s активирована. "],"You have an unlimited license. ":["Вы обладаете неограниченной лицензией."],"You have used %d/%d activations. ":["Вы использовали %d/%d активаций."],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["в,около,над,после,снова,против,все,?,?,и,любой,есть,как,на,быть,потому,были,перед тем,будучи,ниже,между,оба,но,по,может,сделал,делать,никак,делаешь,вниз,во время,каждый,несколько,для,от,далее,было,есть,есть,имея,он,он бы,он,он,её,здесь,вот,её,сама,ему,сам,его,как,как,я,я бы,я буду,я,я,если,в,вместо,в,это,это,эти,само,давай,мне,больше,большинство,моё,себя,ни,о,о,однажды,только,или,другие,надобно,наши,наша,себя,наш,более,собственный,же,она,она бы,она,она,должны,так,некоторые,например,чем,что,вот,то,их,их,их,сами,затем,там,там,эти,они,они бы,они,они,они,это,те,через,чтобы,тоже,под,пока,вверх,очень,был,мы,мы бы,мы будем,мы,мы,были,что,что,когда,когда,где,где,который,хотя,кто,кто,кому,почему,почему,с,бы,вы,вы бы,вы будете,ты,ты,ваш,твой,себя,сами"],"The SEO title defaults to what is generated based on this sites title template for this posttype.":["SEO заголовки по умолчанию соответствуют тому, что генерируется функциями активного шаблона для Записи этого типа."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Если вы хотите использовать для публикации в %s другой заголовок Записи, тогда введите его здесь."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Если вы хотите использовать другое мета-описание для публикации в %s, введите его здесь."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Если вы хотите использовать другое изображение в %s для этой Записи, загрузите (выберите) или введите здесь URL адрес подходящего изображения."],"%s Title":["%s Заголовок"],"%s Description":["%s Описание"],"%s Image":["%s Изображние"],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":["Если вы хотите, всегда быть в курсе новинок %1$s и других плагинов команды Yoast, подпишитесь на нашу новостную рассылку:"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Как видите, есть перевод этого плагина в %1$s. Этот перевод на данный момент готов на %3$d%%. Нам нужна ваша помощь для завершения перевода и исправления ошибок. Пожалуйста, зарегистрируйтесь на %4$s, чтобы помочь нам с переводом для %1$s!"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Язык WordPress которым Вы пользуетесь - %1$s. В то время как %2$s был переведён на %1$s всего на %3$d%%, он не вошёл в комплект текущего обновления. Но вы можете помочь! Зарегистрируйтесь на %4$s чтобы помочь завершить перевод на %1$s!"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Вы используете версию WordPress на языке, который мы пока не поддерживаем. Мы были бы рады, если бы %2$s был и на Вашем языке, но, к сожалению, сейчас это не так. Вы можете это изменить! Зарегистрируйтесь на %4$s, чтобы помочь нам с переводом!"],"Translation of %s":["Перевод %s"],"Register now &raquo;":["Зарегистрируйтесь прямо сейчас &raquo;"],"The old data of the imported plugin was deleted successfully.":["Старые данные из импортированного плагина были успешно удалены."],"Content to put after each post in the feed":["Контент для размещения в ленте новостей после каждой Записи"],"Exclude user roles":["Исключить роли пользователя"],"Pinterest Rich Pins Validator":["Валидатор Pinterest Rich Pins"],"HTML Validator":["Валидатор HTML"],"CSS Validator":["Валидатор CSS"],"Google Page Speed Test":["Тест скорости загрузки страницы от Google"],"Modern IE Site Scan":["Проверка сайта в последней версии Internet Explorer (IE)"],"Focus keyword usage":["Использование фокусного ключевого слова"],"You have used HTML in your value which is not allowed.":["В этом поле нельзя использовать HTML-теги."],"Exclude user from Author-sitemap":["Исключить пользователя из авторов карты сайта (sitemap)"],"(no parent)":["(без родителя)"],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":["Чтобы правильно делать поисковую оптимизацию (SEO) для WordPress, недостаточно только пользоваться этим плагином. Наша статья %1$sThe definitive guide to WordPress SEO%2$s поможет получить больше информации."],"Title &amp; Metas settings":["Настройки для Title и Meta"],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":["Здесь вы можете настроить заголовки и метаданные для всех типов записей, таксономий, архивов, специальных страниц и главной страницы вашего сайта. Страница настроек разбита на несколько вкладок. Не забудьте проверить их все!"],"Templates and settings":["Шаблоны и настройки"],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":["Теперь кликните по вкладке &#8216;%1$sТипы записей%2$s&#8217;, т.к. она будет нашим примером."],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":["Шаблоны всегда создаются с использованием переменных. Вы можете найти все эти переменные на вкладке «Помощь» (в правом верхнем углу страницы). Настройки позволяют вам установить особое поведение для различных типов Записей."],"Previous":["Назад"],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":["На этой вкладке можно включить функциональность %1$sFacebook Open Graph%2$s, а также назначить пользователя или приложение Facebook администратором вашего сайта, чтобы видеть статистику Facebook Insights."],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":["Настройки главной страницы позволяют вам указать метаданные для главной, а в настройках по умолчанию можно задать стандартное изображение для всех записей и страниц без изображений."],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":["С помощью %1$sTwitter Cards%2$s можно прикрепить фотографии, видео и другие медиафайлы к твитам, приносящим трафик вашему сайту. Просто поставьте галочку, зарегистрируйтесь на сервисе, и к твитам пользователей, ссылающихся на ваш контент, добавится &#8220;карточка&#8221; , видимая для всех их подписчиков."],"This tab allows you to add specific post meta data for Google+. And if you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":["Эта вкладка позволяет добавлять к статье специальные метаданные для Google+. Если у вас есть страница компании в Google+, укажите здесь её URL и добавьте ссылку на неё на вашей странице «Обо мне» в %1$sGoogle+%2$s."],"What are XML sitemaps?":["Что такое XML-карта сайта?"],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":["Карта сайта — это XML-файл, который содержит список страниц сайта. Он позволяет веб-мастерам включать дополнительную информацию по каждому URL: когда было последнее обновление, как часто происходили изменения, каков приоритет по отношению к другим URL сайта. Карта сайта позволяет поисковым машинам сканировать сайт более разумно и оптимально."],"What does the plugin do with XML Sitemaps?":["Как связан плагин с XML-картой сайта?"],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":["Если вы хотите исключить определенные типы записей или таксономии, их можно указать на этой странице."],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":["На вашем сервере мало памяти? Уменьшите количество записей на один файл карты (по умолчанию 1000), чтобы снизить нагрузку."],"Extensions and Licenses":["Расширения и лицензии"],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":["Когда вы приобретёте %1$s или какой-либо другой премиум плагин Yoast, вам необходимо будет ввести лицензионный ключ. Это можно сделать на вкладке «Лицензии». После активации плагина вы сможете полноценно воспользоваться всеми его возможностями."],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":["Итак, мы подошли к концу нашего обзора. Если вам понравился плагин, пожалуйста, %sпоставьте нам 5 звездочек на  сайте WordPress.org%s!"],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":["Вы только что установили %1$s! Нажмите &#8220;Начать презентацию&#8221; для быстрого обзора возможностей этого плагина."],"Add Google+ specific post meta data":["Добавить к записям метаданные для Google+"],"Exclude users without posts":["Исключить пользователей без записей"],"Disable all users with zero posts":["Отключить всех пользователей без записей"],"Please check the appropriate box below if there's a user role that you do <strong>NOT</strong> want to include in your sitemap:":["Отметьте ниже галочки с теми ролями, которые вы <strong>НЕ ХОТИТЕ</strong> добавлять в карту сайта:"],"Replaced with the post/page author's 'Biographical Info'":["Биография автора записи/страницы"],"Team Yoast":["Команда Yoast"],"Publication date":["Дата публикации"],"The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.<br/><br/>Read %sthis post%s for more info.":["Мета-описание часто отображается как чёрный текст под заголовком в результатах поиска. Описание должно содержать ключевое слово, которое искали. <br/> <br/> Посмотрите %эту статью%s, чтобы узнать больше."],"No Image Index":["Не индексировать изображения"],"Are you sure you want to reset your SEO settings?":["Вы уверены, что хотите сбросить настройки SEO?"],"Title Separator":["Разделитель для заголовка"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Выберите символ, который вы хотите использовать в качестве разделителя. Он будет отображаться, например, между названиями записи и сайта."],"Symbols are shown in the size they'll appear in in search results.":["Символы отображаются в том же размере, в каком они появятся в результатах поиска."],"Take note:":["Обратите внимание:"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on <strong>unattached</strong> media items!":["Поскольку адреса вложений у вас перенаправляются на родительские страницы, эти настройки будут влиять только на <strong>неприкреплённые</strong> файлы!"],"So remember: If you change the %sattachment redirection setting%s in the future, the below settings will take effect for *all* media items.":["Помните: Если в будущем вы измените %sопцию перенаправления вложений%s, настройки ниже вступят в силу для *всех* файлов."],"public":["публичный"],"archived":["в архиве"],"mature":["для взрослых"],"spam":["спам"],"New sites in the network inherit their SEO settings from this site":["Новые сайты сети унаследуют SEO-настройки от этого сайта"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Выберите сайт, параметры которого вы хотите использовать по умолчанию для всех сайтов сети. Если выбрать «Нет», будут использоваться стандартные настройки."],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Укажите %sID сайта%s, параметры которого вы хотите использовать по умолчанию для всех сайтов сети. Если оставить поле пустым, будут использоваться стандартные настройки плагина."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Конфиденциальные данные (администраторы Facebook и т.п.), параметры темы (перезапись заголовков) и несколько других параметров, относящихся только к данному сайту, не будут импортированы на новые сайты."],"Site ID":["ID сайта"],"Copy home meta description":["Скопировать мета-описание с главной"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Это заголовок, описание и изображение, используемые в мета-тегах Open Graph на главной странице сайта."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Переменная для замены может содержать только алфавитно-цифровые символы, подчёркивание или дефис. Попробуйте переименовать переменную."],"Advanced Variables":["Дополнительные переменные"],"Premium Support":["Премиальная поддержка"],"FAQ":["ЧаВо"],"Remove these ads?":["Удалить эту рекламу?"],"This is a rendering of what this post might look like in Google's search results.<br/><br/>Read %sthis post%s for more info.":["Так будет выглядеть запись в поисковой выдаче Google.<br/><br/>Посмотрите %sэту статью%s, чтобы узнать больше."],"Warning:":["Внимание:"],"Title display in Google is limited to a fixed width, yours is too long.":["Отображение заголовка страницы в Google ограничено фиксированной длиной. Ваше название страницы слишком длинное."],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Предупреждение: Вы можете указать здесь настройки для роботов, однако в настройках чтения для всего сайта включена опция «Попросить поисковые системы не индексировать сайт», поэтому данные настройки ни на что не повлияют."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Внимание!</b> У вас заблокированы внешние запросы, это значит, что Вы не сможете получать обновления для %s. Пожалуйста добавьте %s к %s."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Ваша лицензия истекла. Вам надлежит <a href=\"%s\">продлить её</a> чтобы продолжить пользоваться ею."],"Request error: \"%s\" (%scommon license notices%s)":["Ошибка загрузки: &quot;%s&quot; (%scommon license notices%s)"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s активирован для сети. Вы можете активировать лицензию на <a href=\"%s\">странице лицензий в сетевой консоли</a>."],"%s is network activated, please contact your site administrator to manage the license.":["%s активирован для сети. Чтобы активировать лицензию, свяжитесь с администратором сайта."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Этот сайт не был активирован на yoast.com и поэтому не может проверять обновления. Пожалуйста, активируйте ваш сайт с корректным лицензионным ключом."],"Your %s license will expire on %s.":["Ваша лицензия на %s истечёт %s."],"%sRenew your license now%s.":["%sПродлите Вашу лицензию%s."],"The premium version of %1$s with more features & support.":["Премиум версия плагина %1$s с дополнительными функциями и поддержкой."],"Optimize your videos to show them off in search results and get more clicks!":["Оптимизируйте свои видео-записи, чтобы они попадали в результаты поиска и получали больше кликов!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Вы зарегистрированы в Google News? Вы можете увеличить трафик оттуда на свой сайт с помощью оптимизации!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Получите лучший рейтинг среди локальных ресурсов на Картах Google без лишних усилий!"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Легкая интеграция плагина электронной коммерции WooCommerce с плагином %1$s даст много дополнительных функций!"],"Get this extension":["Получить это расширение"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Не очищать параметры Google Analytics Campaign и Google AdWords."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Переменная для замены не может начинаться с «%%cf_» или «%%ct_», эти символы зарезервированы для дополнительных полей и таксономий плагина. Постарайтесь выбрать уникальное имя для вашей переменной."],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":["Переменная для замены с таким же именем уже зарегистрирована. Постарайтесь выбрать уникальное имя для вашей переменной. "],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Вы не можете переопределить стандартную переменную плагина. Чтобы изменить значение этой переменной, используйте фильтр «wpseo_replacements»."],"Replaced with the title of the parent page of the current page":["Заголовок родительской страницы"],"The site's tag line / description":["Слоган или описание сайта"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Номер текущей страницы в контексте (т. е. страница 2 из 4)"],"Check Rich Snippets":["Проверка расширенного описания веб-страницы"],"Facebook Debugger":["Отладчик Facebook"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Похоже, что стандартная библиотека PHP (SPL) недоступна. Пожалуйста, попросите вашу хостинг-компанию включить ее."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Первое настоящее и полноценное решение для SEO в WordPress, в которое включен анализ содержимого страницы, создание карты сайта в формате XML и многое другое."],"https://yoast.com/":["https://yoast.com/"],"Please select a valid taxonomy for post type \"%s\"":["Пожалуйста, выберите допустимую таксономию для типа записей «%s»"],"Post doesn't exist.":["Запись не существует."],"Post has an invalid Post Type: %s.":["У записи неверный тип: %s."],"You can't edit %s.":["Вы не можете редактировать %s."],"You can't edit %s that aren't yours.":["Вы не можете редактировать %s, не принадлежащие вам."],"Extensions":["Расширения"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["Параметры заголовков и мета-описаний для %1$s состоят из переменных, которые заменяются на определенные значения при отображении страницы посетителю. На вкладках слева показаны доступные переменные."],"Filter":["Фильтр"],"WP Page Title":["Заголовок страницы WP"],"Post Type":["Тип записи"],"Post Status":["Статус"],"Page URL/Slug":["Постоянный URL адрес / ярлык"],"Existing Yoast Meta Description":["Текущее мета описание в Yoast"],"New Yoast Meta Description":["Новое мета описание в Yoast"],"Action":["Действие"],"Edit this item":["Изменить этот пункт"],"Edit":["Изменить"],"Preview &#8220;%s&#8221;":["Предпросмотр &#8220;%s&#8221;"],"Preview":["Предпросмотр"],"View &#8220;%s&#8221;":["Показать &#8220;%s&#8221;"],"View":["Показать"],"Existing Yoast SEO Title":["Текущее SEO название в Yoast"],"New Yoast SEO Title":["Новый заголовок Yoast SEO"],"Debug Information":["Отладочная информация"],"Current option:":["Текущий вариант:"],"Site-wide default: %s":["По умолчанию на сайте: %s"],"No post content to analyse.":["Нет контента для анализа."],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">Знаете ли вы, что можете расширить свою лицензию?</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">Ваша лицензия истекает через %d дней, хотите продлить её?</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Вы достигли лимита активаций. Необходимо <a href=\"%s\">расширить лицензию</a>, чтобы использовать её на этом сайте."],"Failed to activate your license, your license key seems to be invalid.":["Не удалось активировать лицензию, указан неверный ключ."],"Your %s license has been deactivated.":["Ваша лицензия на %s деактивирована."],"Failed to deactivate your %s license.":["Не удалось деактивировать лицензию на %s."],"%s License":["Лицензия на %s"],"Theme License":["Лицензия на тему"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["При обновлении этой темы будут утеряны внесённые вами изменения. «Отмена» — прервать, «OK» — обновить."],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":["Доступно обновление <strong>%s версии %s</strong>. Можно <a href=\"%s\" class=\"thickbox\" title=\"%s\">посмотреть список изменений</a> или <a href=\"%s\" %s>обновить сейчас</a>."],"%s failed to check for updates because of the following error: <em>%s</em>":["Не удалось проверить наличие обновлений для %s из-за следующей ошибки: <em>%s</em>"],"%s: License Settings":["%s: Настройки лицензии"],"License status":["Статус лицензии"],"Toggle license status":["Сменить статус лицензии"],"Deactivate License":["Деактивировать лицензию"],"(deactivate your license so you can activate it on another WordPress site)":["(деактивировать лицензию, чтобы использовать её на другом сайте)"],"Activate License":["Активировать лицензию"],"Please enter a license key in the field below first.":["Для начала, пожалуйста, введите лицензионный ключ в поле ниже."],"License Key":["Лицензионный ключ"],"Paste your %s license key here..":["Вставьте ваш лицензионный ключ на %s сюда..."],"You defined your license key using the %s PHP constant.":["Ваш лицензионный ключ задан с помощью PHP-константы %s."],"Failed to remove hardcoded meta description.":["Не удалось удалить встроенное мета-описание."],"Earlier found meta description was not found in file. Renewed the description test data.":["Найденное ранее в файле мета-описание отсутствует. Данные о проверке описания обновлены."],"Pinterest":["Pinterest"],"Yandex Webmaster Tools":["Yandex Webmaster Tools"],"You cannot create a robots.txt file.":["Не удалось создать файл robots.txt."],"You don't have a robots.txt file, create one here:":["На сайте отсутствует файл robots.txt, создайте его сейчас:"],"Create robots.txt file":["Создать файл robots.txt"],"Setting \"%s\" is no longer used and has been discarded.":["Параметр \"%s\" больше не используется и его значение игнорируется."],"No settings found in file.":["В файле не обнаружено никаких настроек."],"Unzipping failed - file settings.ini not found.":["Не удалось распаковать архив, файл settings.ini не найден."],"Unzipping failed with error \"%s\".":["Не удалось распаковать архив из-за ошибки «%s»."],"Licenses":["Лицензии"],"Meta keywords":["META ключевые слова"],"%s restored to default SEO settings.":["%s сброшены в начальные значения SEO."],"Blog %s not found.":["Блог %s не был обнаружен."],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Если у Вас есть дополнительные переменные, которые Вы хотите защитить от очистки, то добавьте их здесь, перечислив через запятую."],"The default card type to use":["Использовать тип карточки по-умолчанию"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Пожалуйста, укажите максимальное количество записей для одной страницы карты сайта (по умолчанию — %s, но возможно придется уменьшить это значение, чтобы понизить потребление памяти на некоторые установки):"],"%s does not seem to be a valid %s verification string. Please correct.":["Похоже, что %s — некорректный проверочный код для %s. Пожалуйста исправьте его."],"Please select a valid post type for taxonomy \"%s\"":["Пожалуйста выберите корректный тип записи для таксономии «%s»"],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["«Максимальное количество записей на странице карты сайта» должно быть положительным числом, а %s таковым не является. Пожалуйста, исправьте его."],"Summary":["Краткое содержание"],"Summary with large image":["Краткое содержание с большой картинкой"],"%s does not seem to be a valid url. Please correct.":["Похоже, что %s — некорректный адрес URL. Пожалуйста исправьте его."],"%s does not seem to be a valid Twitter user-id. Please correct.":["Похоже, что %s — некорректное имя пользователя в Twitter. Пожалуйста исправьте его."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s — это неправильное значение для имени пользователя, которому можно разрешить доступ к настройкам %2$s. Значение сброшено к первоначальному."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Настройка «блог по умолчанию» должна быть числовым ID того блога, который вы хотите использовать по умолчанию."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Этот идентификатор должен принадлежать существующему блогу. Блог %s - не существует, или помечен на удаление."],"No numeric value was received.":["Нет числового значения."],"Title optimization":["Оптимизация заголовка"],"For more information:":["Более подробная информация:"],"There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.":["В этой статье %d слов, хотя в текстах для SEO рекомендуется не менее %d слов. Добавьте еще несколько предложений."],"Use Image":["Использовать изображение"],"There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.":["Есть %d слов содержащихся в этом материале, это меньше рекомендованного минимума — %d слов. Добавьте больше полезного контента на эту тему для читателей."],"There are %d words contained in the body copy, this is more than the %d word recommended minimum.":["Есть %d слов содержащихся в этом материале, это больше рекомендованного минимума — %d слов."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Это поможет вам создавать более чистые URL-адреса, автоматически удаляя из них стоп-слова."],"Remove stop words from slugs.":["Удалять стоп-слова из ярлыков"],"Why Google won't display the right page title":["Почему Google не отображает правильный заголовок страницы"],"Template explanation":["Информация о шаблоне"],"Basic Variables":["Основные переменные"],"SEO Issue:":["Проблема SEO:"],"Your theme contains a meta description, which blocks %1$s from working properly. Please visit the %2$sSEO Dashboard%3$s to fix this.":["Ваша тема содержит мета-описание, которое препятствует нормальной работе плагина %1$s. Пожалуйста, откройте %2$sПанель управления SEO%3$s и исправьте эту проблему."],"Google+":["Google+"],"Facebook profile URL":["Ссылка на профиль в Facebook"],"Check":["Проверка"],"Pick the main keyword or keyphrase that this post/page is about.<br/><br/>Read %sthis post%s for more info.":["Выберите основное ключевое слово или фразу для этой записи или страницы.<br/><br/>Прочтите %sэто статью%s для получения подробностей."],"index":["index"],"noindex":["noindex"],"Your focus keyword was found in:":["Ваше фокусное ключевое слово было найдено в:"],"Article Heading: ":["Заголовок статьи: "],"Page title: ":["Заголовок страницы: "],"Page URL: ":["URL страницы: "],"Content: ":["Содержимое: "],"Meta description: ":["Мета-описание: "],"All SEO Scores":["Все очки SEO"],"Page Analysis has been disabled.":["Анализ страницы был отключен."],"Removed hardcoded meta description.":["Встроенное мета-описание удалено."],"Re-check theme.":["Перепроверка темы."],"The plugin Robots-Meta has been detected. Do you want to %simport its settings%s.":["Был обнаружен плагин Robots-Meta. Вы хотите %sимпортировать его настройки%s?"],"Robots-Meta has been deactivated":["Robots-Meta деактивирован"],"All-In-One-SEO has been deactivated":["All-In-One-SEO деактивирован"],"Edit Files":["Изменить файлы"],"Replaced with the slug which caused the 404":["Ярлык, вызвавший ошибку 404"],"Replaced with a custom taxonomies description":["Описание произвольной таксономии"],"Facebook":["Facebook"],"Add Open Graph meta data":["Добавить метаданные Open Graph"],"Facebook Page URL":["Ссылка на страницу Facebook"],"User sitemap":["Карта сайта со списком пользователей"],"Disable author/user sitemap":["Отключить карту сайта со списком авторов и пользователей"],"N/A":["Нет"],"Poor":["Слабо"],"Good":["Хорошо"],"Bad":["Плохо"],"Posts":["Записи"],"You've never used this focus keyword before, very good.":["Очень хорошо, вы еще не использовали это фокусное ключевое слово."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Вы уже использовали это фокусное ключевое слово %1$sодин раз%2$s, поэтому следует определить, какой из этих двух URL на вашем сайте наиболее важен для этого слова."],"You've used this focus keyword %3$s%4$d times before%2$s, it's probably a good idea to read %1$sthis post on cornerstone content%2$s and improve your keyword strategy.":["Вы уже использовали это фокусное ключевое слово %3$s%4$d раз%2$s, поэтому, пожалуйста, прочтите %1$sэту статью об основах создания содержимого%2$s и улучшите вашу политику добавления ключевых слов."],"You must %sgo to your Reading Settings%s and uncheck the box for Search Engine Visibility.":["Вы должны %sзайти в Настройки чтения%s и убрать галочку рядом с пунктом \"Видимость для поисковых систем\"."],"Replaced with the current day":["Текущий день"],"Entries per page":["Записей на страницу"],"If you had a .htaccess file and it was editable, you could edit it from here.":["Если у вас есть файл .htaccess доступный для редактирования, то здесь его можно будет изменить."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Если у вас есть файл robots.txt доступный для редактирования, то здесь его можно будет изменить."],"WooThemes SEO framework settings &amp; data successfully imported.":["Данные и настройки из WooThemes SEO успешно импортированы."],"HeadSpace2 data successfully imported":["Данные HeadSpace2 успешно импортированы"],"Import from WooThemes SEO framework?":["Импортировать из WooThemes SEO framework?"],"Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.":["Ваша ключевая фраза состоит более чем из 10 слов, но она должна быть короче и только одна."],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Если у вас есть страница Google+ для вашего бизнеса, то добавьте ее URL здесь, а также добавьте обратную ссылку на странице о вас в Google+."],"Your theme contains a meta description, which blocks %1$s from working properly, please delete the following line, or press fix it:":["Ваша тема содержит мета-тег с описанием, который блокирует правильную работоспособность %1$s, поэтому, пожалуйста, удалите следующую строку или нажмите чтобы исправить его:"],"Google Publisher Page":["Страница владельца в Google"],"Date in Snippet Preview":["Дата в предосмотре фрагмента"],"Twitter username (without @)":["Ваше имя на Twitter (без @)"],"Show date in snippet preview?":["Показать дату в предварительном просмотре фрагмента?"],"SEO: OK":["SEO: OK"],"SEO: Poor":["SEO: Слабо"],"SEO: Bad":["SEO: Плохо"],"SEO: No Focus Keyword":["SEO: Нет фокусного ключевого слова"],"SEO: Good":["SEO: Хорошо"],"SEO: Post Noindexed":["SEO: Запись не индексируется"],"Meta Desc.":["Мета описание"],"Focus KW":["Фокусное ключевое слово"],"%s, Author at %s":["%s, автор на %s"],"Remove the <code>?replytocom</code> variables.":["Удалить переменные <code>?replytocom</code>."],"Post Types":["Типы записей"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Связанные комментарии не смогут работать, если у пользователя отключён JavaScript, но на больших сайтах будет получен <em>огромный</em> прирост эффективности работы поисковых роботов в сообщениях со множеством комментариев."],"Replaced with the post type single label":["Тип записи в единственном числе"],"Other":["Другое"],"Replaced with the post type plural label":["Тип записи во множественном числе"],"%s Archive":["Архив %s"],"Social settings":["Социальные настройки"],"Sitewide settings":["Настройки для всего сайта"],"%s Archives":["Архивы %s"],"Always index":["Всегда индексировать"],"No focus keyword was set for this %s. If you do not set a focus keyword, no score can be calculated.":["Фокусное ключевое слово для %s не установлено. Расчёт выполнен не будет."],"To update this page analysis, save as draft or update and check this tab again":["Для повторного анализа страницы, сохраните её как черновик или просто обновите, и выберите эту вкладку еще раз"],"No subheading tags (like an H2) appear in the copy.":["Подзаголовки (типа H2) в этой статье отсутствуют."],"The keyword density is %s%%, which is over the advised 4.5%% maximum, the keyword was found %s times.":["Плотность ключевых слов %s%%, что превышает максимально допустимые 4.5%%, ключевое слово было найдено %s раз."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s автоматически определяет необходимость изменения заголовков Записей на вашем сайте, если вы уверены, что этого делать НЕ надо, отметьте этот пункт."],"Replaced with a posts custom taxonomies, comma separated.":["Значение пользовательских таксономий из записи (через запятую)"],"Replaced with a posts custom field value":["Значение пользовательского поля из записи"],"Take this tour to quickly learn about the use of this plugin.":["Посмотрите презентацию, чтобы разобраться в настройках плагина. "],"Special Pages":["Особые страницы"],"I don't know why you'd want to use meta keywords, but if you want to, check this box.":["Понятия не имею, зачем вам использовать Meta Keywords, но, если хотите, отметьте этот пункт."],"Unchecking this box allows authors and editors to redirect posts, noindex them and do other things you might not want if you don't trust your authors.":["Отключите, если хотите разрешить авторам и редакторам перенаправлять (redirect) Записи, добавлять атрибут запрещающий индексацию и иными способами управлять поисковым выводом страниц."],"Post is set to noindex.":["Запись отмечена как неиндексируемая."],"Use %s default (Currently: %s)":["Использовать %s по умолчанию (Сейчас: %s)"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["%s использует правила индексации, установленные в «Заголовки и метаданные». Здесь можно их изменить."],"Titles &amp; Metas":["Заголовки и метаданные"],"Default for post type, currently: %s":["По умолчанию для записей, сейчас: %s"],"Focus keyword not set.":["Фокусное ключевое слово не установлено."],"Search for \"%s\"":["Поиск \"%s\""],"Always noindex":["Всегда  noindex"],"Noindex subpages of archives":["Noindex для подстраниц и архивов"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, enable this.":["Чтобы в результаты поиска не включались страницы архивов вида /page/2/ и т.п., отметьте этот пункт."],"Hide RSD Links":["Спрятать ссылки RSD"],"Hide WLW Manifest Links":["Спрятать ссылки WLW Manifest"],"Hide Shortlink for posts":["Спрятать короткую ссылку записей"],"Hide RSS Links":["Спрятать RSS ссылки"],"Meta Robots":["Meta Robots"],"Hide":["Скрыть"],"These pages will be %s by default, so they will never show up in search results.":["Эта страница %s по умолчанию проиндексирована не будет, а это значит, что в выдаче поисковых систем не отобразится."],"The separator defined in your theme's <code>wp_title()</code> tag.":["Разделитель, определённый параметром <code>wp_title()</code> вашей темы."],"If you want to restore a site to the default %s settings, press this button.":["Для сброса настроек плагина %s по умолчанию, нажмите эту кнопку."],"Security":["Безопасность"],"This image is used if the post/page being shared does not contain any images.":["Если страницей или записью поделятся (shared) и они не содержит изображений, то тогда будет использоваться эта картинка, "],"Twitter":["Twitter"],"Add Twitter card meta data":["Добавить метаданные Twitter"],"No focus keyword set.":["Фокусное ключевое слово не установлено."],"Your hosting environment does not support PHP's %sDocument Object Model%s.":["Ваш хостинг не поддерживает РНР %sDocument Object Model%s."],"Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.":["Ключевое слово / ключевая фраза найдена в %s (из %s) заголовков этой копии. Это полезно для улучшения видимости статьи в поиске."],"You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.":["Вы не использовали ключевое слово / фразу ни в одном из подзаголовков (Н2 или других) вашей статьи."],"You searched for %s":["Вы искали %s"],"The post %s appeared first on %s.":["Запись %s впервые появилась %s."],"Successfully cleared all Facebook Data":["Все данные Facebook удалены"],"Successfully removed admin %s":["Успешно удалён администратор %s"],"Frontpage settings":["Настройки главной страницы"],"Facebook Insights and Admins":["Facebook Insights и администрирование"],"Alexa Verification ID":["Alexa Verification ID"],"Social":["Социальные сети"],"Email":["Адрес электронной почты"],"Subscribe":["Подписаться"],"Currently connected Facebook admins:":["Кто сейчас подключен, как Facebook администратор:"],"Add Another Facebook Admin":["Добавить ещё одного администратора  Facebook"],"Clear all Facebook Data":["Очистить все данные Facebook"],"Image URL":["URL адрес изображения"],"Description":["Описание"],"Default settings":["Настройки по умолчанию"],"This is a settings export file for the %1$s plugin by Yoast.com":["Это файл экспорта настроек для плагина %1$s от Yoast.com"],"SEO":["SEO"],"Keyword Research":["Исследование ключевых слов"],"AdWords External":["Внешние AdWords"],"Google Insights":["Google Insights"],"SEO Book":["Книга SEO"],"Analyze this page":["Проанализировать эту страницу"],"Check Inlinks (OSE)":["Проверить входящие ссылки (OSE)"],"Check Keyword Density":["Проверить плотность ключевых слов"],"Check Google Cache":["Проверить кэш Google "],"Check Headers":["Проверить Заголовки"],"SEO Settings":["Настройки SEO"],"XML Sitemaps":["XML Карта сайта"],"Permalinks":["Постоянные ссылки"],"RSS":["RSS"],"Webmaster Tools":["Инструменты Вебмастера"],"Next":["Далее"],"Like this plugin?":["Понравился плагин?"],"Congratulations!":["Поздравляем!"],"Start Tour":["Начать презентацию"],"Close":["Закрыть"],"Some files could not be removed. Please remove them via FTP.":["Некоторые файлы не могут быть удалены. Пожалуйста, удалите их через FTP."],"To enjoy all the benefits of the page analysis feature, you'll need to (get your host to) install it.":["Чтобы воспользоваться всеми преимуществами функциями анализа страницы, вам нужно (с помощью провайдера хостинга) установить его."],"The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.":["Ключевые слова страницы содержат одно или несколько %sстоп-слов%s, примите меры для их устранения. Найдено '%s'."],"The keyword / phrase appears in the URL for this page.":["Ключевое слово / фраза присутствует в URL адресе этой страницы."],"The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Ключевое слово или фраза не присутствует в URL адресе этой страницы. Если вы решили переименовать этот URL адрес, убедитесь, что происходят перенаправления (redirects) 301 со старого URL адреса на новый!"],"The slug for this page contains one or more <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, consider removing them.":["Ярлык этой страницы содержит одно или несколько <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, подумайте, можно ли их убрать."],"The slug for this page is a bit long, consider shortening it.":["Ярлык этой страницы слишком длинный, подумайте, как сократить его."],"Please create a page title.":["Пожалуйста создайте заголовок страницы."],"The page title is more than 40 characters and less than the recommended 70 character limit.":["Заголовок страницы составляет более 40 символов и меньше чем рекомендованные 70 символов."],"The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.":["Заголовок страницы содержит %d символов, что является меньше чем рекомендуемые 40 символов. Используйте свободное место для добавления вариантов ключевых слов или создайте убедительный призыв к действию копию."],"The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.":["Заголовок страницы содержит %d символов, что является больше чем видимый предел 70 символов, некоторые слова не будут отображаться для пользователей в вашем объявлении."],"The keyword / phrase %s does not appear in the page title.":["Ключевое слово / фраза %s не присутствует в заголовке страницы."],"The page title contains keyword / phrase, at the beginning which is considered to improve rankings.":["Заголовок страницы содержит ключевое слово / фразу в начале, что рекомендуется для улучшения рейтинга."],"The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.":["Заголовок страницы содержит ключевое слово / фразу, однако оно не присутствует в начале, попробуйте переместить его в начало."],"No outbound links appear in this page, consider adding some as appropriate.":["Страница не содержит исходящих ссылок, попробуйте добавить некоторые по мере необходимости."],"You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.":["Вы ссылаетесь на другую страницу с помощью ключевого слова, рейтинг по которому хотите повысить. Подумайте над возможностью изменения этого, если вы действительно хотите чтобы страница улучшила свой рейтинг."],"This page has %s outbound link(s).":["Эта страница имеет %s исходящих ссылок."],"This page has %s outbound link(s), all nofollowed.":["Эта страница имеет %s исходящих ссылок, все nofollowed."],"This page has %s nofollowed link(s) and %s normal outbound link(s).":["Эта страница имеет %s nofollowed ссылок, и %s нормальных исходящих ссылок."],"No images appear in this page, consider adding some as appropriate.":["На этой странице нет ни одного изображения, попробуйте добавить несколько по мере необходимости."],"The images on this page are missing alt tags.":["У изображений на этой странице отсутствуют атрибуты alt."],"The images on this page contain alt tags with the target keyword / phrase.":["Изображения на этой странице содержат атрибуты alt с целевым ключевым словом / фразой."],"The images on this page do not have alt tags containing your keyword / phrase.":["Изображения на этой странице не содержат атрибут alt с целевым ключевым словом / фразой."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["В данном мета-описании ответьте на следующие вопросы: Как это выглядит в сравнении с конкурентами? Может ли это быть более привлекательным?"],"The meta description is under 120 characters, however up to %s characters are available. %s":["Мета описание содержит менее 120 символов, однако доступно до %s символов. %s"],"The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s":["Данное мета-описание содержит более %s символов, сокращение его гарантирует что оно будет видно целиком. %s."],"No meta description has been specified, search engines will display copy from the page instead.":["Мета описание не заданно, поисковые системы будут вместо него отображать копию из страницу."],"The meta description contains the primary keyword / phrase.":["Мета описание содержит основное ключевое слово / фразу."],"A meta description has been specified, but it does not contain the target keyword / phrase.":["Мета описание указано, но не содержит ключевое слово / фразу."],"The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.":["Свободного места меньше чем обычные 155 символов, поскольку Google также включит дату публикации во фрагменте."],"There are %d words contained in the body copy. This is far too low and should be increased.":["Есть %d слов содержащихся в этой копии. Это слишком мало и должно быть увеличено."],"The keyword density is %s%%, which is a bit low, the keyword was found %s times.":["Плотность ключевых слов %s%%, что считается немного низкой, ключевое слово было найдено %s раз."],"The keyword density is %s%%, which is great, the keyword was found %s times.":["Плотность ключевых слов %s%%, что считается отличной, ключевое слово было найдено %s раз."],"The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.":["Ключевое слово не содержится в первом абзаце копии, убедитесь, что тема ясна сразу."],"The keyword appears in the first paragraph of the copy.":["Ключевое слово содержится в первом абзаце копии."],"Flesch Reading Ease":["Простота чтения (Flesch)"],"The copy scores %s in the %s test, which is considered %s to read. %s":["Копия получила оценку %s в тесте %s и это означает, что её %s читать. %s"],"very easy":["очень легко"],"easy":["легко"],"fairly easy":["довольно легко"],"OK":["ОК"],"fairly difficult":["довольно трудно"],"Try to make shorter sentences to improve readability.":["Попробуйте сделать предложения короче для улучшения читаемости."],"difficult":["трудно"],"Try to make shorter sentences, using less difficult words to improve readability.":["Попробуйте сделать предложения короче, используя меньше трудных слов для улучшения читаемости."],"very difficult":["очень трудно"],"Huge SEO Issue: You're blocking access to robots.":["Серьёзная проблема для SEO: Вы блокируете доступ для поисковых роботов."],"I know, don't bug me.":["Я знаю, не доставайте меня."],"Settings Updated.":["Настройки обновлены."],"Site Admins (default)":["Администраторы сайта (по умолчанию)"],"Super Admins only":[" Только супер администраторы"],"Save MultiSite Settings":["Сохранить настройки MultiSite"],"MultiSite Settings":["Настройки MultiSite"],"Using this form you can reset a site to the default SEO settings.":["Используя эту форму вы можете сбросить настройки SEO сайта по умолчанию."],"Blog ID":["Блог ID"],"Restore site to defaults":["Восстановить сайт по умолчанию"],"Restore site to default settings":["Восстановить настройки сайта по умолчанию"],"RSS Footer options imported successfully.":["Опции вариантов RSS Footer успешно импортированы."],"Yoast Breadcrumbs options imported successfully.":["Опции вариантов Yoast Breadcrumbs успешно импортированы."],"Yoast Breadcrumbs options could not be found":["Опции вариантов Yoast Breadcrumbs не найдены"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Вы наверняка использовали раньше плагины для SEO. Давайте упростим Вам жизнь, импортировав настройки из них. Если хотите, Вы можете сначала импортировать настройки, затем проверить их и, если всё правильно, импортировать настройки &amp; удалив старый плагин. Дубликатов при этом не появится."],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["Если вы использовали какой-то другой плагин SEO, попробуйте %sSEO Data Transporter%s, чтобы импортировать данные в этот плагин, он очень простой в освоении!"],"Import from HeadSpace2?":["Импортировать из HeadSpace2?"],"Import from All-in-One SEO?":["Импортировать из All-in-One SEO?"],"Delete the old data after import? (recommended)":["Удалить старые данные после импортирования? (Рекомендуется)"],"Import":["Импортировать"],"Import from Robots Meta (by Yoast)?":["Импортировать из Robots Meta (от Yoast)?"],"Import from RSS Footer (by Yoast)?":["Импортировать из RSS Footer (от Yoast)?"],"Import from Yoast Breadcrumbs?":["Импортировать из Yoast Breadcrumbs?"],"Export":["Экспортировать"],"Export your %1$s settings here, to import them again later or to import them on another site.":["Экспортируйте свои настройки %1$s, для резервирования данных или использовании их на другом сайте."],"Include Taxonomy Metadata":["Включить метаданные таксономии"],"Import settings":["Импортировать настройки"],"Settings successfully imported.":["Настройки успешно импортированы."],"Settings could not be imported:":["Настройки не могут быть импортированы:"],"Upload failed.":["Сбой при загрузке."],"Force rewrite titles":["Принудительная перезапись заголовков"],"Homepage":["Домашняя страница"],"Title template":["Шаблон названия"],"Meta description template":["Шаблон мета описания"],"Meta keywords template":["Шаблон ключевых слов"],"Homepage &amp; Front page":["Домашняя страница и главная страница"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":["Вы можете определить название и описание для главной страницы %sредактированием самой страницы &raquo;%s"],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["Вы можете определить название и описание для страницы блога %sредактированием самой страницы блога &raquo;%s"],"Taxonomies":["Таксономии"],"Author Archives":["Архивы автора"],"Date Archives":["Архивы даты"],"Search pages":["Поиск страниц"],"404 pages":["Страницы 404"],"Custom Post Type Archives":["Архивы пользовательских типов записей "],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Примечание: в отличие от шаблонов, это фактические заголовки и мета описания для пользовательских типов записей этих архивных страниц."],"Title":["Название"],"Meta description":["Мета описание"],"Breadcrumbs Title":["Заголовок навигационной цепочки (breadcrumbs)"],"Replaced with the date of the post/page":["Дата записи/страницы"],"Replaced with the title of the post/page":["Название записи/страницы"],"The site's name":["Имя сайта"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Цитата записи/страницы (при отсутствии генерируется автоматически)"],"Replaced with the post/page excerpt (without auto-generation)":["Цитата записи/страницы (без автоматической генерации)"],"Replaced with the current tag/tags":["Текущая(ие) метка/метки"],"Replaced with the post categories (comma separated)":["Рубрики записи (через запятую)"],"Replaced with the category description":["Описание рубрики"],"Replaced with the tag description":["Описание метки"],"Replaced with the term description":["Описание термина"],"Replaced with the term name":["Название термина"],"Replaced with the post/page modified time":["Время изменения записи/страницы"],"Replaced with the post/page ID":["ID записи/страницы"],"Replaced with the post/page author's 'nicename'":["Псевдоним автора записи/страницы"],"Replaced with the post/page author's userid":["Логин автора записи/страницы"],"Replaced with the current search phrase":["Текущая фраза поиска"],"Replaced with the current time":["Текущее время"],"Replaced with the current date":["Текущая дата"],"Replaced with the current month":["Текущий месяц"],"Replaced with the current year":["Текущий год"],"Replaced with the current page total":["Общее количество страниц текущей записи"],"Replaced with the current page number":["Номер страницы текущей записи"],"Attachment caption":["Заголовок вложения"],"Replaced with the posts focus keyword":["Фокусное ключевое слово записи"],"Strip the category base (usually <code>/category/</code>) from the category URL.":["Убрать основу категорий (обычно <code>/category/</code>) из URL"],"Enforce a trailing slash on all category and tag URL's":["Принудительно добавить слэш в конец URL категорий и тегов"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Если вы выбрали постоянную ссылку к вашей Записи с %1$s, или что-то подобное, с %2$s в конце Записи, эта галочка заставит WordPress  добавлять слэш и для остальных ссылок сайта."],"Redirect attachment URL's to parent post URL.":["Перенаправить URL вложения на URL родительской записи"],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URL's if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Файлы, прикреплённые к записям, хранятся в базе данных, как отдельные записи. Они доступны под собственными URL, и этот пункт перенаправит их адрес на запись, к которой они прикреплены."],"Redirect ugly URL's to clean permalinks. (Not recommended in many cases!)":["Перенаправить плохие URL на постоянные ссылки (не рекомендуется!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Иногда в ссылках на Ваш сайт делают ошибки, бывает, что в конце ссылки добавляются какие-то дополнительные параметры. Эта настройка позволит перенаправить такие ссылки наружу, то есть исключит их из обхода роботами. Хоть эта функция и активно используется, известно, она бывает не совместима со многими плагинами, и, чаще всего, при возникновении проблем в их работе, её нужно отключить."],"Prevent cleaning out Google Site Search URL's.":["Предотвратить очистку URL у Google Site Search."],"Google Site Search URL's look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Ссылки у Google Site Search выглядят странно и уродливо, но если вы используете Google Site Search, то вероятно не захотите, чтобы они очищались."],"Other variables not to clean":["Другие переменные, которые не нужно чистить"],"Enable Breadcrumbs":["Включить навигационную цепочку (breadcrumbs)"],"Separator between breadcrumbs":["Разделитель между пунктами навигационной цепочки (breadcrumbs)"],"Anchor text for the Homepage":["Текст ссылки на главную страницу"],"Prefix for the breadcrumb path":["Префикс"],"Prefix for Archive breadcrumbs":["Префикс навигационной цепочки (breadcrumbs) для страниц архива"],"Prefix for Search Page breadcrumbs":["Префикс навигационной цепочки (breadcrumbs) для страниц с результатами поиска"],"Breadcrumb for 404 Page":["Навигационная цепочка (breadcrumbs) для страницы 404"],"Remove Blog page from Breadcrumbs":["Удалить страницу сайта из навигационной цепочки (breadcrumbs)"],"None":["Пусто"],"Blog":["Блог"],"Bold the last page in the breadcrumb":["Выделить жирным шрифтом последнею страницу в навигационной цепочке"],"How to insert breadcrumbs in your theme":["Как добавить навигационную цепочку (breadcrumbs) в вашу тему"],"You cannot edit the robots.txt file.":["Не удалось отредактировать файл robots.txt."],"Updated Robots.txt":["Robots.txt обновлён"],"You cannot edit the .htaccess file.":["Не удалось отредактировать файл .htaccess."],"If your robots.txt were writable, you could edit it from here.":["Если ваш файл robots.txt доступен для записи, вы можете отредактировать его здесь."],"Edit the content of your robots.txt:":["Изменить содержание вашего robots.txt:"],"Save changes to Robots.txt":["Сохранить изменения в Robots.txt"],"Robots.txt":["Robots.txt"],"If your .htaccess were writable, you could edit it from here.":["Если ваш .htaccess  доступен для записи, вы можете отредактировать его здесь."],"Edit the content of your .htaccess:":["Отредактируйте содержание вашего .htaccess:"],"Save changes to .htaccess":["Сохранить изменения в .htaccess"],".htaccess file":[".htaccess"],"Facebook App ID":["Facebook App идентификатор"],"Disable the author archives":["Отключить архивы автора"],"Disable the date-based archives":["Отключить архивы дат"],"Prevents search engines from using the DMOZ description for pages from this site in the search results.":["Запретить поисковым системам использовать описания DMOZ для страниц данного сайта в результатах поиска."],"Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.":["Запретить поисковым системам использовать описания каталога Yahoo! для страниц данного сайта в результатах поиска."],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Эта функция автоматически добавит содержимое в RSS-поток, Вы можете добавить ссылки на Ваш сайт в каждую запись, защитив содержимое от автоматических агрегаторов, и указав поисковым системам адрес первоисточника."],"Content to put before each post in the feed":["Содержимое для размещения перед каждой Записью в ленте новостей"],"You can use the following variables within the content, they will be replaced by the value on the right.":["В шаблоне можно использовать следующие переменные, которые будут заменены на свои значения (справа)."],"A link to the archive for the post author, with the authors name as anchor text.":["Ссылка на архив автора записи с именем автора в качестве текста ссылки."],"A link to the post, with the title as anchor text.":["Ссылка на запись с названием в качестве текста ссылки."],"A link to your site, with your site's name as anchor text.":["Ссылка на ваш сайт с названием сайта в качестве текста ссылки."],"A link to your site, with your site's name and description as anchor text.":["Ссылка на ваш сайт с именем вашего сайта и описанием в качестве текста ссылки."],"Check this box to enable XML sitemap functionality.":["Отметьте этот пункт, чтобы включить XML карту сайта."],"You can find your XML Sitemap here: %sXML Sitemap%s":["Нажмите, чтобы просмотреть XML карту сайта: %sXML Sitemap%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["<strong>Не нужно</strong> генерировать XML карту сайта вручную, а также обновлять её после публикации записи."],"Save your settings to activate XML Sitemaps.":["Сохранить настройки, чтобы активировать XML Sitemaps."],"General settings":["Общие настройки"],"Please check the appropriate box below if there's a post type that you do <strong>NOT</strong> want to include in your sitemap:":["Если какой-нибудь тип содержимого нужно <strong>ИСКЛЮЧИТЬ</strong> из карты сайта, отметьте его галочкой:"],"Please check the appropriate box below if there's a taxonomy that you do <strong>NOT</strong> want to include in your sitemap:":["Если какую-то таксономию нужно <strong>ИСКЛЮЧИТЬ</strong> из карты сайта, отметьте её галочкой:"],"Fix it.":["Исправить"],"The following file(s) is/are blocking your XML sitemaps from working properly:":["Следующий файл(ы) блокируют ваши XML карты сайта от работы надлежащим образом:"],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["Либо удалите их (это можно сделать с помощью кнопки \"Исправить\") или отключите %1$s XML карты сайта (sitemaps)."],"Ignore.":["Игнорировать."],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["В URL адресе ваших записей и страниц отсутствует переменная postname (заголовок), но настоятельно рекомендуется, чтобы она там была. Рассмотрите вопрос о том, чтобы добавить <strong> /%postname%/</strong> в вашу структуру постоянных ссылок."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, so the suggestion is to disable it, to do that, simply uncheck the box before \"Break comments into pages...\"":["Разбивка комментариев на страницы включёна, хотя это не требуется в 999 из 1000 случаев, так что есть предложение отключить её. Для этого просто снимите галочку напротив опции \"Разбивать комментарии на страницы...\""],"General Settings":["Основные настройки"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Вы можете использовать эти поля, чтобы подтвердить права на сайт в различных Сервисах Веб-мастера, если ваш сайт уже прошел проверку - ничего не вводите. Введите метаданные для проверки сервисами:"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"Title to use for Author page":["Название для страницы автора"],"Meta description to use for Author page":["Мета описание для страницы автора"],"Meta keywords to use for Author page":["Ключевые слова Meta Keywords для страницы автора"],"Settings":["Настройки"],"SEO Title":["SEO заголовок"],"The SEO title is used on the archive page for this term.":["SEO название используется на странице архива этого объекта."],"SEO Description":["SEO описание"],"The SEO description is used for the meta description on the archive page for this term.":["SEO описание используется для мета описания на странице архива этого объекта."],"Meta keywords used on the archive page for this term.":["Мета ключевые слова используется на странице архива этого объекта."],"Canonical":["Канонический"],"The canonical link is shown on the archive page for this term.":["Каноническая ссылка отображается на странице архива этого термина."],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["Этот заголовок используется в \"хлебных крошках\" там, где появляется %s."],"Noindex this %s":["Noindex для %s."],"Include in sitemap?":["Включить в карту сайта?"],"Auto detect":["Определить автоматически"],"Always include":["Всегда включать"],"Never include":["Никогда не включать"]," (because of date display)":["(из-за отображения даты)"],"Snippet Preview":["Предварительный просмотр фрагмента"],"Focus Keyword":["Фокусное ключевое слово"],"The <code>meta</code> description will be limited to %s chars%s, %s chars left.":["<code>Мета</code> описание будет ограничено %s символов%s, %s символов осталось."],"If you type something above it will override your %smeta keywords template%s.":["Если вы введёте что-то выше, то оно заменит ваш %sшаблон мета ключевых слов%s."],"Meta Robots Index":["Meta Robots Index"],"Meta Robots Follow":["Meta Robots Follow"],"Follow":["Следовать (follow)"],"Nofollow":["Не следовать (nofollow)"],"Meta Robots Advanced":["Meta Robots Advanced"],"Advanced <code>meta</code> robots settings for this page.":["Расширенные <code>meta</code> robots настройки для этой страницы."],"NO ODP":["NO ODP"],"NO YDIR":["NO YDIR"],"No Archive":["Не архивировать"],"No Snippet":["Без фрагмента"],"Breadcrumbs title":["Заголовок навигационной цепочки"],"Title to use for this page in breadcrumb paths":["Название для этой страницы, которое будет использоваться в навигационной цепочке (breadcrumb)"],"Canonical URL":["Канонический URL адрес"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["Канонический URL адрес этой страницы должен указывать, оставьте пустым для использования постоянной ссылки по умолчанию. %sКросс-доменные ссылки%s тоже поддерживаются."],"301 Redirect":["301 перенаправление (redirect)"],"The URL that this page should redirect to.":["URL адрес, куда страница должна выполнять перенаправление (redirect)."],"General":["Общие"],"Page Analysis":["Анализ страницы"],"Advanced":["Дополнительно"],"Archives":["Архивы"],"Page not found":["Страница не найдена"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Заметка для администратора: эта страница не показывает мета-описания, поскольку она не имеет его, либо запишите его для этой страницы специально или перейдите в SEO -> Заголовки меню и настройте шаблон."],"Home":["Главная страница"],"Archives for":["Архивы для"],"You searched for":["Вы искали"],"Error 404: Page not found":["Ошибка 404: страница не найдена"],"posts\u0004All <span class=\"count\">(%s)</span>":["Все <span class=\"count\">(%s)</span>","Все <span class=\"count\">(%s)</span>","Все <span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Удаленные <span class=\"count\">(%s)</span>","Удаленные <span class=\"count\">(%s)</span>","Удаленные <span class=\"count\">(%s)</span>"]}}}