{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;"},"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":[""],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":[""],"Creating redirects is a %s feature":[""],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":[""],"Recent Rockstars":[""],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":[""],"Error: a redirect for this URL already exists":[""],"Redirect this broken URL and fix the error":[""],"Posts that are set to %s":[""],"%s Posts Overview":[""],"Prefix for search result pages:":[""],"Prefix for archive pages:":[""],"Prefix for breadcrumbs:":[""],"Anchor text for the homepage:":[""],"Remove blog page from breadcrumbs":[""],"Search Console":[""],"Export your %1$s settings":[""],"%1$s settings":[""],"Yoast SEO":[""],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":[""],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":[""],"Reload crawl issues":[""],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code.":[""],"Get Google Authorization Code":[""],"Please enter the Google Authorization Code in the field below and press the Authenticate button.":[""],"Authenticate":[""],"Reauthenticate with Google ":[""],"Current profile":[""],"Profile":[""],"There were no profiles found":[""],"Save Profile":[""],"or":[""],"Disable the Advanced part of the %1$s meta box":[""],"%1$s Extensions":[""],"%1$s Meta Box":[""],"Who should have access to the %1$s settings":[""],"%1$s comes with some very powerful built-in tools:":[""],"Excluded Posts":[""],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":[""],"Posts to exclude":[""],"Thank you for updating %1$s!":[""],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":[""],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year support and updates, on %2$s.":[""],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":[""],"URL":[""],"Last crawled":[""],"First detected":[""],"Response code":[""],"Mark as fixed":[""],"Create redirect":[""],"Search":[""],"Crawl errors per page":[""],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":[""],"The issues have been successfully reloaded!":[""],"Incorrect Google Authorization Code.":[""],"Issue categories":[""],"Errors that occurred when your site was crawled by Googlebot.":[""],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":[""],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":[""],"Create a redirect":[""],"Current URL:":[""],"New URL:":[""],"Mark as fixed:":[""],"Mark this issue as fixed in %1$s.":[""],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":[""],"Desktop":[""],"Smartphone":[""],"Feature phone":[""],"%1$s Settings":[""],"Posts with good SEO score":[""],"Posts with OK SEO score":[""],"Posts with poor SEO score":[""],"Posts with bad SEO score":[""],"Posts without focus keyword":[""],"Upgrade to %1$s &raquo;":[""],"The %1$s plugin(s) might cause issues when used in conjunction with %2$s.":[""],"This warning is generated by %1$s.":[""],"Access denied":[""],"Server requires authentication or is blocking Googlebot from accessing the site.":[""],"Faulty redirects":[""],"Not followed":[""],"Not found":[""],"URL points to a non-existent page.":[""],"Google was unable to crawl this URL due to an undetermined issue.":[""],"Blocked":[""],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":[""],"Server Error":[""],"Request timed out or site is blocking Google.":[""],"Soft 404":[""],"More %1$s":[""],"%s Breadcrumbs":[""],"Breadcrumbs separator:":[""],"Breadcrumb for 404 pages:":[""],"Error creating %1$s export: ":[""],"Configure %1$s's OpenGraph settings":[""],"Configure %1$s's XML Sitemap settings":[""],"%1$s has been updated to version %2$s. %3$sClick here%4$s to find out what's new!":[""],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":[""],"Just another WordPress site":[""],"Latest Changes":[""],"We've summarized the most recent changes in %s.":[""],"View Changes":[""],"Clean up the %s":[""],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":[""],"Alternate name":[""],"Duplicate content prevention":[""],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":[""],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":[""],"Add %s to the author archives":[""],"Date-based archives could in some cases also be seen as duplicate content.":[""],"Add %s to the date-based archives":[""],"Sitewide meta settings":[""],"Use meta keywords tag?":[""],"Add %s meta robots tag sitewide":[""],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":[""],"Add Twitter card meta data to your site's %s section.":[""],"Taxonomy to show in breadcrumbs for post types":[""],"Post type archive to show in breadcrumbs for taxonomies":[""],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":[""],"Page %1$d of %2$d":[""],"Mobile-Friendly Test":[""],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":[""],"Please make sure both fields are filled.":[""],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":[""],"This Facebook user has already been added as an admin.":[""],"More info can be found %1$son our knowledge base%2$s.":[""],"Add Facebook admin":[""],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":[""],"Admin's name:":[""],"Admin's Facebook user ID:":[""],"Website name":[""],"The recommended image size for %1$s is %2$spx.":[""],"Warning: the variable %s cannot be used in this template.":[""],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":[""],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":[""],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":[""],"See the help tab for more info.":[""],"Note that not all variables can be used in every template.":[""],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":[""],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":[""],"To be able to access %sFacebook Insights%s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":[""],"Warning!":[""],"Recommended solution":[""],"We recommend you deactivate %1$s and have another look at your %2$s configuration using the button above.":[""],"Deactivate %s":[""],"What’s new in %s":[""],"Activation failed:":[""],"Export created: %1$sdownload your export file here%2$s.":[""],"Could not zip settings-file.":[""],"Could not write settings to file.":[""],"This export includes taxonomy metadata":[""],"No taxonomy metadata found":[""],"Error: no Robots Meta data found to import.":[""],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":[""],"The filter extension seem to be unavailable. Please ask your web host to enable it.":[""],"Company Info":[""],"Your Info":[""],"Upload Image":[""],"Breadcrumbs":[""],"SEO:":[""],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":[""],"Tab: Your Info / Company Info":[""],"Add some info here needed for Google's Knowledge Graph.":[""],"Tab: Webmaster Tools":[""],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":[""],"Tab: Security":[""],"Determine who has access to the plugins advanced settings on the post edit screen.":[""],"Subscribe to our Newsletter":[""],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":[""],"On the archives tab you can set templates for specific pages like author archives, search results and more.":[""],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":[""],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":[""],"On this tab you can enter some more of your social accounts, mostly used for Google's Knowledge Graph.":[""],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":[""],"Advanced Settings":[""],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":[""],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":[""],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":[""],"Introduction Tour":[""],"Restore Default Settings":[""],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":[""],"Company or person":[""],"Choose whether you're a company or person":[""],"Company":[""],"Person":[""],"Company Name":[""],"Company Logo":[""],"Your name":[""],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":[""],"Enable force rewrite titles":[""],"Accounts":[""],"To inform Google about your social profiles, we need to know their URLs.":[""],"For each, pick the main account associated with this site and please enter them below:":[""],"Twitter Username":[""],"Instagram URL":[""],"LinkedIn URL":[""],"MySpace URL":[""],"Pinterest URL":[""],"YouTube URL":[""],"Google+ URL":[""],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":[""],"Pinterest verification":[""],"To %1$sverify your site with Pinterest%2$s, add the meta tag here:":[""],"Bulk editor":[""],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":[""],"Import and Export":[""],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":[""],"File editor":[""],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":[""],"&laquo; Back to Tools page":[""],"Max entries per sitemap":[""],"Credits":[""],"More Translations":[""],"%1$s ships, at time of release, with %4$d translations, of which %5$d are complete. That's a huge improvement from last time, and we're improving every week. Join us at %2$stranslate.yoast.com%3$s!":[""],"Go to The General settings page →":[""],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":[""],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":[""],"Project Leaders":[""],"Project Lead":[""],"Lead Developer":[""],"QA & Translations Manager":[""],"Contributing Developers":[""],"Developer":[""],"Contributors to this release":[""],"Change URLs":[""],"Clean up permalinks":[""],"Import from other SEO plugins":[""],"Import from other plugins":[""],"If you want to import data from (by now ancient) Yoast plugins, you can do so here:":[""],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":[""],"You are not allowed to access this page.":[""],"Tools":[""],"Your %s license has been activated. ":[""],"You have an unlimited license. ":[""],"You have used %d/%d activations. ":[""],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":[""],"The SEO title defaults to what is generated based on this sites title template for this posttype.":[""],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":[""],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":[""],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":[""],"%s Title":[""],"%s Description":[""],"%s Image":[""],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":[""],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":[""],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":[""],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":[""],"Translation of %s":[""],"Register now &raquo;":[""],"The old data of the imported plugin was deleted successfully.":[""],"Content to put after each post in the feed":[""],"Exclude user roles":[""],"Pinterest Rich Pins Validator":[""],"HTML Validator":[""],"CSS Validator":[""],"Google Page Speed Test":[""],"Modern IE Site Scan":[""],"Focus keyword usage":[""],"You have used HTML in your value which is not allowed.":[""],"Exclude user from Author-sitemap":[""],"(no parent)":[""],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":[""],"Title &amp; Metas settings":[""],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":[""],"Templates and settings":[""],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":[""],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":[""],"Previous":[""],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":[""],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":[""],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":[""],"This tab allows you to add specific post meta data for Google+. And if you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":[""],"What are XML sitemaps?":[""],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":[""],"What does the plugin do with XML Sitemaps?":[""],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":[""],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":[""],"Extensions and Licenses":[""],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":[""],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":[""],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":[""],"Add Google+ specific post meta data":[""],"Exclude users without posts":[""],"Disable all users with zero posts":[""],"Please check the appropriate box below if there's a user role that you do <strong>NOT</strong> want to include in your sitemap:":[""],"Replaced with the post/page author's 'Biographical Info'":[""],"Team Yoast":[""],"Publication date":[""],"The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.<br/><br/>Read %sthis post%s for more info.":[""],"No Image Index":[""],"Are you sure you want to reset your SEO settings?":[""],"Title Separator":[""],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":[""],"Symbols are shown in the size they'll appear in in search results.":[""],"Take note:":[""],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on <strong>unattached</strong> media items!":[""],"So remember: If you change the %sattachment redirection setting%s in the future, the below settings will take effect for *all* media items.":[""],"public":[""],"archived":[""],"mature":[""],"spam":[""],"New sites in the network inherit their SEO settings from this site":[""],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":[""],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":[""],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":[""],"Site ID":[""],"Copy home meta description":[""],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":[""],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":[""],"Advanced Variables":["Rozšířené proměnné"],"Premium Support":["Prémiová podpora"],"FAQ":["Často kladené dotazy"],"Remove these ads?":["Odstranit reklamy?"],"This is a rendering of what this post might look like in Google's search results.<br/><br/>Read %sthis post%s for more info.":["Toto je náhled toho, jak by váš příspěvek mohl vypadat ve výsledcích hledání Google.<br/><br/>Přečtěte si %stento příspěvek%s pro další informace."],"Warning:":["Varování:"],"Title display in Google is limited to a fixed width, yours is too long.":["Zobrazení na Google je militování na pevnou šířku, vaše je příliš velká."],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Varování: přestože zde můžete změnit nastavit tagu meta robots, celý váš web je nastaven na noindex v 'nastavení zobrazování webu', takže toto nastavení nebude mít fakticky žádný efekt."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Varování!</b> Blokujete externí dotazy, což znamená, že nebudete dostávat aktualizace %s. Prosím přidejte %s do %s."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Vaše licence vypršela. Pro další použití musíte <a href=\"%s\">prodloužit svou licenci</a>."],"Request error: \"%s\" (%scommon license notices%s)":["Chyba požadavku: \"%s\" (%scommon license notices%s)"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s má aktivován multisite režim, vaši licenci můžete spravovat na stránce <a href=\"%s\">správa síťové licence</a>."],"%s is network activated, please contact your site administrator to manage the license.":["%s má aktivován multisite režim, kontaktujte prosím správce vašeho webu pro správu licence."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Tento web zatím nebyl řádně aktivován na yoast.com a nemůže tedy kontrolovat aktualizace pluginu.\nAktivujte, prosím, váš web pomocí platného licenčního klíče."],"Your %s license will expire on %s.":["Vaše licence %s vyprší %s."],"%sRenew your license now%s.":["%sObnovte svou licenci%s"],"The premium version of %1$s with more features & support.":[""],"Optimize your videos to show them off in search results and get more clicks!":["Optimalizujte svá videa pro jejich lepší propagaci ve výsledcích vyhledávání a získejte více kliknutí!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Jste v Google News? Zvyšte přístupy svého webu z Google News další optimalizací!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Umístěte se výše v Google Maps, bez potu a úsilí!"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":[""],"Get this extension":["Získat rozšíření"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Zamezit vyčištění parametrů kampaně Google Analytics a Google AdWords."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Náhradní proměnná nemůže začínat na \"%%cf_\" nebo \"%%ct_\", protože tyto prefixy jsou využívány jako základní proměnné WPSEO pro uživatelská pole a vlastní taxonomie. Pokuste se zvolit unikátní název své proměnné."],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":["Náhradní proměnná se stejným názvem je již registrována. Pokuste se zvolit unikátní název své proměnné."],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Pokoušíte se upravit základní proměnnou WPSEO registrováním nové proměnné stejného názvu. Použijte filtr \"wpseo_replacements\" namísto změny hodnoty proměnné."],"Replaced with the title of the parent page of the current page":["Nahrazeno titulkem nadřazené stránky."],"The site's tag line / description":["Popis vašeho webu"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Nahrazeno číslem aktuální stránky dle kontextu (např. stránka 2 ze 4)"],"Check Rich Snippets":[""],"Facebook Debugger":[""],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Rozšíření Standard PHP Library (SPL) zřejmě není k dispozici. Požádejte správce vašeho serveru o její aktivaci."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["První opravdovu plnohodnotné SEO řešení pro WordPress, včetně analýzy obsahu stránky, XML map webu a ještě mnohem více."],"https://yoast.com/":["https://yoast.com/"],"Please select a valid taxonomy for post type \"%s\"":["Zvolte prosím platnou taxonomii pro typ příspěvku \"%s\""],"Post doesn't exist.":["Příspěvek neexistuje."],"Post has an invalid Post Type: %s.":["Příspěvek má chybně nastaven typ příspěvku: %s."],"You can't edit %s.":["Nemůžete upravovat %s."],"You can't edit %s that aren't yours.":["Nemůžete upravovat %s který není váš."],"Extensions":["Rozšíření"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":[""],"Filter":["Filtrovat"],"WP Page Title":["WP Page Title"],"Post Type":["Typ příspěvku"],"Post Status":["Stav příspěvku"],"Page URL/Slug":["URL příspěvku (slug)"],"Existing Yoast Meta Description":["Existující Yoast meta popis"],"New Yoast Meta Description":["Nový Yoast meta popis"],"Action":["Akce"],"Edit this item":["Upravit tuto položku"],"Edit":["Upravit"],"Preview &#8220;%s&#8221;":["Náhled &#8220;%s&#8221;"],"Preview":["Náhled"],"View &#8220;%s&#8221;":["Zobrazit &#8220;%s&#8221;"],"View":["Zobrazit"],"Existing Yoast SEO Title":["Existující Yoast SEO titulek"],"New Yoast SEO Title":["Nový Yoast SEO titulek"],"Debug Information":["Ladící informace"],"Current option:":["Aktuální volba:"],"Site-wide default: %s":["Základní nastavení pro celý web: %s"],"No post content to analyse.":["Žádný obsah příspěvku k analýze."],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">Věděli jste, že můžete rozšířit svou licenci?</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">Vaše licence vyprší za %d dní, chcete ji prodloužit?</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Dovršili jste limitu vašich aktivací. Pro aktivaci na tomto webu musíte <a href=\"%s\">rozšířit svou licenci</a>."],"Failed to activate your license, your license key seems to be invalid.":["Nepodařilo se aktivovat vaši licenci, váš licenční klíč je zřejmě neplatný."],"Your %s license has been deactivated.":["Vaše %s licence byla deaktivována."],"Failed to deactivate your %s license.":["Nepodařilo se dekativovat vaši %s licenci."],"%s License":["%s Licence"],"Theme License":["Licence šablony"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["Aktualizací šablony ztratíte jakékoli úpravy, které jste v ní provedli. zvolte  'Zrušit' pro přerušení nebo  'OK' pro aktualizaci."],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":["<strong>%sVerze %s</strong> je k dispozici. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Podívejte se, co je nového</a> nebo <a href=\"%s\" %s>proveďte aktualizaci</a>."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s se nepodařilo zkontrolovat aktualizace protože nastala následující chyba: <em>%s</em>"],"%s: License Settings":["%s: Nastavení licence"],"License status":["Stav licence"],"Toggle license status":["Přepnout stav licence"],"Deactivate License":["Deaktivovat licenci"],"(deactivate your license so you can activate it on another WordPress site)":["(deaktivujte svou licenci, abyste ji mohli aktivovat na jiném webu provozujícím WordPress)"],"Activate License":["Aktivace licence"],"Please enter a license key in the field below first.":["Vložte prosím licenční klíč do políčka níže."],"License Key":["Licenční klíč"],"Paste your %s license key here..":["Vložte svůj %s licenční klíč zde..."],"You defined your license key using the %s PHP constant.":["Definovali jste svůj licenční klíč pomocí PHP konstanty %s."],"Failed to remove hardcoded meta description.":["Nepodařilo se odstranit ručně vložený (tzv. hardcoded) tag meta popis (meta description)."],"Earlier found meta description was not found in file. Renewed the description test data.":["Dříve nalezený tag meta popis (meta description) nebyl v souboru nalezen. Obnovuji testovací data popisu."],"Pinterest":["Pinterest"],"Yandex Webmaster Tools":["Yandex Webmaster Tools"],"You cannot create a robots.txt file.":["Nemůžete vytvořit soubor robots.txt."],"You don't have a robots.txt file, create one here:":["Váš web nemá soubor robots.txt, můžete jej vytvořit zde:"],"Create robots.txt file":["Vytvořit soubor robots.txt"],"Setting \"%s\" is no longer used and has been discarded.":["Volba \"%s\" již není používána a byla odstraněna."],"No settings found in file.":["V souboru nebylo nalezeno žádné nastavení."],"Unzipping failed - file settings.ini not found.":["Rozbalování se nepodařilo - soubor settings.ini nebyl nalezen."],"Unzipping failed with error \"%s\".":["Rozbalování skončilo chybou \"%s\"."],"Licenses":["Licence"],"Meta keywords":["Meta klíčová slova"],"%s restored to default SEO settings.":["%s obnoveno na základní SEO nastavení."],"Blog %s not found.":["Blog %s nebyl nalezen"],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Máte-li extra proměnné a chcete-li zabránit jejich vymazání, vložte je sem, oddělené čárkou."],"The default card type to use":["Použít základní typ karty"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Vložte prosím maximální množství příspěvků na stránku sitemapy (základní je %s, tuto hodnotu můžete chtít snížit pro snížení paměťových nároků u některých instalací):"],"%s does not seem to be a valid %s verification string. Please correct.":["%s nevypadá jako platný ověřovací řetěžec %s. Prosím o opravu."],"Please select a valid post type for taxonomy \"%s\"":["Vyberte prosím platný typ příspěvku pro taxonomii \"%s\""],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Maximální počet položek na stránku sitemapy\" by mělo být kladné číslo, což %s není. Prosím o opravu."],"Summary":["Souhrn"],"Summary with large image":["Souhrn s velkým obrázkem"],"%s does not seem to be a valid url. Please correct.":["%s nevypadá na platnou URL. Prosím o opravu."],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s nevypadá na platný uživatelský id do služby Twitter. Prosím o opravu."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":[""],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Základní nastavení blogu musí být numerické id blogu, který chcete použít jako výchozí."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Musí jít o existující blog. Blog %s buď neexistuje, nebo byl označen ke smazání."],"No numeric value was received.":["Nebyla obdržena žádná numerická hodnota."],"Title optimization":["Optimalizace nadpisu"],"For more information:":["Pro více informací:"],"There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.":["Slova %d obsažené v textu jsou pod doporučeným minimem %d. Přidejte o něco více textu."],"Use Image":["Použít obrázek"],"There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.":["Slova %d obsažené v textu jsou pod doporučeným minimem %d. Přidejte o něco více textu."],"There are %d words contained in the body copy, this is more than the %d word recommended minimum.":["Slova %d obsažená v textu jsou nad doporučeným minimem %d."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Toto Vám pomůže vytvořit čistší URL. Automaticky z nich odstraní stopwords (slova bez vlastního obsahu, např. spojky či předložky)."],"Remove stop words from slugs.":["Odstranit stopwords (slova bez vlastního obsahu, např. spojky či předložky) z odkazů."],"Why Google won't display the right page title":["Proč Google nezobrazí správný název stránky"],"Template explanation":["Popis šablony"],"Basic Variables":["Základní proměnné"],"SEO Issue:":["SEO problém:"],"Your theme contains a meta description, which blocks %1$s from working properly. Please visit the %2$sSEO Dashboard%3$s to fix this.":[""],"Google+":["Google+"],"Facebook profile URL":["URL adresa profilu na Facebooku"],"Check":["Zkontrolovat"],"Pick the main keyword or keyphrase that this post/page is about.<br/><br/>Read %sthis post%s for more info.":["Vyberte si hlavní klíčové slovo, nebo klíčovou frázi vystihující tento příspěvek / stránku. <br/><br/>Čtěte %stento příspěvek%s pro více informací."],"index":["indexovat"],"noindex":["neindexovat"],"Your focus keyword was found in:":["Vaše klíčové slovo bylo nalezeno v:"],"Article Heading: ":["Nadpis článku:"],"Page title: ":["Titulek stránky:"],"Page URL: ":["URL adresa stránky:"],"Content: ":["Obsah: "],"Meta description: ":["Meta popis:"],"All SEO Scores":["Všechny SEO skóre"],"Page Analysis has been disabled.":["Analýza stránky byla zakázána."],"Removed hardcoded meta description.":["Odstraněn předvolený meta popis."],"Re-check theme.":["Znovu zkontrolovat téma."],"The plugin Robots-Meta has been detected. Do you want to %simport its settings%s.":["Byl zjištěn plugin Robots-Meta. Chcete %s importovat nastavení%s."],"Robots-Meta has been deactivated":["Robots-Meta byl deaktivován"],"All-In-One-SEO has been deactivated":["All-In-One-SEO byl deaktivován"],"Edit Files":["Upravit soubory"],"Replaced with the slug which caused the 404":["Nahrazuje odkazem, který způsobuje chybu 404"],"Replaced with a custom taxonomies description":["Nahrazeno popisem s vlastní taxonomií"],"Facebook":["Facebook"],"Add Open Graph meta data":["Přidat Open Graph meta data"],"Facebook Page URL":["URL Facebook stránky"],"User sitemap":["Uživatelská sitemap"],"Disable author/user sitemap":["Zakázat autorskou / uživatelskou sitemap"],"N/A":["N/A"],"Poor":["Slabé"],"Good":["Dobré"],"Bad":["Špatné"],"Posts":["Příspěvky"],"You've never used this focus keyword before, very good.":["Vámi zvolené klíčové slovo jste ještě nepoužili. Velmi dobře."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Použili jste toto klíčové slovo %1$sonce before%2$s, rozmyslete si pro kterou URL na vašich stránkách je toto klíčové slovo nejdůležitější."],"You've used this focus keyword %3$s%4$d times before%2$s, it's probably a good idea to read %1$sthis post on cornerstone content%2$s and improve your keyword strategy.":["Toto hlavní klíčové slovo jste použili již %3$s%4$d krát dříve %2$s. Pravděpodobně by vám pomohl %1$s tento příspěvek o základech obsahu t%2$s a zlepšil vaši strategii klíčových slov."],"You must %sgo to your Reading Settings%s and uncheck the box for Search Engine Visibility.":["Musíte %spřejít do vašeho Nastavení zobrazení%s a odznačte políčko viditelnost pro vyhledávače. "],"Replaced with the current day":["Nahraďte současným datem"],"Entries per page":["Záznamů na stránku"],"If you had a .htaccess file and it was editable, you could edit it from here.":["Pokud má váš soubor .htaccess atribut pro úpravy, můžete ho upravit zde."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Pokud má váš soubor robots.txt atribut pro úpravy, můžete ho upravit zde."],"WooThemes SEO framework settings &amp; data successfully imported.":["WooThemes SEO framework nastavení &amp; data úspěšně importována."],"HeadSpace2 data successfully imported":["HeadSpace2 data úspěšně importována"],"Import from WooThemes SEO framework?":["Importovat z WooThemes SEO framework?"],"Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.":["Vaše klíčová fráze je delší než 10 slov, klíčová fráze by měla být kratší a pouze jedna"],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Pokud pro Vaše podnikání používáte stránku Google+, přidejte zde její URL. A naopak zadejte odkaz zpět sem na vaši Google+ stránku."],"Your theme contains a meta description, which blocks %1$s from working properly, please delete the following line, or press fix it:":[""],"Google Publisher Page":["Stránka Google Publisher"],"Date in Snippet Preview":["Datum v náhledu úryvku"],"Twitter username (without @)":["Uživatelské jméno Twitteru (bez @)"],"Show date in snippet preview?":["Zobrazit datum v náhledu úryvku?"],"SEO: OK":["SEO: OK"],"SEO: Poor":["SEO: Slabé"],"SEO: Bad":["SEO: Špatné"],"SEO: No Focus Keyword":["SEO: Žádné klíčové slovo"],"SEO: Good":["SEO: Dobré"],"SEO: Post Noindexed":["SEO: Příspěvek není indexován"],"Meta Desc.":["Meta Desc."],"Focus KW":["Klíčové slovo"],"%s, Author at %s":["%s, Autor %s"],"Remove the <code>?replytocom</code> variables.":["Odstranit proměnné <code>?replytocom</code>"],"Post Types":["Typy příspěvků"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Toto vypne vlákna komentářů, pokud má uživatel vypnutý JavaScript. Způsobí to <em>velké</em> zlepšení v rychlosti procházení vyhledávacími roboty, pokud máte velké množství příspěvků s komentáři."],"Replaced with the post type single label":["Typ záznamu v jednotném čísle"],"Other":["Ostatní"],"Replaced with the post type plural label":["Typ záznamu v množném čísle"],"%s Archive":["%s Archív"],"Social settings":["Nastavení sociálních sítí"],"Sitewide settings":["Nastavení celých webových stránek."],"%s Archives":["%s Archivy"],"Always index":["Vždy indexovat"],"No focus keyword was set for this %s. If you do not set a focus keyword, no score can be calculated.":["Nebylo nastaveno žádné hlavní klíčové slovo %s. Pokud nenastavíte hlavní klíčové slovo, nelze vypočítat skóre."],"To update this page analysis, save as draft or update and check this tab again":["Pro aktualizaci analýzy stránky, ji uložte jako koncept nebo ji aktualizujte a zkontrolujte záložku znovu."],"No subheading tags (like an H2) appear in the copy.":["Žádné podnadpisy (jako H2) v kopii."],"The keyword density is %s%%, which is over the advised 4.5%% maximum, the keyword was found %s times.":["Četnost klíčových slov je %s%%, což je více než doporučené 4.5%% maximum, klíčové slovo bylo nalezeno %s krát."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":[""],"Replaced with a posts custom taxonomies, comma separated.":["Nahradit příspěvky s vlastní taxonomií, oddělené čárkami."],"Replaced with a posts custom field value":["Nahradit příspěvky z pole s vlastní hodnotou"],"Take this tour to quickly learn about the use of this plugin.":["Rychlé seznámení se s možnostmi a použitím tohoto pluginu."],"Special Pages":["Speciální stránky"],"I don't know why you'd want to use meta keywords, but if you want to, check this box.":["Pokud chcete používat meta klíčová slova, zaškrtněte toto políčko."],"Unchecking this box allows authors and editors to redirect posts, noindex them and do other things you might not want if you don't trust your authors.":["Zrušením zaškrtnutí tohoto políčka povolíte autorům a editorům přesměrovat příspěvky, neindexovat je a dělat jiné věci. Pokud jim ale úplně nevěříte, nedělejte to."],"Post is set to noindex.":["Příspěvek je nastaven na \"neindexovat\"."],"Use %s default (Currently: %s)":["Používá se %s standardně (Aktuálně: %s)"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["%s sleduje pravidla indexování Meta dat a nadpisů. Pokud potřebujete můžete je zde změnit."],"Titles &amp; Metas":["Nadpisy &amp; Meta data"],"Default for post type, currently: %s":["Základní typ příspěvku. Aktuální je: %s"],"Focus keyword not set.":["Není nastavené žádné klíčové slovo"],"Search for \"%s\"":["Hledat \"%s\""],"Always noindex":["Nepoužívat indexování."],"Noindex subpages of archives":["Neindexovat podstránky archivů"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, enable this.":["Zaškrtněte pokud chcete, aby se zabránilo /stránce/2/ a dalším z jakéhokoliv archivu ukazovat ve výsledcích vyhledávání."],"Hide RSD Links":["Skrýt RSD Links"],"Hide WLW Manifest Links":["Skrýt odkazy WLW Manifest"],"Hide Shortlink for posts":["Skrýt krátký odkaz příspěvků"],"Hide RSS Links":["Skrýt odkazy RSS"],"Meta Robots":["Meta Roboty"],"Hide":["Skrýt"],"These pages will be %s by default, so they will never show up in search results.":[""],"The separator defined in your theme's <code>wp_title()</code> tag.":["Oddělovač je definován ve <code>wp_title()</code> štítku (tagu) vašeho motivu"],"If you want to restore a site to the default %s settings, press this button.":[""],"Security":["Zabezpečení"],"This image is used if the post/page being shared does not contain any images.":["Tento obrázek se používá v případě, že sdílený příspěvek/stránka neobsahuje žádné obrázky."],"Twitter":["Twitter"],"Add Twitter card meta data":["Přidat Twitter card meta data"],"No focus keyword set.":["Nebylo nastaveno žádné hlavní klíčové slovo."],"Your hosting environment does not support PHP's %sDocument Object Model%s.":["Váš hosting nepodporuje PHP %sDocument Object Model%s."],"Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.":["Klíčové slovo/fráze se objeví v %s (z %s) kopiích podnadpisů. I když to není hlavním ranking faktorem, je to výhodné."],"You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.":["Nepoužili jste klíčové slovo/frázi v žádném podnadpise (napr. H2)."],"You searched for %s":["Výsledky vyhledávání %s"],"The post %s appeared first on %s.":["Příspěvek %s pochází z %s"],"Successfully cleared all Facebook Data":["Úspěšně vymazána všechna Facebook data"],"Successfully removed admin %s":["Úspěšně odstraněn administrátor %s"],"Frontpage settings":["Nastavení úvodní stránky"],"Facebook Insights and Admins":["Facebook Insights a Admins"],"Alexa Verification ID":["Alexa Verification ID"],"Social":["Sociální sítě"],"Email":["E-mail"],"Subscribe":["Přihlásit se k odběru"],"Currently connected Facebook admins:":["Připojení Facebook admini"],"Add Another Facebook Admin":["Přidat dalšího Facebook admina"],"Clear all Facebook Data":["Vymazat všechna Facebook data"],"Image URL":["URL obrázku"],"Description":["Popis"],"Default settings":["Výchozí nastavení"],"This is a settings export file for the %1$s plugin by Yoast.com":[""],"SEO":["SEO"],"Keyword Research":["Průzkum klíčových slov"],"AdWords External":["Externí AdWords "],"Google Insights":["Google Insights"],"SEO Book":["SEO Kniha"],"Analyze this page":["Analyzuj tuto stránku"],"Check Inlinks (OSE)":["Zkontroluj příchozí odkazy (OSE)"],"Check Keyword Density":["Zkontroluj hustotu klíčové fráze"],"Check Google Cache":["Zkontrolujte Google Cache"],"Check Headers":["Zkontroluj Headers"],"SEO Settings":["SEO nastavení"],"XML Sitemaps":["XML Sitemap"],"Permalinks":["Trvalé odkazy (permalinks)"],"RSS":["RSS"],"Webmaster Tools":["Webmaster Tools"],"Next":["Další"],"Like this plugin?":["Máte rádi tento plugin?"],"Congratulations!":["Gratulujeme!"],"Start Tour":["Začít prohlídku"],"Close":["Zavřít"],"Some files could not be removed. Please remove them via FTP.":["Některé soubory nemohly být odstraněny. Prosím, odstraňte je pomocí FTP."],"To enjoy all the benefits of the page analysis feature, you'll need to (get your host to) install it.":["Chcete-li využívat všech výhod a funkcí analýzy stránky, budete potřebovat (dostat své hostitele), instalovat ho."],"The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.":["Klíčové slovo pro tuto stránku obsahuje jedno nebo %sstop words%s, zvažte jejich odstraněni. Nalezené '%s'."],"The keyword / phrase appears in the URL for this page.":["Klíčové slovo / fráze zobrazující se v URL této stránky."],"The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Klíčové slovo / fráze není v URL této stránky. Pokud jste se rozhodli přejmenovat URL ujistěte se stará URL je  přesměrovánapomocí  301 na novou!"],"The slug for this page contains one or more <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, consider removing them.":["Část (The slug) této stránky obsahuje jednu nebo více slov <a href=\"http://en.wikipedia.org/wiki/Stop_words\"> zastavit </a>, zvažte jejich odstranění."],"The slug for this page is a bit long, consider shortening it.":["Část (the slug) na této stránce je to trochu dlouhý, zvažte jeho zkrácení."],"Please create a page title.":["Vytvořte si prosím název stránky."],"The page title is more than 40 characters and less than the recommended 70 character limit.":["Titulek stránky má více než 40 znaků a méně než je doporučených 70 znaků."],"The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.":["Název stránky obsahuje znaky%d, což je méně, než je doporučené minimum na 40 znaků. "],"The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.":["Název stránky obsahuje %d znaků, což je víc než doporučených 70 znaků. Některé slova nebudou pro uživatele viditelná."],"The keyword / phrase %s does not appear in the page title.":["Klíčové slovo / fráze %s se neobjevuje v názvu stránky"],"The page title contains keyword / phrase, at the beginning which is considered to improve rankings.":["Název stránky obsahuje klíčové slovo / frázi na začátku, což zlepšuje hodnocení"],"The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.":["Název stránky obsahuje klíčové slovo / frázi, ale ne na začátku. Pokuste se jej přesunout na začátek"],"No outbound links appear in this page, consider adding some as appropriate.":["Stránka neobsahuje žádné odkazy mimo váš web. Zkuste přidat nějaké smysluplné"],"You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.":["Pro odkaz na jinou stránku používáte klíčové slovo, pokuste se to změnit, pokud chcete zlepšit hodnocení této stránky"],"This page has %s outbound link(s).":["Tato stránka má %s odkazů na jiné weby"],"This page has %s outbound link(s), all nofollowed.":["Tato stránka má %s odkazů na jiné weby, všechny nofollow."],"This page has %s nofollowed link(s) and %s normal outbound link(s).":["Tato stránka má %s nofollow odkazů a %s normálních odchozích odkazů."],"No images appear in this page, consider adding some as appropriate.":["Na této stránce nejsou žádné obrázky, zkuste přidat nějaké smysluplné"],"The images on this page are missing alt tags.":["Obrázkům na této stránce chybí tag alt"],"The images on this page contain alt tags with the target keyword / phrase.":["Obrázky na této stránce obsahují tag alt s cílovým klíčovým slovem / frází"],"The images on this page do not have alt tags containing your keyword / phrase.":["Obrázky na této stránce neobsahují tag alt s cílovým klíčovým slovem / frází "],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["V zadaném meta popisu zvažte: Jaký je v porovnání s konkurencí? Nemohl by být lákavější?"],"The meta description is under 120 characters, however up to %s characters are available. %s":["Meta popis je kratší než 120 znaků. Zůstává %s znaků. %s"],"The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s":["Meta popis je delší než %s znaků. Zkrácením zajistíte, že bude viditelný celý. %s"],"No meta description has been specified, search engines will display copy from the page instead.":["Nebyl zadaný meta popis, vyhledávače budou zobrazovat popis stránky."],"The meta description contains the primary keyword / phrase.":["Meta popis obsahuje primární klíčové slovo/frázi."],"A meta description has been specified, but it does not contain the target keyword / phrase.":["Meta popis byl zadán, ale neobsahuje cílové klíčové slovo/frázi."],"The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.":["K dispozici je kratší prostor než obvyklých 155 znaků, protože Google bude do popisku (snippet) rovněž zahrnovat datum zveřejnění."],"There are %d words contained in the body copy. This is far too low and should be increased.":["Existuje%d slov obsažených v těle kopie. To je příliš malé množství a mělo by být navýšeno."],"The keyword density is %s%%, which is a bit low, the keyword was found %s times.":["Četnost výskytu klíčového je %s%%, což je docela málo. Klíčové slovo bylo nalezeno %s krát."],"The keyword density is %s%%, which is great, the keyword was found %s times.":["Četnost výskytu klíčového je %s%%, což je skvělé. Klíčové slovo bylo nalezeno %s krát."],"The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.":["Klíčové slovo se nenachází v prvním odstavci. Ujistěte se, že je vše v pořádku."],"The keyword appears in the first paragraph of the copy.":["Klíčové slovo se nachází v prvním odstavci."],"Flesch Reading Ease":["Flesch Reading Ease"],"The copy scores %s in the %s test, which is considered %s to read. %s":["Skóre %s v %s testu, který je považován za %s pro čtení. %s"],"very easy":["velmi snadné"],"easy":["snadné"],"fairly easy":["poměrně snadné"],"OK":["OK"],"fairly difficult":["poměrně obtížné"],"Try to make shorter sentences to improve readability.":["Snažte se tvořit kratší věty, aby se zlepšila čitelnost."],"difficult":["obtížné"],"Try to make shorter sentences, using less difficult words to improve readability.":["Snažte se tvořit kratší věty použitím méně obtížných slov pro zlepšení čitelnosti."],"very difficult":["velmi obtížné"],"Huge SEO Issue: You're blocking access to robots.":["Obrovský SEO problém: Blokuje přístup pro roboty."],"I know, don't bug me.":["Já vím, nezatěžujte mne s tím."],"Settings Updated.":["Nastavení aktualizováno"],"Site Admins (default)":["Správci webu (výchozí)"],"Super Admins only":["Pouze Super Administrátoři"],"Save MultiSite Settings":["Uložte vícemístné (MultiSite) nastavení"],"MultiSite Settings":["Vícemístné (MultiSite) nastavení"],"Using this form you can reset a site to the default SEO settings.":["Pomocí tohoto formuláře můžete obnovit stránky na výchozí SEO nastavení."],"Blog ID":["Blog ID"],"Restore site to defaults":["Obnovení výchozí stránky"],"Restore site to default settings":["Obnovení stránky na výchozí nastavení"],"RSS Footer options imported successfully.":["RSS možnosti zápatí úspěšně importovány."],"Yoast Breadcrumbs options imported successfully.":["Možnosti Yoast Drobečkové navigace úspěšně importovány."],"Yoast Breadcrumbs options could not be found":["Možnosti Yoast Drobečkové navigace nelze nalézt"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Pokud nemáte stránky nové, tak jste určitě již použili nějaký SEO plugin. Můžete z něj jednoduše importovat data. Pokud chcete, můžete data nejdříve importovat, zkontrolovat zda byla importována správně. Následně odstranit staré a uložit. Žádné duplicitní data nebudou importována."],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["Pokud jste použili jiný SEO plugin, vyzkoušejte %sSEO Data Transporter%s plugin který Vám umožní přesunout data do tohoto pluginu."],"Import from HeadSpace2?":["Importovat z HeadSpace2?"],"Import from All-in-One SEO?":["Importovat z All-in-One SEO?"],"Delete the old data after import? (recommended)":["Odstranit stará data po importu? (Doporučeno)"],"Import":["Importovat"],"Import from Robots Meta (by Yoast)?":["Importovat z Robots Meta (by Yoast)?"],"Import from RSS Footer (by Yoast)?":["Importovat z RSS Footer (by Yoast)?"],"Import from Yoast Breadcrumbs?":["Importovat z Yoast Breadcrumbs (Drobečkové navigace) ?"],"Export":["Exportovat"],"Export your %1$s settings here, to import them again later or to import them on another site.":[""],"Include Taxonomy Metadata":["Zahrnout Taxonomy Metadata"],"Import settings":["Importovat nastavení"],"Settings successfully imported.":["Nastavení úspěšně importováno."],"Settings could not be imported:":["Nastavení nelze importovat:"],"Upload failed.":["Nahrávání se nezdařilo."],"Force rewrite titles":["Vynutit přepsání nadpisů"],"Homepage":["Úvodní stránka"],"Title template":["Název šablony"],"Meta description template":["Meta popis (description) šablony"],"Meta keywords template":["Meta klíčová slova šablony"],"Homepage &amp; Front page":["Domovská stránka &amp; Úvodní stránka"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":["Můžete určit název a popis přední stránky %súpravou na přední straně samotné &raquo;%s"],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["Můžete určit název a popis stránky blogu %súpravou samotné stránky blogu &raquo;%s"],"Taxonomies":["Taxonomie"],"Author Archives":["Autor Archivů"],"Date Archives":["Datum archivů"],"Search pages":["Hledat stránky"],"404 pages":["Stránky 404"],"Custom Post Type Archives":["Archiv vlastních typů záznamů (Custom Post Type Archives)"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Poznámka: místo šablony jsou to skutečné tituly a meta popisy těchto Archivů vlastních typů záznamů (Custom Post Type Archives)"],"Title":["Název"],"Meta description":["Meta popis"],"Breadcrumbs Title":["Název drobečkové navigace"],"Replaced with the date of the post/page":["Nahrazeno datem příspěveku/stránky"],"Replaced with the title of the post/page":["Nahrazeno názvem příspěveku/stránky"],"The site's name":["Název stránek"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Nahrazeno výňatkem z příspěvku/stránky (nebo automatické generovaní pokud neexistuje)"],"Replaced with the post/page excerpt (without auto-generation)":["Nahrazeno výňatkem z příspěvku/stránky (bez automatického generovaní)"],"Replaced with the current tag/tags":["Nahrazeno současným štítkem/ma"],"Replaced with the post categories (comma separated)":["Nahrazeno kategoriemi příspěvků (oddělené čárkami)"],"Replaced with the category description":["Nahrazeno popisem kategorie"],"Replaced with the tag description":["Nahrazeno popisem štítku"],"Replaced with the term description":["Nahrazeno popisem termínu"],"Replaced with the term name":["Nahrazeno názvem termínu"],"Replaced with the post/page modified time":["Nahrazeno časem změny příspěvku/sránky"],"Replaced with the post/page ID":["Nahrazeno ID-čkem příspěvku/stránky"],"Replaced with the post/page author's 'nicename'":["Nahrazeno uživatelským jménem autora příspěvku/stránky"],"Replaced with the post/page author's userid":["Nahrazeno ID-čkem autora příspěvku/stránky"],"Replaced with the current search phrase":["Nahrazeno aktuálně hledanou frází"],"Replaced with the current time":["Nahrazeno aktuálním časem"],"Replaced with the current date":["Nahrazeno aktuálním datem"],"Replaced with the current month":["Nahrazeno aktuálním měsícem"],"Replaced with the current year":["Nahrazeno aktuálním rokem"],"Replaced with the current page total":["Nahrazeno celkovým počtem stran aktuálního záznamu"],"Replaced with the current page number":["Nahrazeno aktuálním číslem stránky"],"Attachment caption":["Příloha titulku"],"Replaced with the posts focus keyword":["Nahrazeno hlavním klíčovým slovem příspěvku"],"Strip the category base (usually <code>/category/</code>) from the category URL.":["Odstranit základ kategorie (většinou <code>/category/</code>) z URL adresy kategorie."],"Enforce a trailing slash on all category and tag URL's":["Vynutit koncové lomítko na všech URL adresách kategorií a štítků"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":[""],"Redirect attachment URL's to parent post URL.":["Přesměrovat URL adresu přílohy na URL adresu nadřazeného příspěvku."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URL's if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Přílohy k příspěvkům jsou uloženy v databázi jako samostatné položky. Jsou k dispozici v rámci jejich vlastní URL. Tady je přesměrujete na příspěvek ke kterému jsou přiřazené."],"Redirect ugly URL's to clean permalinks. (Not recommended in many cases!)":["Přesměrovat škaredé URL adresy na čistší trvalé odkazy (Ve většině případů nedoporučujeme!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Někdy odkaz na Vašich stránkách může obsahovat chyby. Převážně se stane to, že se na konec odkazů přidají některé další parametry. Toto nastavení umožní přesměrovat tyto odkazy mimo a vyloučí je z procházení roboty. I když je tato funkce široce používána je známo, že není kompatibilní s mnoha pluginy. Pokud zaznamenáte problémy ihned po instalaci nejdřív vypněte tuto funkci."],"Prevent cleaning out Google Site Search URL's.":["Zabraňte čištění URL v Google Site Search"],"Google Site Search URL's look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Odkazy z Google Site Search vypadají divně a ošklivě, ale pokud budete používat Google Site Search, pravděpodobně nebudete chtít aby byly vymazány."],"Other variables not to clean":["Další proměnné, které nejsou třeba čistit"],"Enable Breadcrumbs":["Povolit drobečkovou navigaci"],"Separator between breadcrumbs":["Oddělovač mezi body drobečkové navigace"],"Anchor text for the Homepage":["Textové odkazy na domovskou stránku"],"Prefix for the breadcrumb path":["Prefix cesty k drobečkové navigaci"],"Prefix for Archive breadcrumbs":["Prefix pro archiv drobečkové navigace"],"Prefix for Search Page breadcrumbs":["Prefix pro výsledky vyhledávání v drobečkové navigaci"],"Breadcrumb for 404 Page":["Drobečková navigace pro stránku 404"],"Remove Blog page from Breadcrumbs":["Vyjmout hlavní stránku z drobečkové navigace"],"None":["Žádný"],"Blog":["Blog"],"Bold the last page in the breadcrumb":["Zvýraznit poslední stránku v drobečkové navigaci"],"How to insert breadcrumbs in your theme":["Jak vložit drobečkovou navigaci do vaší šablony"],"You cannot edit the robots.txt file.":["Nemůžete upravovat soubor robots.txt."],"Updated Robots.txt":["Robots.txt aktualizován"],"You cannot edit the .htaccess file.":["Nemůžete upravovat soubor .htaccess."],"If your robots.txt were writable, you could edit it from here.":["Pokud má váš soubor robots.txt atribut pro zápis, můžete ho tady upravit."],"Edit the content of your robots.txt:":["Upravte obsah souboru robots.txt:"],"Save changes to Robots.txt":["Uložit změny Robots.txt"],"Robots.txt":["Robots.txt"],"If your .htaccess were writable, you could edit it from here.":["Pokud má váš soubor .htaccess atribut pro zápis, můžete ho tady upravit."],"Edit the content of your .htaccess:":["Upravte obsah souboru .htaccess:"],"Save changes to .htaccess":["Uložit změny .htaccess"],".htaccess file":["soubor .htaccess"],"Facebook App ID":[""],"Disable the author archives":["Zakázat archivy autora"],"Disable the date-based archives":["Zakázat archivy založené na datumech"],"Prevents search engines from using the DMOZ description for pages from this site in the search results.":["Zabrání vyhledávačům používat DMOZ popis stránek ve výsledcích vyhledávání"],"Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.":["Zabraňuje vyhledávačům používat Yahoo! directory pro stránky z tohoto webu ve výsledcích vyhledávání."],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Tato funkce bude automaticky přidávat obsah do RSS feedu více specificky. Přidává odkazy na váš blog a vaše příspěvky. Pomáhá to vyhledávačům označit vás web jako původní zdroj obsahu."],"Content to put before each post in the feed":["Šablona která se vloží před každý obsah zprávy"],"You can use the following variables within the content, they will be replaced by the value on the right.":["V obsahu můžete použít následující proměnné. Budou nahrazeny hodnotou na pravé straně."],"A link to the archive for the post author, with the authors name as anchor text.":["Odkaz na archiv autora. Jméno autora jako text odkazu."],"A link to the post, with the title as anchor text.":["Odkaz na příspěvek. Nadpis příspěvku je použit jako textu odkazu."],"A link to your site, with your site's name as anchor text.":["Odkaz na vaše stránky s názvem webu jako text odkazu."],"A link to your site, with your site's name and description as anchor text.":["Odkaz na vaše webové stránky s názvem a popisem vašich stránek jako textu odkazu."],"Check this box to enable XML sitemap functionality.":["Zaškrtněte toto pole pro povolení funkce XML mapy stránek"],"You can find your XML Sitemap here: %sXML Sitemap%s":["Vaši XML mapu stránek si můžete prohlédnout zde: %sXML mapa stránek%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["<strong>Není potřeba</strong> generovat XML Sitemap ručně a aktualizovat ji po zveřejnění záznamu."],"Save your settings to activate XML Sitemaps.":["Uložte nastavení pro aktivaci XML Sitemap."],"General settings":["Hlavní nastavení"],"Please check the appropriate box below if there's a post type that you do <strong>NOT</strong> want to include in your sitemap:":["Prosím zaškrtněte typ příspěvků který si <strong>nepřejete</strong> zahrnout do Sitemap:"],"Please check the appropriate box below if there's a taxonomy that you do <strong>NOT</strong> want to include in your sitemap:":["Prosím zaškrtněte typ taxonomie kterou si <strong>nepřejete</strong> zahrnout do Sitemap:"],"Fix it.":["Opravit"],"The following file(s) is/are blocking your XML sitemaps from working properly:":["Následující soubor/soubory blokuje/blokují funkčnost vašich XML map stránek:"],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":[""],"Ignore.":["Ignorovat"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Nebylo zádano jméno příspěvku (postname) ve vaší URL adrese. Velmi doporučujeme jeho použití. Zvažte změnu struktury trvalých odkazů na <strong>/%postname%/</strong>."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, so the suggestion is to disable it, to do that, simply uncheck the box before \"Break comments into pages...\"":["Stránkování komentářů je povolené. Není to potřebné v 999 případech z 1000 takže to doporučujeme vypnout. Pokud si to přejete jednoduše vypnout, zrušte zaškrtnutí políčka před \"Rozdělit komentáře na stránky\""],"General Settings":["Obecné nastavení"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Pole níže můžete použít na ověření různých Nástrojů pro Webmastery. (Pokud je vaše stránka již verifikována, můžete tato nastavení ignorovat.) Zadejte meta hodnoty pro ověření:"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"Title to use for Author page":["Titulek pro stránku Autora"],"Meta description to use for Author page":["Meta popis pro stránku autora"],"Meta keywords to use for Author page":["Meta klíčová slova pro autorovu stránku"],"Settings":["Nastavení"],"SEO Title":["SEO Titulek"],"The SEO title is used on the archive page for this term.":["Nadpis SEO je používán v archívu stránky pro tento výraz."],"SEO Description":["SEO Popis"],"The SEO description is used for the meta description on the archive page for this term.":["SEO popis se používá pro meta popis na stránce archivu pro tento výraz."],"Meta keywords used on the archive page for this term.":["Meta klíčová slova použita na archivní stránky pro tento výraz."],"Canonical":["Kanonický"],"The canonical link is shown on the archive page for this term.":["Kanonický odkaz se zobrazí na stránce archivu pro tento výraz."],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["Tento název se používá v Drobečkové navigaci všude tam, kde je %s."],"Noindex this %s":["Neindexovat %s"],"Include in sitemap?":["Zahrnout do souboru Sitemap?"],"Auto detect":["Autodetekce"],"Always include":["Vždy zahrnout"],"Never include":["Nikdy nezahrnovat"]," (because of date display)":["(kvůli zobrazení data)"],"Snippet Preview":["Náhled úryvku (snippet)"],"Focus Keyword":["Hlavní klíčové slovo"],"The <code>meta</code> description will be limited to %s chars%s, %s chars left.":["<code>Meta</code> popis bude omezen na %s znaky%s. %s zbývajících znaků. "],"If you type something above it will override your %smeta keywords template%s.":["Pokud něco napíšete do pole výše, nahradí to vaši %sšablonu meta klíčových slov%s."],"Meta Robots Index":["Indexace Meta robotů"],"Meta Robots Follow":["Sledovat Meta roboty"],"Follow":["Sledovat"],"Nofollow":["Nesledovat"],"Meta Robots Advanced":["Pokročilé nastavení Meta robotů"],"Advanced <code>meta</code> robots settings for this page.":["Rozšířené nastavení <code>Meta</code> robotů pro tuto stránku."],"NO ODP":["Žádné ODP"],"NO YDIR":["Žádné YDIR"],"No Archive":["Nearchivovat"],"No Snippet":["Žádný úryvek (snippet)"],"Breadcrumbs title":["Název Drobečkové navigace"],"Title to use for this page in breadcrumb paths":["Název který bude použit na této stránce v adrese Drobečkové navigáce"],"Canonical URL":["Kanonická URL"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["Kanonická URL na kterou se má stránka odkazovat. Nechte prázdné pro použití trvalého odkazu. Je podporováno i %s odkazování mezi doménami%s"],"301 Redirect":["301 Přesměrování"],"The URL that this page should redirect to.":["URL na kterou se má tato stránka přesměrovat"],"General":["Obecné"],"Page Analysis":["Analýza stránky"],"Advanced":["Pokročilé"],"Archives":["Archivy"],"Page not found":["Stránka nenalezena"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Poznámka pro administrátora: Této stránce se nezobrazuje meta description, protože žádný nemá. Buďto jej napište ručně, nebo v SEO -> Nadpisy nastavte šablonu"],"Home":["Domů"],"Archives for":["Archivy pro"],"You searched for":["Hledali jste"],"Error 404: Page not found":["Chyba 404: Stránka nebyla nalezena"],"posts\u0004All <span class=\"count\">(%s)</span>":["Všechny <span class=\"count\">(%s)</span>","Všechny <span class=\"count\">(%s)</span>","Všechny <span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Odstranit <span class=\"count\">(%s)</span>","Odstranit <span class=\"count\">(%s)</span>","Odstranit <span class=\"count\">(%s)</span>"]}}}