{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"You've never used this focus keyword before, very good.":["Usted no ha usado esta palabra clave antes, muy bien."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Ha utilizado este palabra clave de foco %1$sonce before%2$s, asegurase de especificar claramente cual URL de su sitio es la mas importante para esta palabra clave."],"No subheading tags (like an H2) appear in the copy.":["No aparecen etiquetas de subencabezado (algo como H2) en la copia."],"The slug for this page is a bit long, consider shortening it.":["El slug para esta página es un poco largo, considera reducirlo."],"Please create a page title.":["Por favor crea un título para la página."],"No outbound links appear in this page, consider adding some as appropriate.":["No hay ningún link externo en esta página, considera añadir alguno dentro del contexto."],"No images appear in this page, consider adding some as appropriate.":["Ninguna imagen aparece en esta página, considera agregar algunas según corresponda."],"The images on this page are missing alt tags.":["A las imágenes de está página les faltan los atributos alt."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["En la meta descripción especificada, considera lo siguiente: ¿Cómo se compara con la competencia? ¿Puede ser más atractivo?"],"No meta description has been specified, search engines will display copy from the page instead.":["No se ha especificado ninguna meta descripción, los motores de búsqueda mostrarán una copia de la página en su lugar."],"fairly difficult":["bastante difícil"],"Try to make shorter sentences to improve readability.":["Tratar de hacer frases más cortas para mejorar la legibilidad."],"difficult":["difícil"],"Try to make shorter sentences, using less difficult words to improve readability.":["Tratar de hacer frases más cortas, utilizando menos palabras difíciles para mejorar la legibilidad."],"very difficult":["muy difícil"]}}}