{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"You've never used this focus keyword before, very good.":["Et ole koskaan käyttänyt tätä avainsanaa aikaisemmin, erittäin hienoa."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Olet käyttänyt tätä kohdistusavainsanaa %1$skerran aikaisemmin%2$s, valitse mikä näistä URL:istä on sivustosi tärkein sivu tämän avainsanan kannalta."],"No subheading tags (like an H2) appear in the copy.":["Alaotsikoita kuten (H2) ei löydy tekstistä."],"The slug for this page is a bit long, consider shortening it.":["Sivun nimi URL:ssä on melko pitkä, voisiko sitä lyhentää?"],"Please create a page title.":["Ole hyvä ja luo sivun otsikko."],"No outbound links appear in this page, consider adding some as appropriate.":["Sivulla ei ole ulospäin suuntautuvia linkkejä. Sopivien lisääminen voisi olla hyvä idea."],"No images appear in this page, consider adding some as appropriate.":["Sivulla ei ole kuvia. Niitä voisi mahdollisuuksien mukaan lisätä."],"The images on this page are missing alt tags.":["Tällää sivulla olevista kuvista puuttuu vaihtoehtoinen teksti."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Metakuvauksen yhteydessä: harkitse miten se vertautuu kilpailijoihin? Voisiko se olla houkuttelevampi?"],"No meta description has been specified, search engines will display copy from the page instead.":["Meta-kuvausta ei ole asetettu, hakukoneet näyttävät kopion sivusta sen sijasta."],"fairly difficult":["melko hankala"],"Try to make shorter sentences to improve readability.":["Lyhyemmät lauseet parantavat luettavuutta."],"difficult":["hankala"],"Try to make shorter sentences, using less difficult words to improve readability.":["Lyhyemmät lauseet ja vähemmän vaikeat sanat parantavat luettavuutta."],"very difficult":["erittäin hankala"]}}}