{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"You've never used this focus keyword before, very good.":["Mai heu utilitzat aquesta paraula clau principal abans, molt bé!"],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Heu utilitzat aquesta paraula clau principal %1$suna vegada abans%2$s; assegureu-vos de deixar ben clar quin URL del vostre lloc web és més important per a aquesta paraula."],"No subheading tags (like an H2) appear in the copy.":["No hi ha cap etiqueta de capçalera secundària (com un H2) en el contingut."],"The slug for this page is a bit long, consider shortening it.":["L'URL d'aquesta pàgina és una mica llarg; intenteu acurtar-lo."],"Please create a page title.":["Creeu un títol per a la pàgina"],"No outbound links appear in this page, consider adding some as appropriate.":["No hi ha enllaços de sortida en aquesta pàgina, considereu afegir-ne algun si és apropiat."],"No images appear in this page, consider adding some as appropriate.":["Aquesta pàgina no conté cap image, considereu afegir-ne alguna si és apropiat."],"The images on this page are missing alt tags.":["Les imatges d'aquesta pàgina no contenen texts alternatius."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["En la descripció meta especificada, consideri: Com es compara amb la competència? Podria ser més atractiva?"],"No meta description has been specified, search engines will display copy from the page instead.":["No s'ha especificat cap descripció meta. En el seu lloc, els motors de cerca mostraran text de la pàgina."],"fairly difficult":["prou difícil"],"Try to make shorter sentences to improve readability.":["Proveu de fer frases més curtes per millorar la legibilitat."],"difficult":["difícil"],"Try to make shorter sentences, using less difficult words to improve readability.":["Proveu a fer frases més curtes i amb paraules menys complexes per tal de millorar la legibilitat."],"very difficult":["molt difícil"]}}}