{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Mis je crawl errors niet: %1$smaak hier verbinding met Google Search Console%2$s."],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s heeft gedetecteerd dat je een versie van %2$s gebruikt die niet compatibel is met %1$s. Update %2$s naar de laatste versie om deze feature te gebruiken."],"Creating redirects is a %s feature":["Het creëren van redirects is een %s feature"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s heeft gedetecteerd dat je versie %2$s gebruikt van %3$s, update deze naar de laatste versie om comptabiliteitsproblemen te voorkomen. "],"Recent Rockstars":["Recente rocksterren"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Als je niet weet waar je waar je het benodigde ID kan vinden, bekijk %1$sdit knowledge base artikel%2$s."],"Error: a redirect for this URL already exists":["Fout: Er bestaat al een redirect voor deze URL"],"Redirect this broken URL and fix the error":["Redirect deze kapotte URL en los de fout op"],"Posts that are set to %s":["Berichten die op %s zijn gezet"],"%s Posts Overview":["%s berichten overzicht"],"Prefix for search result pages:":["Voorvoegsel voor kruimelpad op zoekresultaten pagina&#39;s:"],"Prefix for archive pages:":["Voorvoegsel voor kruimelpad op archief pagina&#39;s:"],"Prefix for breadcrumbs:":["Voorvoegsel voor kruimelpad:"],"Anchor text for the homepage:":["Linktekst voor de homepagina:"],"Remove blog page from breadcrumbs":["Blog pagina uit het kruimelpad verwijderen"],"Search Console":["Search Console"],"Export your %1$s settings":["Exporteer je %1$s instellingen"],"%1$s settings":["%1$s instellingen"],"Yoast SEO":["Yoast SEO"],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":["Hieronder staan de SEO scores van je gepubliceerde berichten. Nu is een goed moment om een aantal van je berichten te  verbeteren!"],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Vink dit vakje aan als je Google Analytics campaigns parameters beginnen met %s.  Het is echter aan te raden om dit niet te doen.  Vervang deze door de versie met het hekje (#)."],"Reload crawl issues":["Crawl problemen opnieuw laden"],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code.":["Vul je Google Autorisatie Code in om %1$s toestemming te geven om je informatie op te halen van %2$s."],"Get Google Authorization Code":["Google Autorisatie Code verkrijgen"],"Please enter the Google Authorization Code in the field below and press the Authenticate button.":["Plaats de Google Autorisatie Code in het veld hieronder en druk op de Authenticatie knop."],"Authenticate":["Authenticeer"],"Reauthenticate with Google ":["Herauthenticeren met Google"],"Current profile":["Huidige profiel"],"Profile":["Profiel"],"There were no profiles found":["Er zijn geen profielen gevonden"],"Save Profile":["Profiel Opslaan"],"or":["of"],"Disable the Advanced part of the %1$s meta box":["Schakel het geavanceerde deel van de %1$s metabox uit"],"%1$s Extensions":["%1$s extensies"],"%1$s Meta Box":["%1$s metabox"],"Who should have access to the %1$s settings":["Wie mag toegang hebben tot de %1$s instellingen"],"%1$s comes with some very powerful built-in tools:":["%1$s heeft enkele zeer krachtige ingebouwde functionaliteiten:"],"Excluded Posts":["Uitgesloten berichten"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Je kan berichten uitsluiten van de sitemap door het invullen van een komma-gescheiden tekenreeks met bericht-ID's. Bijvoorbeeld: %1$s."],"Posts to exclude":["Sluit deze berichten uit"],"Thank you for updating %1$s!":["Bedankt voor het updaten van %1$s!"],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":["Je hoeft geen redirect te maken voor de URL %1$s omdat er al een redirect bestaat. De bestaande redirect wijst naar %2$s. Als dit goed is kan je dit probleem markeren als opgelost. Zo niet, ga naar de redirects pagina  en verander de doel URL."],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year support and updates, on %2$s.":["Om een redirect te maken en dit probleem op te lossen, heb je %1$s nodig. Je kan de plugin, inclusief een jaar support en updates, kopen op %2$s."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Yoast plugins delen een gedeelte van hun code om er voor te zorgen dat je website sneller wordt. Als gevolg daarvan moeten alle Yoast plugins up-to-date zijn. We hebben gedetecteerd dat dit niet het geval is, dus update alle Yoast plugins die nog niet up-to-date zijn."],"URL":["URL"],"Last crawled":["Laatst gecrawld"],"First detected":["Voor het eerst gedetecteerd"],"Response code":["Statuscode"],"Mark as fixed":["Als opgelost markeren"],"Create redirect":["Redirect aanmaken"],"Search":["Zoeken"],"Crawl errors per page":["Crawl-fouten per pagina"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["De %1$s gegevens zijn verwijderd. Authenticeer opnieuw om nieuwe gegevens op te halen."],"The issues have been successfully reloaded!":["De problemen zijn succesvol herladen. "],"Incorrect Google Authorization Code.":["Ongeldige Google Autorisatie Code."],"Issue categories":["Probleem categorieën"],"Errors that occurred when your site was crawled by Googlebot.":["Fouten die zijn opgetreden toen de site gecrawld werd door Googlebot"],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Fouten die alleen zijn opgetreden toen je website werd gecrawld door Googlebot-Mobile. (Deze fouten waren niet zichtbaar voor desktop). "],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Fouten die enkel voorkomen toen je site gecrawld werd door de Googlebot voor simpele telefoons (fouten kwamen niet voor op de desktop versie)."],"Create a redirect":["Redirect aanmaken"],"Current URL:":["Huidige URL:"],"New URL:":["Nieuwe URL:"],"Mark as fixed:":["Als opgelost markeren:"],"Mark this issue as fixed in %1$s.":["Dit probleem als opgelost markeren in %1$s."],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["De URL bestaat niet, maar je server geeft geen 404 (file not found) error."],"Desktop":["Desktop"],"Smartphone":["Smartphone"],"Feature phone":["Feature phone"],"%1$s Settings":["%1$s Instellingen"],"Posts with good SEO score":["Berichten met een goede SEO score"],"Posts with OK SEO score":["Berichten met een OK SEO score"],"Posts with poor SEO score":["Berichten met een slechte SEO score"],"Posts with bad SEO score":["Berichten met een zeer slechte SEO score"],"Posts without focus keyword":["Berichten zonder focus keyword"],"Upgrade to %1$s &raquo;":["Upgrade naar %1$s &raquo;"],"The %1$s plugin(s) might cause issues when used in conjunction with %2$s.":["De %1$s plugin(s) veroorzaken mogelijk problemen als deze in combinatie met %2$s wordt gebruikt."],"This warning is generated by %1$s.":["Deze waarschuwing is gegenereerd door %1$s."],"Access denied":["Verboden toegang"],"Server requires authentication or is blocking Googlebot from accessing the site.":["De server vereist authenticatie of blokkeert Googlebot om toegang te verkrijgen tot de site."],"Faulty redirects":["Onjuiste redirects "],"Not followed":["Niet gevolgd"],"Not found":["Niet gevonden"],"URL points to a non-existent page.":["URL verwijst naar een niet bestaande pagina."],"Google was unable to crawl this URL due to an undetermined issue.":["Google was niet in staat deze URL te crawlen door een onbekend probleem."],"Blocked":["Geblokkeerd"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot kan toegang verkrijgen tot je website, maar bepaalde URLs zijn geblokkeerd voor Googlebot in het %1$s bestand. Deze blokkade kan voor alle Googlebots gelden of zelfs specifiek voor Googlebot-mobile. "],"Server Error":["Serverfout"],"Request timed out or site is blocking Google.":["Verzoek is verlopen of de site blokkeert Google."],"Soft 404":["Zachte 404"],"More %1$s":["Meer %1$s"],"%s Breadcrumbs":["%s kruimelpad"],"Breadcrumbs separator:":["Scheidingsteken voor kruimelpad: "],"Breadcrumb for 404 pages:":["Kruimelpad voor 404 pagina:"],"Error creating %1$s export: ":["Fout bij maken %1$s export: "],"Configure %1$s's OpenGraph settings":["%1$s's OpenGraph instellingen configureren"],"Configure %1$s's XML Sitemap settings":["%1$s's XML Sitemap instellingen configureren"],"%1$s has been updated to version %2$s. %3$sClick here%4$s to find out what's new!":["%1$s is vernieuwd naar versie %2$s. %3$s Klik hier%4$s om te zien wat er is veranderd!"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Je hebt nog steeds de standaard WordPress beschrijving, zelfs een lege is waarschijnlijk beter. %1$sJe kan dit oplossen in de bewerker%2$s."],"Just another WordPress site":["En nog een WordPress site"],"Latest Changes":["Laatste wijzigingen"],"We've summarized the most recent changes in %s.":["We hebben de laatste wijzigingen in %s samengevat."],"View Changes":["Bekijk wijzigingen"],"Clean up the %s":["De %s opschonen"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google toont de naam van je website in de zoekresultaten; standaard geven wij de sitenaam weer maar je kunt dat hier aanpassen. Je kunt ook een alternatieve naam ter overweging aan Google opgeven."],"Alternate name":["Alternatieve naam"],"Duplicate content prevention":["Dubbele inhoud voorkomen"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Als je een auteursblog hebt, zal het auteursarchief dezelfde inhoud bevatten als de homepagina. Dit noemt men een %1$s'dubbele inhoud'-probleem%2$s."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Als dit het geval is op je site, kun je ervoor kiezen het uit te schakelen (wat ervoor zorgt dat men doorgestuurd wordt naar de homepagina), of %s eraan toe te voegen zodat het niet voorkomt in de zoekresultaten."],"Add %s to the author archives":["Voeg %s toe aan de auteursarchieven"],"Date-based archives could in some cases also be seen as duplicate content.":["Op datum gebaseerde archieven zouden in sommige gevallen ook als dubbele inhoud aangemerkt kunnen worden."],"Add %s to the date-based archives":["Voeg %s toe aan de op datum gebaseerde archieven"],"Sitewide meta settings":["Site-brede meta-instellingen"],"Use meta keywords tag?":["Meta-zoekwoordentag gebruiken?"],"Add %s meta robots tag sitewide":["Sitebreed de %s metarobots-tag toevoegen"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["'Open Graph'-metadata toevoegen aan de sectie %s van je site; Facebook en andere sociale netwerken gebruiken deze data als je pagina's gedeeld worden."],"Add Twitter card meta data to your site's %s section.":["'Twitter card'-metadata toevoegen aan de sectie %s van de site."],"Taxonomy to show in breadcrumbs for post types":["Taxonomy om te tonen in het kruimelpad van de berichttypen"],"Post type archive to show in breadcrumbs for taxonomies":["Berichttype-archief om te tonen in het kruimelpad voor taxonomieën"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Het gebruik van de functie 'kruimelpad' wordt uitgelegd in %1$sour knowledge-base article on breadcrumbs implementation%2$s."],"Page %1$d of %2$d":["Pagina %1$d van %2$d"],"Mobile-Friendly Test":["Test mobielvriendelijkheid"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["De %1$s plugin installatie is onvolledig. Meer informatie in de %2$sinstallatie handleiding%3$s."],"Please make sure both fields are filled.":["Let erop dat beide velden zijn gevuld."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["De waarde bevat ongeldige tekens. Let erop dat beide velden correct zijn gevuld."],"This Facebook user has already been added as an admin.":["Deze Facebookgebruiker is al toegevoegd als beheerder."],"More info can be found %1$son our knowledge base%2$s.":["Meer informatie is te vinden in %1$sonze kennisbank%2$s."],"Add Facebook admin":["Facebook admin toevoegen:"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["Voor toegang tot %1$sFacebook Insights%2$s moet je hier een gebruiker toevoegen. De naam wordt alleen gebruikt als verwijzing, het ID voor verificatie."],"Admin's name:":["Beheerdersnaam:"],"Admin's Facebook user ID:":["Gebruikers-ID Facebookbeheerder:"],"Website name":["Websitenaam"],"The recommended image size for %1$s is %2$spx.":["De aanbevolen afbeeldingsgrootte voor %1$s is %2$spx."],"Warning: the variable %s cannot be used in this template.":["Waarschuwing: de variabele %s kan niet worden gebruikt in dit sjabloon."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Niet mogelijk om een connectie te maken met onze API om jouw licentiesleutels te valideren. Vraag je hosting provider om connecties toe te staan vanaf jouw server naar %s."],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["De PHP-module cURL (versie: %s) van de server is verouderd. Vraag de hostingprovider deze bij te werken naar een recentere versie van cURL. Je kunt hier meer over lezen in onze %sKennisbank%s."],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":["De uitgelichte afbeelding moet minimaal 200x200 pixels groot zijn om te worden opgepikt door Facebook en andere sociale media."],"See the help tab for more info.":["Bekijk het help tabblad voor meer informatie."],"Note that not all variables can be used in every template.":["Let op: niet alle variabelen kunnen worden gebruikt in elk sjabloon."],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Zowel %1$s als %2$s creëren OpenGraph informatie wat ervoor kan zorgen dat Facebook, Twitter, LinkedIn en andere sociale netwerken de verkeerde tekst of afbeelding gebruiken wanneer jouw pagina's worden gedeeld."],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["Zowel %1$s en %2$s kunnen XML sitemaps creëren. Twee XML sitemaps is niet goed voor zoekmachines en kunnen je site langzamer maken."],"To be able to access %sFacebook Insights%s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Om toegang te krijgen tot %sFacebook Insights%s voor de site moet je een Facebookbeheerder specificeren. Dit kan een gebruiker zijn. Als je een app hebt voor de site, kun je deze ook hiervoor gebruiken."],"Warning!":["Waarschuwing!"],"Recommended solution":["Aanbevolen oplossing"],"We recommend you deactivate %1$s and have another look at your %2$s configuration using the button above.":["We adviseren je %1$s te deactiveren en opnieuw te kijken naar de %2$s-configuratie met de knop hierboven."],"Deactivate %s":["%s deactiveren"],"What’s new in %s":["Nieuw in %s"],"Activation failed:":["Activatie mislukt:"],"Export created: %1$sdownload your export file here%2$s.":["Export gecreëerd: %1$sExport bestand hier downloaden%2$s."],"Could not zip settings-file.":["Niet mogelijk het instellingen-bestand te zippen."],"Could not write settings to file.":["Niet mogelijk instellingen naar een bestand te schrijven."],"This export includes taxonomy metadata":["Dit exportbestand bevat taxonomie-metadata"],"No taxonomy metadata found":["Geen taxonomie-metadata gevonden"],"Error: no Robots Meta data found to import.":["Fout: Er is geen te importeren 'Robots Meta'-data gevonden."],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["Instellingen importeren door <em>settings.zip</em> op te zoeken en op 'Instellingen importeren' te klikken."],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["De filter-extensie is niet beschikbaar. Vraag de hosting provider om deze in te schakelen."],"Company Info":["Bedrijfsinformatie"],"Your Info":["Jouw informatie"],"Upload Image":["Afbeelding uploaden"],"Breadcrumbs":["Kruimelpad"],"SEO:":["SEO:"],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":["Dit zijn de algemene instellingen voor %1$s, hier kan je de rondleiding opnieuw beginnen of de instellingen van %1$s terugzetten naar standaard."],"Tab: Your Info / Company Info":["Tabblad: Jouw/bedrijfs-informatie"],"Add some info here needed for Google's Knowledge Graph.":["Hier informatie toevoegen, dit is nodig voor de kenniskaarten van Google."],"Tab: Webmaster Tools":["Tabblad: Webmaster-tools"],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":["Je kunt hier de verificatiecodes voor de verschillende webmaster-tool-programma's toevoegen. We raden je dringend aan de webmaster-tools van zowel Google als Bing gebruiken."],"Tab: Security":["Tabblad: Beveiliging"],"Determine who has access to the plugins advanced settings on the post edit screen.":["Bepaal wie er toegang heeft tot de geavanceerde instellingen van de plugin in het bewerkingsscherm van het bericht."],"Subscribe to our Newsletter":["Inschrijven voor onze nieuwsbrief"],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":["Het eerste tabblad toont de site-brede instellingen voor titels; gewoonlijk hoef je alleen het titel-scheidingsteken te veranderen."],"On the archives tab you can set templates for specific pages like author archives, search results and more.":["Op het tabblad Archieven kun je sjablonen instellen voor specifieke pagina's zoals auteursarchieven, zoekresultaten, etc."],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":["Op het tabblad Overige kan je voor de hele site meta-instellingen aanpassen, zoals het inschakelen van meta-zoekwoorden."],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":["Op dit tabblad kun je de website verifiëren met Pinterest en kun je het Pinterest-account invoeren."],"On this tab you can enter some more of your social accounts, mostly used for Google's Knowledge Graph.":["Op dit tabblad kun je enkele van de sociale accounts die meestal worden gebruikt voor Kenniskaarten van Google, invoeren."],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":["Deze plugin voegt XML-sitemaps toe aan de site. De sitemaps worden automatisch bijgewerkt na het publiceren van een nieuw(e) bericht, pagina of aangepast bericht. Google en Bing worden hiervan automatisch op de hoogte gebracht."],"Advanced Settings":["Geavanceerde instellingen"],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":["Alle opties op deze tabbladen zijn alleen bestemd voor gevorderde gebruikers. Als je niet weet of je er een moet aanvinken, blijf er dan af."],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":["De krachtige functies van %1$s kunnen worden uitgebreid met %3$sYoast premium plugins%4$s. Deze premium plugins vereisen installatie van %1$s of %2$s en voegen specifieke functies toe. %3$sLees hier%4$s alles over de Yoast Premium Plugins."],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":["Bedankt voor het gebruik van onze plugin en veel succes met jouw SEO.<br/><br/>Vriendelijke groeten, <br/>Team Yoast - %1$sYoast.com%2$s"],"Introduction Tour":["Rondleiding"],"Restore Default Settings":["Standaardinstellingen terugzetten"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Deze gegevens worden als metadata getoond op de site. Ze zijn bedoeld om te verschijnen in Google kenniskaarten. Je kunt of een bedrijf of een persoon zijn; kies wat je bent:"],"Company or person":["Bedrijf of persoon"],"Choose whether you're a company or person":["Kiezen of je een bedrijf of een privé-persoon bent"],"Company":["Bedrijf"],"Person":["Persoon"],"Company Name":["Bedrijfsnaam"],"Company Logo":["Bedrijfslogo"],"Your name":["Jouw naam"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["Hier kun je de licentiesleutel voor een van onze premium-plugins invoeren, als je er een moet activeren."],"Enable force rewrite titles":["'Force rewrite' van titels inschakelen"],"Accounts":["Accounts"],"To inform Google about your social profiles, we need to know their URLs.":["Om Google over jouw sociale profielen te informeren, moeten we hun URL's weten."],"For each, pick the main account associated with this site and please enter them below:":["Selecteer voor elk het hoofd-account dat aan deze site gekoppeld is, en voer het hieronder in:"],"Twitter Username":["Twitter-gebruikersnaam"],"Instagram URL":["Instagram URL"],"LinkedIn URL":["LinkedIn URL"],"MySpace URL":["MySpace URL"],"Pinterest URL":["Pinterest URL"],"YouTube URL":["YouTube URL"],"Google+ URL":["Google+ URL"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest maakt - net als Facebook - gebruik van 'Open Graph'-metadata. Houd Open Graph aangevinkt op het Facebook-tabblad, als je de site wilt optimaliseren voor Pinterest."],"Pinterest verification":["Pinterest verificatie"],"To %1$sverify your site with Pinterest%2$s, add the meta tag here:":["Om je %1$ssite te valideren met Pinterest%2$s voer je de meta-tag hier in"],"Bulk editor":["Bulk editor"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Deze tool stelt je in staat snel titels en omschrijvingen van berichten en pagina's te veranderen zonder dat je voor elke pagina naar de editor hoeft te gaan."],"Import and Export":["Importeren en Exporteren"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Instellingen importeren van andere SEO plugins en exporteren van deze instellingen voor hergebruik op een (ander) blog."],"File editor":["Bestandsbewerker"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Deze tool stelt je in staat snel belangrijke bestanden van de SEO te veranderen, zoals het <code>robots.txt</code>- en <code>.htaccess</code>-bestand (als dit bestaat)."],"&laquo; Back to Tools page":["&laquo; Terug naar de pagina Extra"],"Max entries per sitemap":["Maximumaantal regels per sitemap"],"Credits":["Credits"],"More Translations":["Meer vertalingen"],"%1$s ships, at time of release, with %4$d translations, of which %5$d are complete. That's a huge improvement from last time, and we're improving every week. Join us at %2$stranslate.yoast.com%3$s!":["%1$s wordt (op het moment van release) verspreid met %4$d vertalingen, waarvan er %5$d volledig zijn. Dit is een grote verbetering sinds de laatste versie, en we verbeteren nog iedere week. Help ons vertalen op %2$stranslate.yoast.com%3$s!"],"Go to The General settings page →":["Ga naar de pagina Algemene instellingen →"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Het grootste gedeelte van het ontwikkelteam zit bij %1$sYoast%2$s in Nederland, maar %3$s wordt gemaakt door een wereldwijd team."],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Wil je ons helpen te ontwikkelen? Lees de %1$sbijdrage richtlijnen%2$s!"],"Project Leaders":["Projectleiders"],"Project Lead":["Projectleider"],"Lead Developer":["Hoofdontwikkelaar"],"QA & Translations Manager":["Manager Kwaliteit & Vertalingen"],"Contributing Developers":["Bijdragende ontwikkelaars"],"Developer":["Ontwikkelaar"],"Contributors to this release":["Bijdragers aan deze versie"],"Change URLs":["URL's veranderen"],"Clean up permalinks":["Permalinks opschonen"],"Import from other SEO plugins":["Vanuit andere SEO plugins importeren"],"Import from other plugins":["Vanuit andere plugins importeren"],"If you want to import data from (by now ancient) Yoast plugins, you can do so here:":["Als je de gegevens uit (op dit moment verouderde) Yoast-plugins wilt importeren, kun je dat hier doen:"],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":["De plugin All-in-One-SEO is gedetecteerd. Wil je de %sinstellingen importeren%s?"],"You are not allowed to access this page.":["Je hebt onvoldoende rechten om deze pagina te bekijken."],"Tools":["Extra"],"Your %s license has been activated. ":["Je licentie %s is geactiveerd."],"You have an unlimited license. ":["Je hebt een onbeperkte licentie."],"You have used %d/%d activations. ":["Je hebt %d/%d activaties gebruikt."],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["een,over,boven,na,achter,tegen,tegenover,allen,alle,ben,enkele,zijn,omdat,voordat,eronder,ertussen,tussen,beide,maar,door,kan,gedaan,doen,doe,beneden,gedurende,elke,weinig,voor,van,verder,had,hadden,heb,hebben,heeft,hij,zij,hem,haar,wij,ikzelf,mezelf,mijzelf,jijzelf,jezelf,jouzelf,uzelf,hemzelf,haarzelf,zichzelf,onszelf,julliezelf,gijzelf,hunzelf,wijzelf,hijzelf,jullie,mijn,m'n,jouw,je,uw,jouwe,uwe,zijn,z'n,d'r,zijne,hare,ons,onze,hunne,ik,jij,u,'k,ie,die,het,'t,ze,'m,'r,d'r,hen,hun,dit,dat,deze,die,de,dezelfde,hetzelfde,eenzelfde,tenminste,tenslotte,evengoed,teneinde,teveel,weleens,zolang,zonodig,degene,diegene,degenen,diegenen,zulke,zulken,zo'n,achter,achterin,onder,onderop,boven,bovenaan,erbovenop,bovenin,langs,van,der,den,bij,'t,in,'s,te,ten,ter,uit,vanden,enz,etc,niet,nabij,of,pas,tegen,vol,gedurende,verdere,ander,andere,wie,wat,waar,met,via,totdat,veel"],"The SEO title defaults to what is generated based on this sites title template for this posttype.":["De standaard SEO-titel is gebaseerd op het titel-sjabloon voor dit berichttype van deze site."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Als je een andere berichttitel wilt gebruiken dan deze voor het delen van dit bericht op %s, schrijf hem dan hier."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Als je geen gebruik wilt maken van de meta-omschrijving voor het delen van dit bericht op %s, schrijf hier dan een andere."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Als je de afbeelding wilt overschrijven die gebruikt wordt op %s voor dit bericht, kies of upload  er dan een of voer de URL hier in."],"%s Title":["Titel %s"],"%s Description":["Omschrijving %s"],"%s Image":["Afbeelding %s"],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":["Als je up-to-date wilt blijven over %1$s en andere plugins van Yoast, schrijf je dan snel in op onze nieuwsbrief:"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Zoals je kunt zien is er een vertaling van deze plugin in %1$s. Deze vertaling is momenteel voor %3$d%% klaar. We hebben jouw hulp nodig om hem af te maken en voor het verbeteren van fouten. Registreer je op %4$s om de vertaling af te maken tot %1$s."],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Je maakt gebruik van WordPress in %1$s. Omdat %2$s vertaald is naar %1$s voor %3$d%% is het niet verstuurd met deze plugin. Jij kunt helpen. Registreer je op %4$s om de vertaling af te maken tot %1$s."],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Je maakt gebruik van WordPress in een taal die wij nog niet ondersteunen. We zouden het fantastische vinden als %2$s vertaald wordt naar deze taal, maar helaas is dat nog niet het geval. Jij kunt helpen. Registreer je op %4$s om te helpen met vertalen."],"Translation of %s":["Vertaling van %s"],"Register now &raquo;":["Nu registeren &raquo;"],"The old data of the imported plugin was deleted successfully.":["De oude data van de geïmporteerde plugin is succesvol verwijderd."],"Content to put after each post in the feed":["Informatie die geplaatst wordt na elke bericht in de feed"],"Exclude user roles":["Gebruikersrollen uitsluiten"],"Pinterest Rich Pins Validator":["'Pinterest rich pins'-validator"],"HTML Validator":["HTML validator"],"CSS Validator":["CSS validator"],"Google Page Speed Test":["'Google Page speed'-test"],"Modern IE Site Scan":["Modern IE site scan"],"Focus keyword usage":["Focus-trefwoord gebruiken"],"You have used HTML in your value which is not allowed.":["Het gebruik van HTML in de waarde is niet toegestaan."],"Exclude user from Author-sitemap":["Gebruiker uitsluiten van de auteurssitemap"],"(no parent)":["(geen hoofd)"],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":["Je kunt meer leren over WordPress &amp; SEO dan door alleen deze plugin te gebruiken. Een goed begin is het artikel %1$sthe definitive guide to WordPress SEO%2$s van Yoast."],"Title &amp; Metas settings":["Titel- &amp; meta-instellingen"],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":["Hier kan de titel- en meta-informatie ingesteld worden voor alle berichttypes, taxonomieën, archieven, speciale pagina's en voor de homepage. De pagina is verdeeld in verschillende tabbladen. Zorg ervoor dat je ze allemaal naloopt!"],"Templates and settings":["Sjablonen en instellingen"],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":["Klik nu op het tabblad &#8216;%1$sberichtypes%2$s&#8217;, daar dit ons voorbeeld zal zijn."],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":["De sjablonen zijn gebouwd op basis van variabelen. Deze variabelen zijn te vinden op het hulp-tabblad (rechtsboven op deze pagina). Deze instellingen geven de mogelijkheid specifiek gedrag per berichttype in te stellen."],"Previous":["Vorige"],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":["Op dit tabblad kan de %1$sFacebook Open Graph%2$s-functionaliteit van de plugin worden ingeschakeld. Ook kan een Facebookgebruiker of -applicatie als beheerder van de site worden toegewezen, zodat je 'Facebook insights' kunt bekijken."],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":["De voorpagina-instellingen geven de mogelijkheid meta-gegevens voor de homepage in te stellen. De standaardinstellingen verzorgen een terugvalmogelijkheid voor berichten/pagina's zonder afbeeldingen."],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":["Met %1$sTwitter Cards%2$s kunnen verrijkte foto's, video's en media aan een tweet worden gekoppeld, zodat er meer verkeer naar de site komt. Vink simpelweg het vak aan, schrijf je in voor de service, zodat gebruikers die links tweeten naar jouw inhoud, een &#8220;Card&#8221; toegevoegd krijgen aan hun tweet, die zichtbaar is voor al hun volgers."],"This tab allows you to add specific post meta data for Google+. And if you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":["Dit tabblad geeft de je mogelijkheid specifieke bericht-metadata voor Google+ toe te voegen. Als je een Google+-pagina hebt voor je bedrijf, voeg de URL dan hier toe en laat deze verwijzen naar de 'Over mij'-pagina op %1$sGoogle+%2$s."],"What are XML sitemaps?":["Wat zijn XML sitemaps?"],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":["Een sitemap is een XML-bestand dat een lijst geeft van alle URL's op een site. Het stelt webmasters in staat extra informatie over een URL toe te voegen, zoals: laatste keer bijgewerkt, wijzigingsfrequentie en hoe belangrijk de URL is in relatie tot andere URL's. Dit zorgt ervoor dat zoekmachines de site slimmer kunnen doorzoeken."],"What does the plugin do with XML Sitemaps?":["Wat doet deze plugin met XML-sitemaps?"],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":["Als je specifieke berichttypes en/of taxonomieën wilt uitsluiten kun je dat ook instellen op deze pagina."],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":["Als de webserver weinig geheugen heeft, verlaag dan het aantal regels per sitemap (standaard: 1000) om de belasting te verminderen."],"Extensions and Licenses":["Extensies en licenties"],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":["Zodra %1$s of een andere premium-plugin van Yoast is aangeschaft moet de licentiesleutel worden ingevoerd; dat doe op je het tabblad Licenties. Na activering van de premium-plugin, kunnen alle krachtige mogelijkheden van deze plugin gebruikt worden."],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":["We zijn aan het eind van de rondleiding gekomen. Als de plugin bevalt, %sgeef de plugin een 5 sterren beoordeling op WordPress.org%s!"],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":["Zojuist is %1$s geïnstalleerd. Klik op &#8220;Rondleiding starten&#8221; om een snelle introductie op de kernfunctionaliteit van deze plugin te zien."],"Add Google+ specific post meta data":["Specifieke Google+-bericht-metadata toevoegen"],"Exclude users without posts":["Gebruikers zonder berichten uitsluiten"],"Disable all users with zero posts":["Gebruikers zonder berichten uitschakelen"],"Please check the appropriate box below if there's a user role that you do <strong>NOT</strong> want to include in your sitemap:":["Vink het bijpassende vak hieronder aan als er een gebruikersrol is die <strong>NIET</strong> in de sitemap opgenomen moet worden:"],"Replaced with the post/page author's 'Biographical Info'":["Vervangen door de 'Biografie-informatie' van de bericht/pagina-auteur"],"Team Yoast":["Team Yoast"],"Publication date":["Publicatiedatum"],"The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.<br/><br/>Read %sthis post%s for more info.":["De meta-omschrijving wordt vaak weergegeven als zwarte tekst onder de titel van een zoekresultaat. Om dit te laten werken moet deze het trefwoord bevatten waarnaar gezocht werd. <br/><br/>Lees %sdit bericht%s voor meer info."],"No Image Index":["Geen afbeeldingsindex"],"Are you sure you want to reset your SEO settings?":["Weet je zeker dat je alle SEO-instellingen wil resetten?"],"Title Separator":["Scheidingsteken in de titel"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Kies het symbool wat je wilt gebruiken als titel-scheidingsteken. Dit wordt bijvoorbeeld getoond tussen de berichttitel en de sitenaam."],"Symbols are shown in the size they'll appear in in search results.":["Symbolen worden weergegeven met de grootte waarin ze verschijnen in de zoekresultaten."],"Take note:":["Notitie maken:"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on <strong>unattached</strong> media items!":["Omdat de bijlage-URL's worden doorgestuurd naar het bovenliggende bericht-URL's zullen deze instellingen alleen effect hebben op <strong>niet-gekoppelde</strong> media-items!"],"So remember: If you change the %sattachment redirection setting%s in the future, the below settings will take effect for *all* media items.":["Onthoud: Als de %sattachment-doorstuurinstellingen%s in de toekomst veranderen, zullen de instellingen hieronder effect hebben op *alle* media-items"],"public":["publiek"],"archived":["gearchiveerd"],"mature":["volwassen"],"spam":["spam"],"New sites in the network inherit their SEO settings from this site":["Nieuwe sites in het netwerk overerven de SEO-instellingen van deze site"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Kies de site waarvan de instellingen als standaard worden gebruikt voor elke nieuwe site in het netwerk. Bij het kiezen van 'Geen' worden de standaard plugininstellingen gebruikt."],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Voer het %sSite-ID%s in voor de site waarvan de instellingen als standaard moeten worden gebruikt voor alle nieuwe sites in het netwerk. Laat het vak leeg voor geen standaard (de normale plugin-standaards zullen gebruikt worden)."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Privacygevoelige (FB-beheerders e.d.), thema-specifieke (titelherschrijving) en een paar erg site-specifieke instellingen zullen niet in nieuwe blogs geïmporteerd worden."],"Site ID":["Site-ID"],"Copy home meta description":["Home-metabeschrijving kopiëren"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Dit zijn de titel, beschrijving en afbeelding die gebruikt worden in de 'Open Graph'-metatags op de voorpagina van de site."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Een vervangingsvariabele kan alleen alfanummerieke karakters, een liggende streep of een streepje bevatten. Probeer de variabele te hernoemen."],"Advanced Variables":["Geavanceerde variabelen"],"Premium Support":["Premium-ondersteuning"],"FAQ":["FAQ"],"Remove these ads?":["Deze advertenties verwijderen?"],"This is a rendering of what this post might look like in Google's search results.<br/><br/>Read %sthis post%s for more info.":["Dit is een weergave van hoe dit bericht eruit zou kunnen zien in de Google-zoekresultaten.<br/><br/> Lees %sthis post%s voor meer info."],"Warning:":["Waarschuwing:"],"Title display in Google is limited to a fixed width, yours is too long.":["De titelweergave in Google is beperkt tot een vaste lengte, deze is te lang."],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Waarschuwing: hoewel hier de 'meta robots'-instelling geregeld kan worden, heeft dit geen effect, aangezien de hele site is op 'noindex' ingesteld is in de site-brede privacy-instellingen."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Waarschuwing!</b> Externe verzoeken worden geblokkeerd, wat betekent dat er geen %s updates kunt krijgen. %s aan %s toevoegen."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Je licentie is verlopen. Je moet je <a href=\"%s\">licentie vernieuwen</a> om deze weer te kunnen gebruiken."],"Request error: \"%s\" (%scommon license notices%s)":["Verzoekfout: \"%s\" (%scommon licentie-opmerkingen%s)"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["Licentie %s is geactiveerd in het netwerk, je kan de licentie beheren op de <a href=\"%s\">licentiepagina van de netwerkbeheerder</a>."],"%s is network activated, please contact your site administrator to manage the license.":["Licentie %s is geactiveerd in het netwerk, neem contact op met de beheerder om de licentie te beheren."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Deze site is niet netjes geactiveerd op yoast.com en kan daarom niet controleren op toekomstige updates. Activeer de site met een geldige licentiesleutel."],"Your %s license will expire on %s.":["De licentie %s zal verlopen op %s."],"%sRenew your license now%s.":["%sDe licentie nu vernieuwen%s."],"The premium version of %1$s with more features & support.":["The premium versie van %1$s met meer instellingen & ondersteuning."],"Optimize your videos to show them off in search results and get more clicks!":["Optimaliseer je video's om ze te tonen in de zoekresultaten en zo meer kliks te krijgen!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Lid van Google-Nieuws? Verhoog dan het verkeer vanaf Google-Nieuws door dit te optimaliseren!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Een betere lokale score krijgen en op Google Maps, zonder enige moeite."],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integreer WooCommerce naadloos in %1$s en krijg zo extra functies."],"Get this extension":["Deze extensie aanschaffen"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Voorkom het opruimen van Google Analytics campagne & Google AdWords parameters."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Een vervangingsvariable kan niet beginnen met \"%%cf_\" of \"%%ct_\" omdat deze gereserveerd zijn voor de standaardvariablen van de WP-SEO voor aangepaste velden en taxonomieën. Probeer de variabelenaam uniek te maken."],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":["Een vervangingsvariabele met dezelfde naam is al geregistreerd. Probeer de variabelenaam uniek te maken."],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["De standaardvariabele-vervanging van de WP-SEO kan niet worden overschreven door het registreren van een nieuwe variabele met dezelfde naam. Gebruik in plaats daarvan het 'wpseo_replacements'-filter om de vervangingswaarde in te stellen."],"Replaced with the title of the parent page of the current page":["Vervangen door de titel van de bovenliggende pagina van de huidige pagina."],"The site's tag line / description":["De tagregel/beschrijving van de site"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Vervangen door het huidige paginanummer met  context (bv pagina 2 van 8)"],"Check Rich Snippets":["Verrijkte-snippets controleren"],"Facebook Debugger":["Facebook-foutopsporing"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["De extensie Standaard-PHP-bibliotheek (SPL) lijkt niet beschikbaar. Vraag de hostingprovider deze te activeren."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["De eerste echte alles-in-één SEO-oplossing voor WordPress, inclusief analyse per pagina, XML-sitemaps en veel meer."],"https://yoast.com/":["https://yoast.com/"],"Please select a valid taxonomy for post type \"%s\"":["Een geldige taxonomie selecteren voor berichttype \"%s\""],"Post doesn't exist.":["Dit bericht bestaat niet."],"Post has an invalid Post Type: %s.":["Bericht heeft een ongeldig berichttype: %s."],"You can't edit %s.":["%s bewerken niet mogelijk."],"You can't edit %s that aren't yours.":["Je kunt geen %s bewerken die niet van jou zijn."],"Extensions":["Extensies"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["De titel- & amp; meta-instellingen voor %1$s bestaan uit variabelen die worden vervangen door specifieke waarden voor de pagina die wordt weergegeven. De beschikbare variabelen worden op het tabblad aan de linkerkant uitgelegd."],"Filter":["Filter"],"WP Page Title":["WP-paginatitel"],"Post Type":["Berichttype"],"Post Status":["Berichtstatus"],"Page URL/Slug":["Pagina-URL/Slug"],"Existing Yoast Meta Description":["Bestaande Yoast meta-omschrijving"],"New Yoast Meta Description":["Nieuwe Yoast meta-omschrijving"],"Action":["Actie"],"Edit this item":["Dit item bewerken"],"Edit":["Bewerken"],"Preview &#8220;%s&#8221;":["Voorbeeld &#8220;%s&#8221;"],"Preview":["Voorbeeld"],"View &#8220;%s&#8221;":["&#8220;%s&#8221; bekijken"],"View":["Bekijken"],"Existing Yoast SEO Title":["Bestaande Yoast SEO-titel"],"New Yoast SEO Title":["Nieuwe Yoast SEO-titel"],"Debug Information":["Debug Informatie"],"Current option:":["Huidige optie:"],"Site-wide default: %s":["Site-brede standaard: %s"],"No post content to analyse.":["Geen berichtinhoud om te analyseren."],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">Wist je dat jij je licentie kan upgraden?</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">Je licentie verloopt over %d dagen, wil je deze verlengen?</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Je hebt het activatielimiet bereikt. je moet <a href=\"%s\">je licentie upgraden</a> om het te gebruiken op deze site."],"Failed to activate your license, your license key seems to be invalid.":["Fout bij het activeren van jouw licentie, je licentiesleutel lijkt fout te zijn."],"Your %s license has been deactivated.":["Je %s licentie is gedeactiveerd."],"Failed to deactivate your %s license.":["Deactivering van de licentie %s is mislukt."],"%s License":["Licentie %s"],"Theme License":["Themalicentie"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["Het bijwerken van dit thema zorgt ervoor dat alle aanpassingen verloren gaan. 'Annuleren' op te stoppen, 'OK' om te upgraden."],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":["<strong>%s version %s</strong> is beschikbaar. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Kijk wat er allemaal nieuw is</a> of <a href=\"%s\" %s>nu bijwerken</a>."],"%s failed to check for updates because of the following error: <em>%s</em>":["Het is niet mogelijk om %s te controleren op updates door de volgende foutmelding: <em>%s</em>"],"%s: License Settings":["Licentie instellingen: %s"],"License status":["Licentiestatus"],"Toggle license status":["Licentiestatus wisselen"],"Deactivate License":["Licentie deactiveren"],"(deactivate your license so you can activate it on another WordPress site)":["(deactiveer de licentie om deze op een andere WordPress site te activeren)"],"Activate License":["Licentie activeren"],"Please enter a license key in the field below first.":["Voer eerst een licentiesleutel in het onderstaande veld in."],"License Key":["Licentiesleutel"],"Paste your %s license key here..":["Hier de %s licentiesleutel plakken.."],"You defined your license key using the %s PHP constant.":["De licentiesleutel is gedefinieerd in de PHP-constante %s."],"Failed to remove hardcoded meta description.":["Fout bij verwijderen van hard gecodeerde meta omschrijving."],"Earlier found meta description was not found in file. Renewed the description test data.":["De eerder gevonden meta-omschrijving is niet gevonden in dit bestand. De omschrijvingstestdata zijn vernieuwd."],"Pinterest":["Pinterest"],"Yandex Webmaster Tools":["Yandex-webmastertools"],"You cannot create a robots.txt file.":["Niet mogelijk om een 'robots.txt'-bestand te creëren."],"You don't have a robots.txt file, create one here:":["Je hebt geen 'robots.txt'-bestand. Hier één aanmaken:"],"Create robots.txt file":["Een 'robots.txt'-bestand aanmaken"],"Setting \"%s\" is no longer used and has been discarded.":["Instelling \"%s\" is niet langer in gebruik en is verwijderd."],"No settings found in file.":["Er zijn geen instellingen in het bestand gevonden."],"Unzipping failed - file settings.ini not found.":["Uitpakken mislukt - bestand settings.ini is niet gevonden."],"Unzipping failed with error \"%s\".":["Het uitpakken (unzip) ging fout met de volgende foutmelding \"%s\"."],"Licenses":["Licenties"],"Meta keywords":["Meta-sleutelwoorden"],"%s restored to default SEO settings.":["%s is hersteld naar standaard SEO instellingen."],"Blog %s not found.":["Blog %s is niet gevonden."],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Het kan zijn dat je extra variabelen gebruikt die je niet opgeruimd wilt hebben; voeg ze hier toe, gescheiden door komma's."],"The default card type to use":["Het standaard 'card type' om te gebruiken."],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Geef het maximale aantal URL's per regel in de sitemap op (standaardwaarde is: %s. Om geheugenproblemen te voorkomen, is het bij servers met beperkt geheugen aan te raden dit aantal te verlagen):"],"%s does not seem to be a valid %s verification string. Please correct.":["%s is geen geldige %s verificatietekenreeks. Graag corrigeren."],"Please select a valid post type for taxonomy \"%s\"":["Een geldig berichttype voor taxonomie \"%s\" selecteren"],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["'Maximumaantal regels per sitemappagina' moet een positief getal zijn, maar %s is dit niet. Graag corrigeren."],"Summary":["Samenvatting"],"Summary with large image":["Samenvatting met grote afbeelding"],"%s does not seem to be a valid url. Please correct.":["%s is geen geldige URL. Graag corrigeren."],"%s does not seem to be a valid Twitter user-id. Please correct.":["De waarde %s is geen geldige Twitter-gebruikers-ID. Graag corrigeren."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s is geen geldige keuze om aan te geven wie er toegang mag tot de instellingen van %2$s. De standaardwaarde is hersteld."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["De standaard bloginstellingen moeten het numerieke blog id hebben van het blog dat je als standaard wilt gebruiken."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Dit moet een bestaand blog zijn. Blog %s bestaat niet of is gemarkeerd als verwijderd."],"No numeric value was received.":["Geen numerieke waarde ontvangen."],"Title optimization":["Titel-optimalisatie"],"For more information:":["Voor meer informatie:"],"There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.":["Er zijn %d woorden in de bodytekst, dit is minder dan de aangeraden minimumhoeveelheid %d. Graag wat extra tekst toevoegen."],"Use Image":["Afbeelding gebruiken"],"There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.":["Er zijn %d woorden in de body tekst, dit is minder dan de %d aangeraden minimum hoeveelheid. Voeg meer tekst met toegevoegde waarde voor je lezers toe."],"There are %d words contained in the body copy, this is more than the %d word recommended minimum.":["Er zijn %d woorden in de body tekst, dit is meer dan de %d aangeraden minimumhoeveelheid."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Dit helpt om betere URL's te creëren door automatisch de stopwoorden te verwijderen."],"Remove stop words from slugs.":["Stopwoorden uit de 'slugs' verwijderen."],"Why Google won't display the right page title":["Waarom Google de juiste paginatitel niet wil tonen"],"Template explanation":["Sjabloonuitleg"],"Basic Variables":["Basisvariabelen"],"SEO Issue:":["SEO-probleem:"],"Your theme contains a meta description, which blocks %1$s from working properly. Please visit the %2$sSEO Dashboard%3$s to fix this.":["Het thema bevat een meta-omschrijving, die voorkomt dat %1$s goed werkt. Bezoek het %2$sSEO-dashboard%3$s om dit te repareren."],"Google+":["Google+"],"Facebook profile URL":["Facebookprofiel-URL"],"Check":["Controleren"],"Pick the main keyword or keyphrase that this post/page is about.<br/><br/>Read %sthis post%s for more info.":["Kies hoofd-zoekwoord of -frase uit waar dit bericht/deze pagina over gaat. <br/><br/>Lees %sdit bericht%s voor meer info."],"index":["index"],"noindex":["noindex"],"Your focus keyword was found in:":["Het focus-trefwoord is gevonden in:"],"Article Heading: ":["Artikelkoptekst:"],"Page title: ":["Paginatitel:"],"Page URL: ":["Pagina-URL:"],"Content: ":["Inhoud:"],"Meta description: ":["Meta-omschrijving:"],"All SEO Scores":["Alle SEO-scores"],"Page Analysis has been disabled.":["De pagina-analyse is uitgeschakeld."],"Removed hardcoded meta description.":["Hardgecodeerde meta-beschrijving verwijderen."],"Re-check theme.":["Thema opnieuw controleren."],"The plugin Robots-Meta has been detected. Do you want to %simport its settings%s.":["De plugin Robots-Meta is gevonden. Wil je de %sinstellingen importeren%s?"],"Robots-Meta has been deactivated":["Robots-Meta is gedeactiveerd"],"All-In-One-SEO has been deactivated":["All-In-One-SEO is gedeactiveerd"],"Edit Files":["Bestanden bewerken"],"Replaced with the slug which caused the 404":["De slug vervangen die een 404 veroorzaakt"],"Replaced with a custom taxonomies description":["Aangepaste taxonomie-omschrijving vervangen"],"Facebook":["Facebook"],"Add Open Graph meta data":["'Open Graph'-metadata toevoegen"],"Facebook Page URL":["Facebookpagina-URL"],"User sitemap":["Gebruiker sitemap"],"Disable author/user sitemap":["Auteur/gebruiker sitemap uitschakelen"],"N/A":["N/A"],"Poor":["Matig"],"Good":["Goed"],"Bad":["Slecht"],"Posts":["Berichten"],"You've never used this focus keyword before, very good.":["Je hebt dit trefwoord nog nooit eerder gebruikt, heel goed."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Je hebt dit trefwoord %1$séén keer eerder%2$s gebruikt, zorg ervoor dat het heel duidelijk is welke URL op de website het belangrijkst is voor dit trefwoord."],"You've used this focus keyword %3$s%4$d times before%2$s, it's probably a good idea to read %1$sthis post on cornerstone content%2$s and improve your keyword strategy.":["Je hebt dit trefwoord %3$s%4$d keer eerder gebruikt%2$s. Het is misschien een goed idee om %1$sdit bericht over goede inhoud%2$s te lezen om de trefwoorden-strategie te verbeteren."],"You must %sgo to your Reading Settings%s and uncheck the box for Search Engine Visibility.":["Ga naar %sInstellingen -> Lezen%s en haal het vinkje weg bij Zoekmachine zichtbaarheid."],"Replaced with the current day":["Vervangen door de huidige dag"],"Entries per page":["Regels per pagina"],"If you had a .htaccess file and it was editable, you could edit it from here.":["Als je een '.htaccess'-bestand hebt dat je mag bewerken, dan kun je het hier bewerken."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Als je een 'robots.txt'-bestand hebt dat je mag bewerken, dan kun je het hier bewerken."],"WooThemes SEO framework settings &amp; data successfully imported.":["WooThemes SEO framework instellingen &amp; data succesvol geïmporteerd."],"HeadSpace2 data successfully imported":["HeadSpace2 data succesvol geïmporteerd"],"Import from WooThemes SEO framework?":["Importeren vanuit WooThemes SEO framework?"],"Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.":["De zoekzin bestaat uit meer dan 10 woorden; de zin moet korter zijn en er kan maar één zin zijn."],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Als je een Google+ pagina voor je bedrijf hebt, vul dan hier de URL in en link het op je Google+ Over Mij pagina."],"Your theme contains a meta description, which blocks %1$s from working properly, please delete the following line, or press fix it:":["Je thema bevat een meta-omschrijving waardoor %1$s niet goed werkt. Verwijder de volgende regel of klik op 'Dit repareren':"],"Google Publisher Page":["Google bedrijfspagina"],"Date in Snippet Preview":["Datum in Snippet voorvertoning"],"Twitter username (without @)":["Twitter-gebruikersnaam (zonder @)"],"Show date in snippet preview?":["Datum weergeven in snippet voorbeeld?"],"SEO: OK":["SEO: OK"],"SEO: Poor":["SEO: Matig"],"SEO: Bad":["SEO: Slecht"],"SEO: No Focus Keyword":["SEO: Geen focus-trefwoord"],"SEO: Good":["SEO: Goed"],"SEO: Post Noindexed":["SEO: Bericht niet geïndexeerd"],"Meta Desc.":["Meta omschrijving"],"Focus KW":["Focus SW"],"%s, Author at %s":["%s, auteur op %s"],"Remove the <code>?replytocom</code> variables.":["Verwijder de <code>?replytocom</code>-variabelen."],"Post Types":["Berichttypes"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Dit voorkomt dat reageren op reacties werkt als de gebruiker JavaScript heeft uitgeschakeld, maar op een grote website kan dit een <em>enorme</em> verbetering zijn voor de 'doorzoekbaarheid' voor zoekmachines als je veel reacties hebt."],"Replaced with the post type single label":["Vervangen door enkelvoudige label van het berichttype"],"Other":["Overige"],"Replaced with the post type plural label":["Vervangen door het berichttype-meervoudlabel"],"%s Archive":["%s Archief"],"Social settings":["Sociale media-instellingen"],"Sitewide settings":["instellingen voor de hele website"],"%s Archives":["%s Archieven"],"Always index":["Altijd indexeren"],"No focus keyword was set for this %s. If you do not set a focus keyword, no score can be calculated.":["Er is geen focus-trefwoord ingesteld voor deze %s. Als er geen focus-trefwoord wordt opgegeven, kan er geen score worden berekend."],"To update this page analysis, save as draft or update and check this tab again":["Sla deze pagina op als concept of werk hem bij om de pagina-analyse te updaten. Controleer dan dit tabblad opnieuw."],"No subheading tags (like an H2) appear in the copy.":["Er staan geen sub-titel-tags (zoals een H2) in de tekst."],"The keyword density is %s%%, which is over the advised 4.5%% maximum, the keyword was found %s times.":["De trefwoorden-dichtheid is %s%%, wat meer is dan het geadviseerde maximum van 4.5%%, het trefwoord is %s keer gevonden. "],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s heeft automatisch vastgesteld of het de titels op je pagina's moet herschrijven. Als je denkt dat dat niet goed is en je weet wat je doet, dan kan je de instelling hier veranderen."],"Replaced with a posts custom taxonomies, comma separated.":["Vervangen door de aangepaste taxonomieën van een bericht, door komma's gescheiden."],"Replaced with a posts custom field value":["Vervangen door de aangepaste veldwaarde van een bericht"],"Take this tour to quickly learn about the use of this plugin.":["Neem deze rondleiding om snel wegwijs te worden in het gebruik van deze plugin."],"Special Pages":["Speciale pagina's"],"I don't know why you'd want to use meta keywords, but if you want to, check this box.":["Ik weet niet waarom je meta-trefwoorden wilt gebruiken, maar als je dat wilt, vink dit aan."],"Unchecking this box allows authors and editors to redirect posts, noindex them and do other things you might not want if you don't trust your authors.":["Uitvinken van dit selectievak laat auteurs en redacteuren berichten verplaatsen, noindex aanzetten en andere dingen doen die je misschien niet wilt als je de auteurs niet vertrouwt."],"Post is set to noindex.":["Bericht is ingesteld op noindex."],"Use %s default (Currently: %s)":["Gebruik %s standaard (Nu: %s)"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["Dit %s volgt de indexeringsregels zoals ze zijn ingesteld onder Meta's & titels; je kunt het hier overschrijven."],"Titles &amp; Metas":["Titels &amp; meta's"],"Default for post type, currently: %s":["Standaard voor berichttype, momenteel: %s"],"Focus keyword not set.":["Focus-trefwoord niet ingesteld."],"Search for \"%s\"":["Zoek naar \"%s\""],"Always noindex":["Altijd noindex"],"Noindex subpages of archives":["Geen index van subpagina's van archieven"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, enable this.":["Als je wilt voorkomen dat /pagina/2/ en verder in welk archief dan ook verschijnen in de zoekresultaten, zet dit dan aan."],"Hide RSD Links":["RSD-links verbergen"],"Hide WLW Manifest Links":["WLW Manifest links verbergen"],"Hide Shortlink for posts":["Verberg Shortlink voor berichten"],"Hide RSS Links":["RSS-links verbergen"],"Meta Robots":["Meta-robots"],"Hide":["Verbergen"],"These pages will be %s by default, so they will never show up in search results.":["Deze pagina's krijgen standaard %s, dus zullen ze nooit in de zoekresultaten verschijnen."],"The separator defined in your theme's <code>wp_title()</code> tag.":["Het scheidingsteken dat is ingesteld in de <code>wp_title()</code>-tag van het thema."],"If you want to restore a site to the default %s settings, press this button.":["Als je de standaardinstellingen van %s wilt terugzetten, klik dan op deze knop."],"Security":["Beveiliging"],"This image is used if the post/page being shared does not contain any images.":["Deze afbeelding wordt gebruikt als het bericht of de pagina geen afbeeldingen bevat."],"Twitter":["Twitter"],"Add Twitter card meta data":["'Twitter card'-metadata toevoegen"],"No focus keyword set.":["Geen focus-trefwoord ingesteld."],"Your hosting environment does not support PHP's %sDocument Object Model%s.":["Jouw hosting provider biedt geen ondersteuning voor PHP %sDocument Object Model%s."],"Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.":["Trefwoord/trefwoorden-zin verschijnt in %s (van de %s) ondertitels van de tekst. Hoewel het geen grote rol speelt in de zoekresultaten, helpt het wel."],"You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.":["Je hebt geen trefwoord/trefwoorden-zin gebruikt in welke subkop (zoals een H2) dan ook in de tekst."],"You searched for %s":["Je zocht naar %s"],"The post %s appeared first on %s.":["Het bericht %s verscheen eerst op %s."],"Successfully cleared all Facebook Data":["Alle Facebook-data succesvol opgeschoond"],"Successfully removed admin %s":["Beheerder %s succesvol verwijderd"],"Frontpage settings":["Voorpagina-instellingen"],"Facebook Insights and Admins":["Facebook Insights en beheerder"],"Alexa Verification ID":["Alexa verificatie ID"],"Social":["Sociaal"],"Email":["E-mailadres"],"Subscribe":["Aanmelden"],"Currently connected Facebook admins:":["De op dit moment verbonden Facebookbeheerders:"],"Add Another Facebook Admin":["Nog een Facebookbeheerder toevoegen."],"Clear all Facebook Data":["Alle Facebook-data opschonen"],"Image URL":["Afbeelding URL"],"Description":["Omschrijving"],"Default settings":["Standaardinstellingen"],"This is a settings export file for the %1$s plugin by Yoast.com":["Dit is een exportbestand van de instellingen voor de %1$s-plugin."],"SEO":["SEO"],"Keyword Research":["Zoekwoordenonderzoek"],"AdWords External":["AdWords External"],"Google Insights":["Google Insights"],"SEO Book":["SEO Book"],"Analyze this page":["Deze pagina analyseren"],"Check Inlinks (OSE)":["Inlinks (OSE) controleren"],"Check Keyword Density":["Trefwoordendichtheid controleren"],"Check Google Cache":["Google Cache controleren"],"Check Headers":["Headers controleren"],"SEO Settings":["SEO-instellingen"],"XML Sitemaps":["XML sitemaps"],"Permalinks":["Permalinks"],"RSS":["RSS"],"Webmaster Tools":["Webmaster Tools"],"Next":["Volgende"],"Like this plugin?":["Waardeer je deze plugin?"],"Congratulations!":["Gefeliciteerd!"],"Start Tour":["Rondleiding starten"],"Close":["Sluiten"],"Some files could not be removed. Please remove them via FTP.":["Sommige bestanden konden niet worden verwijderd. Verwijder deze via FTP."],"To enjoy all the benefits of the page analysis feature, you'll need to (get your host to) install it.":["Om de pagina-analysefuctie optimaal te kunnen gebruiken, moet je deze (door de host laten) installeren."],"The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.":["Het trefwoord voor deze pagina bevat één of meer %sstop-woorden%s, overweeg ze te verwijderen. Gevonden '%s'."],"The keyword / phrase appears in the URL for this page.":["Het trefwoord/trefwoorden-zin komt voor in de URL van deze pagina."],"The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Het trefwoord komt niet voor in de URL van deze pagina. Wanneer je de URL zou aanpassen, vergeet dan geen 301 redirect van de oude URL naar de nieuwe!"],"The slug for this page contains one or more <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, consider removing them.":["De slug van deze pagina bevat een of meerdere <a href=\"http://nl.wikipedia.org/wiki/Stopwoord_%28taalkunde%29\">stopwoorden</a>, overweeg ze te verwijderen."],"The slug for this page is a bit long, consider shortening it.":["De slug van deze pagina is wat lang, overweeg om deze in te korten."],"Please create a page title.":["Geef een paginatitel op."],"The page title is more than 40 characters and less than the recommended 70 character limit.":["De paginatitel bevat meer dan 40 tekens en is korter dan de aanbevolen limiet van 70 tekens. "],"The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.":["De paginatitel bevat %d tekens, wat minder is dan het aanbevolen minimum van 40 tekens. Neem de ruimte om trefwoord-variaties toe te voegen of schrijf een aantrekkelijke call-to-action-titel."],"The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.":["De paginatitel bevat %d tekens, wat meer is dan de limiet van 70 tekens die getoond worden; sommige woorden zullen niet zichtbaar zijn in de zoekresultaten."],"The keyword / phrase %s does not appear in the page title.":["Het trefwoord %s komt niet voor in de paginatitel."],"The page title contains keyword / phrase, at the beginning which is considered to improve rankings.":["De paginatitel bevat een trefwoord aan het begin, wat de rankings ten goede komt."],"The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.":["De paginatitel bevat een trefwoord, maar deze staat niet aan het begin; probeer deze naar voren te verplaatsen."],"No outbound links appear in this page, consider adding some as appropriate.":["Geen uitgaande verwijzende links gevonden op deze pagina; overweeg enkele toe te voegen, waar van toepassing."],"You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.":["Je linkt naar een andere pagina met het trefwoord waarmee je deze pagina wil laten ranken. Overweeg dit aan te passen als je deze pagina echt wil ranken."],"This page has %s outbound link(s).":["Deze pagina heeft %s uitgaande link(s)."],"This page has %s outbound link(s), all nofollowed.":["Deze pagina heeft %s uitgaande link(s), allemaal van het type nofollow."],"This page has %s nofollowed link(s) and %s normal outbound link(s).":["Deze pagina heeft %s nofollow link(s) en %s normale uitgaande link(s)."],"No images appear in this page, consider adding some as appropriate.":["Deze pagina heeft geen afbeeldingen, overweeg geschikte afbeeldingen toe te voegen."],"The images on this page are missing alt tags.":["De afbeeldingen op deze pagina missen alt-tags."],"The images on this page contain alt tags with the target keyword / phrase.":["De afbeeldingen op deze pagina bevatten alt-tags met het trefwoord."],"The images on this page do not have alt tags containing your keyword / phrase.":["De afbeeldingen op deze pagina bevatten geen alt-tags met het trefwoord."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Overweeg in de opgegeven meta-omschrijving: Hoe staat hij in verhouding tot de concurrentie? Zou hij aantrekkelijker gemaakt kunnen worden?"],"The meta description is under 120 characters, however up to %s characters are available. %s":["De meta-omschrijving is minder dan 120 tekens, hoewel er tot %s tekens beschikbaar zijn. %s"],"The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s":["De opgegeven meta-omschrijving bevat meer dan %s tekens, kort hem in om er zeker van te zijn dat de hele omschrijving zichtbaar zal zijn. %s"],"No meta description has been specified, search engines will display copy from the page instead.":["Er is geen meta-omschrijving opgegeven, zoekmachines zullen tekst van de pagina tonen."],"The meta description contains the primary keyword / phrase.":["De meta-omschrijving bevat de belangrijkste trefwoorden."],"A meta description has been specified, but it does not contain the target keyword / phrase.":["Een meta-omschrijving is gespecificeerd, maar bevat geen doel-trefwoord."],"The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.":["De beschikbare ruimte is korter dan de gebruikelijke 155 tekens omdat Google zelf graag nog de datum van publicatie wil toevoegen."],"There are %d words contained in the body copy. This is far too low and should be increased.":["De paginainhoud bevat %d woorden. Dit is absoluut te weinig en zou moeten worden verhoogd."],"The keyword density is %s%%, which is a bit low, the keyword was found %s times.":["De trefwoord-dichtheid is %s%%, wat aan de lage kant is. Het trefwoord is %s keer gevonden."],"The keyword density is %s%%, which is great, the keyword was found %s times.":["De trefwoord-dichtheid is %s%%, wat goed is. Het trefwoord is %s keer gevonden."],"The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.":["Het sleutelwoord komt niet voor in de eerste alinea van het bericht. Zorg dat het onderwerp direct duidelijk is."],"The keyword appears in the first paragraph of the copy.":["Het sleutelwoord komt voor in de eerste alinea van het bericht."],"Flesch Reading Ease":["Flesch Reading Ease"],"The copy scores %s in the %s test, which is considered %s to read. %s":["De inhoud scoort %s in de %s-test, wat beschouwd wordt als %s om te lezen. %s"],"very easy":["heel eenvoudig"],"easy":["eenvoudig"],"fairly easy":["redelijk eenvoudig"],"OK":["OK"],"fairly difficult":["redelijk moeilijk"],"Try to make shorter sentences to improve readability.":["Probeer kortere zinnen te maken om de leesbaarheid te verbeteren."],"difficult":["moeilijk"],"Try to make shorter sentences, using less difficult words to improve readability.":["Probeer kortere zinnen te maken, met minder moeilijke woorden om de leesbaarheid te verbeteren."],"very difficult":["heel moeilijk"],"Huge SEO Issue: You're blocking access to robots.":["Groot SEO-probleem: Toegang voor robots wordt geblokkeerd!"],"I know, don't bug me.":["Ik weet het, laat me met rust."],"Settings Updated.":["Instellingen bijgewerkt."],"Site Admins (default)":["Sitebeheerders (standaard)"],"Super Admins only":["Alleen superbeheerders"],"Save MultiSite Settings":["MultiSite instellingen opslaan"],"MultiSite Settings":["MultiSite instellingen"],"Using this form you can reset a site to the default SEO settings.":["Door dit formulier te gebruiken kun je een site terugzetten naar de standaard SEO-instellingen."],"Blog ID":["Blog-ID"],"Restore site to defaults":["Pagina standaard instellingen terugzetten"],"Restore site to default settings":["Pagina terugzetten naar standaard instellingen"],"RSS Footer options imported successfully.":["RSS Footer opties succesvol geïmporteerd."],"Yoast Breadcrumbs options imported successfully.":["'Yoast broodkruimels'-opties met succes geïmporteerd."],"Yoast Breadcrumbs options could not be found":["'Yoast broodkruimels'-opties niet gevonden"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Ongetwijfeld heb je al eerder een SEO-plugin gebruikt, als deze site niet nieuw is. Ik heb het makkelijk gemaakt voor je; hieronder kun je de data ervan importeren. Als je wilt kun je eerst importeren, controleren of ze correct geïmporteerd zijn, en daarna nogmaals importeren &amp; verwijderen. Er zullen geen dubbele data geïmporteerd worden. "],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["Wanneer je een andere SEO plugin hebt gebruikt, gebruik dan de %sSEO Data Transporter%s plugin om je data over te zetten. Deze is écht goed!"],"Import from HeadSpace2?":["Vanuit HeadSpace2 importeren?"],"Import from All-in-One SEO?":["Vanuit All-in-One SEO importeren?"],"Delete the old data after import? (recommended)":["Oude data na importeren verwijderen? (aanbevolen)"],"Import":["Importeren"],"Import from Robots Meta (by Yoast)?":["Uit Robots Meta (van Yoast) importeren?"],"Import from RSS Footer (by Yoast)?":["Uit RSS Footer (van Yoast) importeren?"],"Import from Yoast Breadcrumbs?":["Uit 'Yoast kruimelpad' importeren?"],"Export":["Exporteren"],"Export your %1$s settings here, to import them again later or to import them on another site.":["Exporteer hier de %1$s-instellingen, om ze later weer te kunnen importeren, of om ze bij een andere site te importeren."],"Include Taxonomy Metadata":["Taxonomie-metadata invoegen"],"Import settings":["Instellingen importeren"],"Settings successfully imported.":["De instellingen zijn succesvol geïmporteerd."],"Settings could not be imported:":["Instellingen konden niet geïmporteerd worden:"],"Upload failed.":["Uploaden mislukt."],"Force rewrite titles":["Titels geforceerd herschrijven"],"Homepage":["Homepage"],"Title template":["Titelsjabloon"],"Meta description template":["Meta-omschrijvingssjabloon"],"Meta keywords template":["Meta-trefwoorden-sjabloon"],"Homepage &amp; Front page":["Homepage &amp; voorpagina"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":["Je kunt de titel en omschrijving voor de voorpagina instellen door %sde voorpagina zelf  te bewerken &raquo;%s"],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["Je kan de titel en beschrijving van de blogpagina instellen door %sde blogpagina zelf te bewerken &raquo;%s "],"Taxonomies":["Taxonomieën"],"Author Archives":["Auteurs-archieven"],"Date Archives":["Datum-archieven"],"Search pages":["Zoekpagina's"],"404 pages":["404 pagina's"],"Custom Post Type Archives":["Aangepaste berichttype archief"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Let op: in plaats van sjablonen zijn dit feitelijk de titels en meta-beschrijvingen voor de archiefpagina's van dit aangepaste berichttype."],"Title":["Titel"],"Meta description":["Meta omschrijving"],"Breadcrumbs Title":["Kruimelpadtitel"],"Replaced with the date of the post/page":["Vervangen door de datum van het bericht of de pagina"],"Replaced with the title of the post/page":["Vervangen door de titel van het bericht of de pagina"],"The site's name":["De naam van de website"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Vervangen door de bericht/pagina-samenvatting (of automatisch gegenereerd als deze niet bestaat)"],"Replaced with the post/page excerpt (without auto-generation)":["Vervangen door de bericht/pagina-samenvatting (niet automatisch gegenereerd)"],"Replaced with the current tag/tags":["Vervangen door de huidige tag/tags"],"Replaced with the post categories (comma separated)":["Vervangen door de bericht-categorieën (door komma's gescheiden)"],"Replaced with the category description":["Door de categorie-omschrijving vervangen "],"Replaced with the tag description":["Door de tag-omschrijving vervangen "],"Replaced with the term description":["Door de tag-omschrijving vervangen "],"Replaced with the term name":["Vervangen door de tag-naam"],"Replaced with the post/page modified time":["Door de aangepast tijd van bericht/pagina vervangen "],"Replaced with the post/page ID":["Door de bericht / pagina-ID vervangen "],"Replaced with the post/page author's 'nicename'":["Door de 'nicename' van de auteur van bericht/pagina vervangen "],"Replaced with the post/page author's userid":["Door het gebruikers-ID van de auteur van bericht/pagina vervangen"],"Replaced with the current search phrase":["Door de huidige zoekzin vervangen"],"Replaced with the current time":["Vervangen door de huidige tijd"],"Replaced with the current date":["Door huidige datum vervangen"],"Replaced with the current month":["Door de huidige maand vervangen"],"Replaced with the current year":["Door het huidige jaar vervangen"],"Replaced with the current page total":["Door het huidige paginatotaal vervangen"],"Replaced with the current page number":["Door het huidige paginanummer vervangen"],"Attachment caption":["Bijlage-onderschrift"],"Replaced with the posts focus keyword":["Vervangen met het bericht focus sleutelwoord"],"Strip the category base (usually <code>/category/</code>) from the category URL.":["De categoriebasis (normaal <code>/category/</code>) uit de categorie-URL verwijderen."],"Enforce a trailing slash on all category and tag URL's":["Forceer een slash aan het eind van alle categorie- en tag-URL's"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Als je kiest voor een permalink voor de berichten met %1$s, of voor van alles zonder een %2$s aan het eind, dan zal WordPress toch een %2$s aan het eind van niet-bericht-pagina's toevoegen."],"Redirect attachment URL's to parent post URL.":["Stuur bijlage-URL's door naar bovenliggende bericht-URL."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URL's if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Bijlages bij berichten worden in de database als berichten opgeslagen; dit betekent dat ze toegankelijk zijn onder hun eigen URL's als je ze niet doorstuurt. Als je dit wel instelt zullen ze doorgestuurd worden naar het bericht waar ze bij horen."],"Redirect ugly URL's to clean permalinks. (Not recommended in many cases!)":["Stuur lelijke URL's door naar mooie permalinks (niet aanbevolen in veel gevallen)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Mensen maken soms fouten in de links naar jou, of er worden soms ongewenste parameters toegevoegd aan het eind van de URLs. Dit zorgt ervoor dat je ze allemaal goed kunt doorsturen. Let erop dat, hoewel deze instelling actief wordt bijgehouden, het bekend is dat hij plugins kan 'breken' en dit moet daarom de eerste instelling zijn die je uitzet als je problemen tegenkomt nadat je deze plugin hebt geïnstalleerd."],"Prevent cleaning out Google Site Search URL's.":["De verwijdering uit 'Google Site Search'URL's voorkomen."],"Google Site Search URL's look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Google Site Search URL's zien er raar uit, maar als je Google Site Search gebruikt, dan wil je ze waarschijnlijk niet verwijderen."],"Other variables not to clean":["Andere variabelen die niet opgeschoond moeten worden"],"Enable Breadcrumbs":["Kruimelpad inschakelen"],"Separator between breadcrumbs":["Scheidingsteken tussen kruimels"],"Anchor text for the Homepage":["Linktekst voor de homepagina"],"Prefix for the breadcrumb path":["Voorvoegsel voor het kruimelpad"],"Prefix for Archive breadcrumbs":["Voorvoegsel voor kruimelpad-archief"],"Prefix for Search Page breadcrumbs":["Voorvoegsel voor kruimelpad op de zoekpagina"],"Breadcrumb for 404 Page":["Kruimelpad voor 404-pagina"],"Remove Blog page from Breadcrumbs":["De blog-pagina uit het kruimelpad verwijderen"],"None":["Geen"],"Blog":["Blog"],"Bold the last page in the breadcrumb":["Maak de laatste pagina in het kruimelpad vetgedrukt"],"How to insert breadcrumbs in your theme":["Hoe een kruimelpad aan het thema toevoegen"],"You cannot edit the robots.txt file.":["Je kan het robots.txt bestand niet bewerken."],"Updated Robots.txt":["Robots.txt succesvol bijgewerkt"],"You cannot edit the .htaccess file.":["Je kan het .htaccess bestand niet bewerken."],"If your robots.txt were writable, you could edit it from here.":["Wanneer je robots.txt beschrijfbaar zou zijn, zou je het hier kunnen bewerken."],"Edit the content of your robots.txt:":["De inhoud van robots.txt bewerken:"],"Save changes to Robots.txt":["Veranderingen in robots.txt opslaan"],"Robots.txt":["Robots.txt"],"If your .htaccess were writable, you could edit it from here.":["Als je .htaccess schrijfbaar zou zijn, zou je het hier kunnen bewerken."],"Edit the content of your .htaccess:":["Inhoud van je .htaccess bewerken:"],"Save changes to .htaccess":[".htaccess wijzigingen opslaan"],".htaccess file":[".htaccess-bestand"],"Facebook App ID":["Facebook App ID"],"Disable the author archives":["Auteursarchieven uitschakelen"],"Disable the date-based archives":["Data gebaseerde archieven uitschakelen"],"Prevents search engines from using the DMOZ description for pages from this site in the search results.":["Voorkomt dat zoekmachines de DMOZ-omschrijving gebruiken in de zoekresultaten voor pagina's van deze site."],"Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.":["Voorkomt dat zoekmachines de Yahoo! directory description gebruikt in de zoekresultaten voor pagina's van deze site."],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Deze instelling wordt gebruikt om automatisch content aan je RSS toe te voegen. Specifieker: het is om links terug naar je website en website-berichten toe te voegen. Hierdoor zullen 'domme' scrapers automatisch deze links ook toevoegen en zullen zoekmachines jou identificeren als de originele bron van de berichtinhoud."],"Content to put before each post in the feed":["Content die voor elk bericht in de feed moet komen"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Je kunt de volgende variabelen in de inhoud gebruiken, ze worden vervangen door de waarde aan de rechterkant."],"A link to the archive for the post author, with the authors name as anchor text.":["Een link naar het archief van de bericht-auteur, met de naam van de auteur als linktekst."],"A link to the post, with the title as anchor text.":["Een link naar het bericht, met de titel als linktekst."],"A link to your site, with your site's name as anchor text.":["Een link naar de website, met de naam van de website als linktekst."],"A link to your site, with your site's name and description as anchor text.":["Een link naar de website, met de naam en omschrijving van de website als linktekst."],"Check this box to enable XML sitemap functionality.":["Deze optie aanvinken om de XML-sitemap-functie te activeren."],"You can find your XML Sitemap here: %sXML Sitemap%s":["De XML-sitemap is hier te vinden: %sXML Sitemap%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["Je hoeft de XML-sitemap <strong>niet</strong> te genereren, ook kost het geen tijd om hem te genereren als je een bericht plaatst."],"Save your settings to activate XML Sitemaps.":["Instellingen bewaren om XML Sitemaps te activeren."],"General settings":["Algemene instellingen"],"Please check the appropriate box below if there's a post type that you do <strong>NOT</strong> want to include in your sitemap:":["Selecteer hieronder het juiste vak van de berichttypes die je <strong>NIET</strong> in de sitemap wilt opnemen:"],"Please check the appropriate box below if there's a taxonomy that you do <strong>NOT</strong> want to include in your sitemap:":["Selecteer hieronder het juiste vak als er een taxonomie is die je <strong>NIET</strong> in de sitemap wilt opnemen:"],"Fix it.":["Repareren."],"The following file(s) is/are blocking your XML sitemaps from working properly:":["Het/de volgende bestand(en) zorgt/zorgen ervoor dat de XML-sitemaps niet goed werkt/werken:"],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["Of verwijder ze (dit kan met de knop 'Repareer het'), of zet %1$s XML sitemaps uit."],"Ignore.":["Negeren."],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["De URL van de berichten en pagina's bevat niet de berichtnaam; het is ten zeerste aan te bevelen dat wel te doen. Overweeg de permalink-structuur aan te passen naar <strong>/%postname%/</strong>."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, so the suggestion is to disable it, to do that, simply uncheck the box before \"Break comments into pages...\"":["Pagineren van reacties is ingeschakeld. Dit is in 999 van de 1000 gevallen niet nodig, dus het advies is dit uit te schakelen. Vink hiervoor simpelweg 'Reacties over meerdere pagina's verdelen...' uit."],"General Settings":["Algemene instellingen"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Je kunt de velden hieronder gebruiken om te verifiëren met de verschillende Webmaster-tools. Als de site al geverifieerd is kun je deze gewoon vergeten. Voer anders de 'verifieer-metawaarden' in voor:"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"Title to use for Author page":["Titel voor de auteurspagina"],"Meta description to use for Author page":["Meta omschrijving voor de auteurspagina"],"Meta keywords to use for Author page":["Meta-trefwoorden voor de auteurspagina"],"Settings":["Instellingen"],"SEO Title":["SEO titel"],"The SEO title is used on the archive page for this term.":["De SEO titel wordt gebruikt op de archief pagina voor deze uitdrukking."],"SEO Description":["SEO omschrijving"],"The SEO description is used for the meta description on the archive page for this term.":["De SEO omschrijving wordt gebruikt voor de meta omschrijving op de archiefpagina voor deze term."],"Meta keywords used on the archive page for this term.":["Meta-trefwoorden voor de archiefpagina van deze tag."],"Canonical":["Canonieke"],"The canonical link is shown on the archive page for this term.":["De canonieke link wordt getoond op de archiefpagina van deze uitdrukking."],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["De kruimelpad-titel wordt gebruikt in het kruimelpad waar deze %s voorkomt."],"Noindex this %s":["Noindex deze %s"],"Include in sitemap?":["In sitemap opnemen?"],"Auto detect":["Automatisch herkennen"],"Always include":["Altijd opnemen"],"Never include":["Nooit opnemen"]," (because of date display)":["(vanwege datumweergave)"],"Snippet Preview":["Snippet voorbeeld"],"Focus Keyword":["Focus trefwoord"],"The <code>meta</code> description will be limited to %s chars%s, %s chars left.":["De <code>meta</code>-omschrijving is gelimiteerd tot %s chars%s, nog %s tekens over."],"If you type something above it will override your %smeta keywords template%s.":["Wanneer je hierboven iets invoert, overschrijft dit het %smeta-trefwoorden-sjabloon%s."],"Meta Robots Index":["'Meta Robots'-index"],"Meta Robots Follow":["'Meta Robots'-follow"],"Follow":["Volgen"],"Nofollow":["Nofollow"],"Meta Robots Advanced":["Meta Robots geavanceerd"],"Advanced <code>meta</code> robots settings for this page.":["Geavanceerde <code>meta</code> robots instellingen voor deze pagina."],"NO ODP":["Geen ODP"],"NO YDIR":["Geen YDIR"],"No Archive":["Geen archief"],"No Snippet":["Geen snippet"],"Breadcrumbs title":["Kruimelpadtitel"],"Title to use for this page in breadcrumb paths":["Titels die voor deze pagina gebruikt worden in het kruimelpad"],"Canonical URL":["Canonieke URL"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["De canonieke URL waar deze pagina naar moet verwijzen; laat deze leeg om naar de eigen permalink te verwijzen. %sCross domain canonical%s wordt ook ondersteund."],"301 Redirect":["301-redirect"],"The URL that this page should redirect to.":["De URL waar deze pagina naar moet doorsturen."],"General":["Algemeen"],"Page Analysis":["Pagina-analyse"],"Advanced":["Geavanceerd"],"Archives":["Archieven"],"Page not found":["Pagina niet gevonden"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Bericht voor de beheerder: deze pagina toont geen meta-omschrijving omdat er geen opgegeven is. Schrijf er specifiek een voor deze pagina of ga naar het SEO -> Titels-menu om een sjabloon op te stellen."],"Home":["Home"],"Archives for":["Archieven voor"],"You searched for":["Je zocht naar"],"Error 404: Page not found":["404-fout: pagina niet gevonden"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alle <span class=\"count\">(%s)</span>","Alle <span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Prullenbak <span class=\"count\">(%s)</span>","Prullenbak <span class=\"count\">(%s)</span>"]}}}