{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Não perca os seus erros de rastreamento: %1$sligue-se aqui à Google Search Console%2$s."],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s detectou que está a usar uma versão de %2$s que não é compatível com %1$s. Por favor, actualize %2$s para a versão mais recente para poder usar esta funcionalidade."],"Creating redirects is a %s feature":["Criar redirecionamentos é uma funcionalidade de %s"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s detectou que está a usar a versão %2$s de %3$s, por favor, actualize para a mais recente versão para prevenir problemas de incompatibilidade."],"Recent Rockstars":["As mais recentes \"Rockstars\""],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Se não sabe onde encontrar a ID, vê %1$seste artigo da base de conhecimento%2$s."],"Error: a redirect for this URL already exists":["Erro: já existe um redirecionamento para este URL"],"Redirect this broken URL and fix the error":["Redirecione este ULR partido e corrija o erro"],"Posts that are set to %s":["Artigos que estão definidos para %s"],"%s Posts Overview":["%s Visualização de Artigos"],"Prefix for search result pages:":["Prefixo para página de resultados de pesquisa:"],"Prefix for archive pages:":["Prefixo para a página de arquivo:"],"Prefix for breadcrumbs:":["Prefixo para breadcrumbs:"],"Anchor text for the homepage:":["Texto âncora para a homepage:"],"Remove blog page from breadcrumbs":["Remover páginas do blog das breadcrumbs"],"Search Console":["Pesquisar no painel"],"Export your %1$s settings":["Exporte as suas definições %1$s "],"%1$s settings":["Definições %1$s "],"Yoast SEO":["Yoast SEO"],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":["Abaixo pode encontrar as classificações SEO dos artigos publicados. Esta é tão boa boa altura como qualquer outra para começar a melhorar alguns dos seus artigos!"],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Se usa parâmetros em campanhas do Google Analytics que começam por %s, marque esta caixa. No entanto, aconselhamos a que não use isto. Em alternativa use a versão com a hash."],"Reload crawl issues":["Actualizar problemas de rastreamento"],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code.":["Para permitir que %1$s capture a sua informação %2$s, coloque, por favor, o código de autorização Google."],"Get Google Authorization Code":["Obtém o código de autorização do Google"],"Please enter the Google Authorization Code in the field below and press the Authenticate button.":["Por favor, coloque o código de autorização do Google no campo abaixo e carregue no botão Autenticar"],"Authenticate":["Autenticar"],"Reauthenticate with Google ":["Autenticar novamente com o Google"],"Current profile":["Perfil actual"],"Profile":["Perfil"],"There were no profiles found":["Não foram encontrados perfis"],"Save Profile":["Guardar perfil"],"or":["ou"],"Disable the Advanced part of the %1$s meta box":["Desactive a parte Avançada da caixa meta de %1$s"],"%1$s Extensions":["Extensões %1$s"],"%1$s Meta Box":["Caixa meta de %1$s"],"Who should have access to the %1$s settings":["Quem deve aceder às definições de %1$s "],"%1$s comes with some very powerful built-in tools:":["%1$s traz algumas ferramentas poderosas:"],"Excluded Posts":["Excluir artigos"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Pode excluir artigos do sitemap inserindo uma linha separada de uma vírgula com o ID dos artigos. Esse formato será como este: %1$s."],"Posts to exclude":["Artigos a excluir"],"Thank you for updating %1$s!":["Obrigado por actualizar %1$s!"],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":["Não tem de criar um redirecionamento para o URL %1$s porque já existe um redirecionamento. O redirecionamento aponta para %2$s. Se está bem assim pode marcar este assunto como resolvido. Se não, por favor vá à página de redirecionamentos e altere o URL de destino."],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year support and updates, on %2$s.":["Para poder criar um redirecionamento e resolver este assunto, precisa de %1$s. Pode comprar o plugin, incluindo actualizações e suporte durante um ano em %2$s."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Os plugins Yoast partilham algum código entre eles que faz com que o seu site fique mais rápido. Como resultado, precisamos que os plugins Yoast estejam actualizados. Detectamos que não é este o caso, por favor, actualize os plugins Yoast que não estão actualizados."],"URL":["URL"],"Last crawled":["Último rastreamento"],"First detected":["Detectado primeiro"],"Response code":["Código de resposta"],"Mark as fixed":["Marcar como resolvido"],"Create redirect":["Criar redirecionamento"],"Search":["Procurar"],"Crawl errors per page":["Erros de rastreamento por página"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["Os dados de %1$s foram removidos. Tem de se autenticar de novo para obter os dados."],"The issues have been successfully reloaded!":["Os assuntos foram carregados com sucesso."],"Incorrect Google Authorization Code.":["Código de autorização Google incorrecto."],"Issue categories":["Categorias de assuntos"],"Errors that occurred when your site was crawled by Googlebot.":["Erros ocorridos quando o seu site foi rastreado pelo Googlebot."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Erros ocorridos apenas quando o seu site foi rastreado pelo Googlebot-Mobile (erros que não surgiram em computadores)."],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Erros ocorridos apenas quando o seu site foi rastreado pelo Googlebot para telefones (erros que não surgiram em computadores)."],"Create a redirect":["Criar um redirecionamento"],"Current URL:":["URL actual:"],"New URL:":["Novo URL:"],"Mark as fixed:":["Marcar como resolvido:"],"Mark this issue as fixed in %1$s.":["Marcar este assunto como resolvido em %1$s."],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["O URL de destino não existe mas o seu servidor não está a fornecer um erro 404 (ficheiro não encontrado)."],"Desktop":["Desktop"],"Smartphone":["Smartphone"],"Feature phone":["Feature phone"],"%1$s Settings":["Definições %1$s"],"Posts with good SEO score":["Artigos com boa classificação SEO"],"Posts with OK SEO score":["Artigos com classificação SEO de OK"],"Posts with poor SEO score":["Artigos com uma fraca classificação SEO"],"Posts with bad SEO score":["Artigos com uma má classificação SEO"],"Posts without focus keyword":["Artigos sem palavra-chave principal"],"Upgrade to %1$s &raquo;":["Actualizar para %1$s &raquo;"],"The %1$s plugin(s) might cause issues when used in conjunction with %2$s.":["Os %1$s plugin(s) podem causar problemas quando usados em conjugação com %2$s."],"This warning is generated by %1$s.":["O aviso é gerado por %1$s."],"Access denied":["Acesso negado"],"Server requires authentication or is blocking Googlebot from accessing the site.":["O servidor requer autenticação ou está a bloquear por Googlebot de aceder ao site."],"Faulty redirects":["Redirecionamentos com defeito"],"Not followed":["Não seguido"],"Not found":["Não encontrado"],"URL points to a non-existent page.":["URL aponta para uma página que não existe."],"Google was unable to crawl this URL due to an undetermined issue.":["Google foi incapaz de rastrear este URL devido a um problema indeterminado."],"Blocked":["Bloqueado"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot acedeu ao seu site mas certos URL foram bloqueados pelo Googlebot no seu ficheiro %1$s. Este bloqueio pode ser para todos os Googlebots ou apenas específico para o Googlebot-mobile."],"Server Error":["Erro de servidor"],"Request timed out or site is blocking Google.":["Tempo de operação excedido ou o site está a bloquear o Google."],"Soft 404":["Erro 404"],"More %1$s":["Mais %1$s"],"%s Breadcrumbs":["%s Breadcrumbs"],"Breadcrumbs separator:":["Seprador de breadcrumbs:"],"Breadcrumb for 404 pages:":["Breadcrumb para página 404:"],"Error creating %1$s export: ":["Erro ao criar %1$s para exportação: "],"Configure %1$s's OpenGraph settings":["Configure as definições OpenGraph em  %1$s"],"Configure %1$s's XML Sitemap settings":["Configure as definições XML Sitemap de %1$s"],"%1$s has been updated to version %2$s. %3$sClick here%4$s to find out what's new!":["%1$s foi actualizado para a versão %2$s. %3$sCarregue aqui%4$s para ver o que há de novo!"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Ainda tem a etiqueta por omissão do WordPress, mesmo uma vazia é provavelmente melhor. %1$sPode resolver isto no Personalizador%2$s."],"Just another WordPress site":["Mais um site WordPress"],"Latest Changes":["Últimas alterações"],"We've summarized the most recent changes in %s.":["Resumimos as mais recentes alterações em %s."],"View Changes":["Ver alterações"],"Clean up the %s":["Limpar %s"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["O Google apresenta o nome do website nos resultados de pesquisas, por isso vamos, por omissão, apresentado-lo mas pode adapta-lo aqui. Pode ainda fornecer um nome de website alternativo que queira que o Google considere."],"Alternate name":["Nome alternativo"],"Duplicate content prevention":["Prevenção de conteúdo duplicado"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Se está a gerir um blog de um autor, o arquivo do autor será o mesmo que a homepage. Isto é o que se chama  %1$sum problema de conteúdo duplicado%2$s."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Se este é o caso do seu site, pode escolher entre desactivá-lo (que leva ao redirecionamento para a homepage), ou adicionar %s para que não apareça nos resultados de pesquisa."],"Add %s to the author archives":["Adicione %s aos arquivos do autor."],"Date-based archives could in some cases also be seen as duplicate content.":["Arquivos baseados na data podem, nalguns casos, ser vistos como conteúdo duplicado."],"Add %s to the date-based archives":["Adicione %s aos arquivos baseados na data"],"Sitewide meta settings":["Definições meta do site"],"Use meta keywords tag?":["Usar palavras-chave meta?"],"Add %s meta robots tag sitewide":["Adicionar %s etiquetas meta robots do site"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Adicione dados meta Open Graph à secção %s do seu site, Facebook e outras redes sociais usam estes dados quando as páginas são partilhadas."],"Add Twitter card meta data to your site's %s section.":["Adicione meta dos cartões do Twitter à secção %s do seu site."],"Taxonomy to show in breadcrumbs for post types":["Taxonomia para apresentar em 'breadcrumbs' para este tipo de artigo"],"Post type archive to show in breadcrumbs for taxonomies":["Arquivo de tipo de artigo para apresentar nas 'breadcrumbs' de taxonomias"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["O uso da função de 'breadcrumbs' é explicado %1$sno artigo da nossa base de conhecimento sobre implementação de breadcrumbs%2$s."],"Page %1$d of %2$d":["Página %1$d de %2$d"],"Mobile-Friendly Test":["Teste de compatibilidade com dispositivos móveis"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["A instalação do plugin WordPress SEO está incompleta. Por favor, verifique as %1$sinstruções de intalação%2$s."],"Please make sure both fields are filled.":["Por favor, tenha a certeza de que ambos os campos estão preenchidos."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Os dados que inseriu contém caracteres inválidos. Por favor, tenha a certeza de que ambos os campos estão preenchidos correctamente."],"This Facebook user has already been added as an admin.":["Este utilizador do Facebook já foi adicionado como administrador."],"More info can be found %1$son our knowledge base%2$s.":["Mais informação pode ser encontrara %1$sna nossa base de conhecimento%2$s."],"Add Facebook admin":["Adicione um administrador do Facebook"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["Para poder aceder ao %1$sFacebook Insights%2$s, precisa de adicionar aqui um utilizador. O nome é usado apenas para referência, a ID é usada para verificação."],"Admin's name:":["Nome do administrador:"],"Admin's Facebook user ID:":["ID do utilizador administrador do Facebook"],"Website name":["Nome do website"],"The recommended image size for %1$s is %2$spx.":["O tamanho recomendado da imagem para %1$s é de %2$spx."],"Warning: the variable %s cannot be used in this template.":["Observação: a variável %s não pode ser utilizada neste modelo."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Não conseguimos criar a ligação à nossa API para verificar a sua chave de licença. Peça, por favor, à sua empresa de alojamento para permitir conexões externas do seu servidor para %s."],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["O seu servidor tem uma versão não actualizada do módulo cURL do PHP (Versão: %s). Peça por favor à sua empresa de alojamento para actualizar a verão do cURL para uma versão mais recente. Pode obter mais informações sobre este assunto na nossa %sbase de conhecimento%s."],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":["A imagem em destaque deve ter, pelo menos, 200x200 pixeis para ser utilizada pelo Facebook e outras redes sociais."],"See the help tab for more info.":["Consulte o separador Ajuda para obter mais informações."],"Note that not all variables can be used in every template.":["Lembre-se que nem todas as variáveis ​​podem ser utilizadas em todos os temas."],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["O %1$s e o %2$s criam uma saída OpenGraph, o que pode levar o Facebook, Twitter, LinkedIn e outras redes sociais a utilizarem os textos e imagens erradas quando as suas páginas forem partilhadas."],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["Quer o %1$s como o %2$s podem criar sitemaps XML. Ter dois sitemaps XML não é benéfico para os motores de busca além de poder abrandar o seu site."],"To be able to access %sFacebook Insights%s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Para aceder ao %sFacebook Insights%s para o seu site, precisa de indicar um administrador do Facebook. Pode ser um utilizador. Se tiver uma app para o seu site, também pode usa-la para isso."],"Warning!":["Aviso!"],"Recommended solution":["Solução recomendada"],"We recommend you deactivate %1$s and have another look at your %2$s configuration using the button above.":["Recomendamos que desactive %1$s e reveja a sua configuração do %2$s usando o botão acima."],"Deactivate %s":["Desactivar %s"],"What’s new in %s":["O que há de novo em %s"],"Activation failed:":["Activação falhou:"],"Export created: %1$sdownload your export file here%2$s.":["Exportação criada: %1$sdescarregue o seu ficheiro de exportação aqui%2$s."],"Could not zip settings-file.":["Não foi possível fazer o zip do ficheiro de definições."],"Could not write settings to file.":["Não foi possível gravar as definições para o ficheiro."],"This export includes taxonomy metadata":["Esta exportação contém metadata de taxonomia"],"No taxonomy metadata found":["Não foram encontrados metadados da taxonomia"],"Error: no Robots Meta data found to import.":["Erro: não foram encontrados dados Robots Meta para importar."],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["Importe as definições localizando <em>settings.zip</em> e clicando em \"Importar definições\""],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["O filtro de extensão parece que não esta disponível. Por favor peça ao seu alojamento para activa-lo."],"Company Info":["Informação da empresa"],"Your Info":["Os seus dados"],"Upload Image":["Carregar imagem"],"Breadcrumbs":["Breadcrumbs"],"SEO:":["SEO:"],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":["Estas são as definições gerais para %1$s, aqui pode reiniciar o guia ou reverter para as definições por defeito do %1$s."],"Tab: Your Info / Company Info":["Tab: Os seus dados / Dados da Empresa"],"Add some info here needed for Google's Knowledge Graph.":["Adicione mais informação necessária para o Google's Knowledge Graph."],"Tab: Webmaster Tools":["Ferramentas do Programador"],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":["Pode adicionar aqui os códigos de verificação para os diversos programas de ferramentas de webmaster. Aconselhamos que use ambos, Google e Bing. "],"Tab: Security":["Tab: Segurança"],"Determine who has access to the plugins advanced settings on the post edit screen.":["Determine quem tem acesso às opções avançadas do plugin no ecrã de edição de artigo."],"Subscribe to our Newsletter":["Subscreva a nossa Newsletter."],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":["O primeiro separador mostra as definições do site para os títulos, normalmente apenas precisa de alterar o separador Titulo."],"On the archives tab you can set templates for specific pages like author archives, search results and more.":["No separador arquivo, pode definir modelos para cada página especifica, como arquivo de autor, resultados de pesquisa e mais."],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":["No separador Outros pode alterar as configurações de meta sitewide, como permitir palavras chave meta."],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":["Neste separador pode verificar o seu site com o Pinterest e introduzir a sua conta."],"On this tab you can enter some more of your social accounts, mostly used for Google's Knowledge Graph.":["Neste separador pode introduzir as suas contas nas redes sociais mais usadas para o Google Knowledge Graph."],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":["Este plugin adiciona o XML sitemap ao seu site. Este sitemap é automaticamente actualizado quando publica um novo artigo, página ou artigo personalizado. O Google e Bing são automaticamente notificados."],"Advanced Settings":["Opções Avançadas"],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":["Estas opções são apenas para utilizadores avançados, se não sabe o que está a fazer não mexa em nada."],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":["As opções avançadas do %1$s, podem ser estendidas  com os %3$splugins premium de Yoast%4$s.\nEstes plugins premium requerem a instalação de %1$s ou %2$s e adicionam funcionalidades especificas. Pode ler toda a informação sobre Yoast Premium Plugins %3$saqui%4$s."],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":["Obrigado por usar o nosso plugin e boa sorte com o seu SEO!<br/><br/>Cumprimentos,<br/>EquipaYoast - %1$sYoast.com%2$s"],"Introduction Tour":["Guia de Apresentação"],"Restore Default Settings":["Restaurar as definições por defeito"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Estes dados são apresentados como metadados no seu site. Destina-se a aparecer no Knowledge Graph do Google. Você pode ser uma empresa, ou uma pessoa, escolha a opção:"],"Company or person":["Empresa ou Pessoa"],"Choose whether you're a company or person":["Escolha se é uma empresa ou pessoa"],"Company":["Empresa"],"Person":["Pessoa"],"Company Name":["Nome da Empresa"],"Company Logo":["Logo da Empresa"],"Your name":["O seu nome"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["Aqui é onde deve introduzir as chaves das licenças para um dos nossos premium plugins, se activar um."],"Enable force rewrite titles":["Activar a reescrita dos títulos "],"Accounts":["Contas"],"To inform Google about your social profiles, we need to know their URLs.":["Para informar o Google sobre os seus perfis sociais, precisamos conhecer os seus URLs."],"For each, pick the main account associated with this site and please enter them below:":["Para cada um, escolha a conta principal associada a este site e por favor introduza-a abaixo:"],"Twitter Username":["Utilizador Twitter"],"Instagram URL":["Instagram URL"],"LinkedIn URL":["LinkedIn URL"],"MySpace URL":["MySpace URL"],"Pinterest URL":["Pinterest URL"],"YouTube URL":["YouTube URL"],"Google+ URL":["Google+ URL"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest usa metadados Open Graph, tal como o Facebook, desta forma tenha a certeza de manter o botão Open Graph activado no separador Facebook se quiser optimizar o seu site para o Pinterest."],"Pinterest verification":["Verificação Pinterest"],"To %1$sverify your site with Pinterest%2$s, add the meta tag here:":["Para %1$sverificar o seu site com o Pinterest%2$s, adicione as etiquetas meta aqui"],"Bulk editor":["Editor de grupo"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Esta ferramenta permite que mude títulos e descrições dos seus artigos e páginas se ter de usar o editor para cada página."],"Import and Export":["Importar e Exportar"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importar as definições de outros plugins SEO e exportar as suas definições para reutilizar noutro blog."],"File editor":["Editor de ficheiro"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Esta ferramenta permite que altere de forma rápida ficheiros importantes para o seu SEO, como o seu robots.txt e, se tiver, o ficheiro .htaccess."],"&laquo; Back to Tools page":["&laquo; Voltar à pagina de ferramentas"],"Max entries per sitemap":["Máximo de entradas por sitemap"],"Credits":["Créditos"],"More Translations":["Mais Traduções"],"%1$s ships, at time of release, with %4$d translations, of which %5$d are complete. That's a huge improvement from last time, and we're improving every week. Join us at %2$stranslate.yoast.com%3$s!":["%1$s traz, nesta versão, %4$d traduções, das quais %5$d estão completas. É um grande melhoramento desde a última vez. Estamos melhorando a cada semana. Junte-se a nós em %2$stranslate.yoast.com%3$s!"],"Go to The General settings page →":["Vá à página de definições gerais →"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Embora a maioria da equipa de desenvolvimento está em %1$sYoast%2$s, na Holanda, %3$s é criado por uma equipa mundial."],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Quer ajudar-nos no desenvolvimento ? Leia as nossas %1$sregras de contribuição%2$s!"],"Project Leaders":["Lideres do Projecto"],"Project Lead":["Líder do Projecto"],"Lead Developer":["Líder do Desenvolvimento"],"QA & Translations Manager":["FAQ & Gestor de Traduções"],"Contributing Developers":["Programadores  que contribuíram"],"Developer":["Programador"],"Contributors to this release":["Pessoas que contribuíram para esta versão."],"Change URLs":["Alterar URLs"],"Clean up permalinks":["Limpar as ligações permanentes"],"Import from other SEO plugins":["Importar de outros plugins SEO"],"Import from other plugins":["Importar de outros plugins"],"If you want to import data from (by now ancient) Yoast plugins, you can do so here:":["Se quiser importar as definições de versões anteriores do Yoast, pode fazê-lo aqui:"],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":["O plugin All-In-One-SEO foi detectado. Quer %simportar as duas definições%s?"],"You are not allowed to access this page.":["Não tem autorização para aceder a esta página."],"Tools":["Ferramentas"],"Your %s license has been activated. ":["A tua %s licença foi activada. "],"You have an unlimited license. ":["Tem uma licença ilimitada."],"You have used %d/%d activations. ":["Usou %d/%d activações. "],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["a,sobre,acima,depois,novamente,contra,todos,uma,e,qualquer,são,como,em,ser,porque,foi,antes,ser,abaixo,entre,ambas,mas,por,podia,fez,fazer,faz,fazendo,abaixo,durante,cada,poucos,para,de,adiante,teve,tem,tem,tendo,ele,tinha,terá,é,ela,aqui,está,dela,ela,ele,ele,dele,como,como,eu,vou,vou,sou,tenho,se,em,dentro,é,ele,dele,sua,se,deixa,eu,mais,mais,meu,eu,nem,de,em,uma,só,ou,outro,dever,nosso,nossos,nós,fora,acabou,próprio,igual,ela,tinha,terá,dela,deveria,assim,alguma,tal,que,que,isso,o,seu,seu,eles,eles,então,há,há,estes,eles,tinham,terão,são,têm,este,estes,através,para,muito,debaixo,até,acima,muito,foi,nós,teremos,vamos,somos,temos,foram,quê,que,quando,quando,onde,onde,quê,enquanto,quem,é,quem,porque,que,com,faria,tu,ficaria,ficará,és,tens,teu,teus,teu,teus"],"The SEO title defaults to what is generated based on this sites title template for this posttype.":["O título SEO por defeito mediante aquilo que é gerado com base no modelo de título deste site para este tipo de artigo."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Se não quer utilizar o título do artigo para partilhar o artigo no %s e prefere outro título, escreva-o aqui."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Se não quer utilizar a meta descrição para partilhar o artigo no %s e prefere outra descrição, escreva-a aqui."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Se quiser substituir a imagem utilizada no %s para este artigo, carregue / escolha uma imagem ou adicione o URL aqui."],"%s Title":["Título de %s"],"%s Description":["Descrição de %s"],"%s Image":["Imagem %s "],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":["Se quiser manter-se actualizado relativamente ao %1$s e outros plugins de Yoast, subscreva a nossa newsletter:"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Como pode ver, há uma tradução deste plugin em %1$s. Esta tradução está actualmente  %3$d%% completa. Precisamos da sua ajuda para a completar ou corrigir erros. Por favor, registe-se em %4$s para ajudar a completar a tradução de %1$s!"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Você está a usar o Wordpress em %1$s. Enquanto %2$s foi traduzido para %1$s em %3$d%%, esta não será disponibilizada com o plugin. Você pode ajudar! Registe-se em %4$s para completar a tradução para %1$s! "],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Está a usar o WordPress num idioma que ainda não suportamos. Adoraríamos ter o %2$s traduzido nesta línhua, mas com muita pena não é ainda possível. Mas pode mudar isso! Registe-se em %4$s para ajudar a traduzir! "],"Translation of %s":["Tradução de %s"],"Register now &raquo;":["Registe-se agora &raquo;"],"The old data of the imported plugin was deleted successfully.":["Os dados antigos importados do plugin foram apagados com sucesso."],"Content to put after each post in the feed":["Conteúdo a colocar depois de cada artigo no feed"],"Exclude user roles":["Excluir perfis de utilizador"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins Validator"],"HTML Validator":["HTML Validator"],"CSS Validator":["CSS Validator"],"Google Page Speed Test":["Google Page Speed Test"],"Modern IE Site Scan":["Modern IE Site Scan"],"Focus keyword usage":["Uso da palavra-chave principal"],"You have used HTML in your value which is not allowed.":["O valor que introduziu contém HTML, o que não é permitido."],"Exclude user from Author-sitemap":["Excluir o utilizador do mapa do sitemap de autores"],"(no parent)":["(sem pai)"],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":["Para além da sua utilização, pode aprender muito mais acerca deste plugin. Um bom começo será o nosso artigo %1$sO guia do Wordpress SEO%2$s."],"Title &amp; Metas settings":["Título &amp; configurações meta"],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":["Aqui pode definir →\t os títulos e a informação meta para todos os seus artigos, categorias, etiquetas, arquivos, páginas especiais e página principal. Esta página esta dividida em diferentes separadores. Não se esqueça de os verificar todos! "],"Templates and settings":["Modelos e configurações"],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":["Agora carregue no separador &#8216;%1$sPost Types%2$s&#8217;-, pois esse será o nosso exemplo"],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":["Os modelos são construídos através de variáveis. Pode encontrar todas essas variáveis no separador de ajuda (no canto superior direito da página). As configurações permitem definir determinados comportamentos para os tipos de artigos."],"Previous":["Anterior"],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":["Neste separador pode activar a funcionalidade %1$sFacebook Open Graph%2$s para este plugin, bem como definir a aplicação ou utilizador do Facebook para este site, para que possa visualizar as estatísticas do Facebook."],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":["As definições da página principal permitem configurar os metadados para a sua página inicial. As definições por omissão são usadas para todos os artigos/páginas sem imagens."],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":["Com %1$sTwitter Cards%2$s, pode anexar fotos, vídeos e experiências multimédia aos tweets, aumentando o tráfego para o seu site. Seleccione simplesmente a caixa, registe-se no serviço e os utilizadores que tweetam links para o seu conteúdo terão um &#8220;Card&#8221; adicionado ao tweet, que fica visível para todos os seus seguidores."],"This tab allows you to add specific post meta data for Google+. And if you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":["Este tabulador permite adicionar meta dados específicos para o Google+. E se tiver uma página do Google+ para o seu negócio, adicione esse URL aqui e ligue-o na sua secção de informações do Google+ %1$sGoogle+%2$s page&#8217;s"],"What are XML sitemaps?":["O que são XML sitemaps?"],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":["O sitemap é um ficheiro XML que lista os URLs para um site. Permite aos webmasters incluir informação adicional sobre cada URL: quando foi actualizado pela última vez, com que frequência muda e quão importante é em relação a outros URLs no site. Isto permite aos motores de busca recolherem informação sobre o site de forma mais inteligente."],"What does the plugin do with XML Sitemaps?":["O que é que o plugin faz com os XML sitemaps?"],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":["Se precisar de excluir determinados tipos de artigos ou taxonomias (etiquetas/categorias) pode utilizar esta página."],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":["O seu servidor tem pouca memória? Diminua o número de entradas do sitemap (que é 1000 por omissão) para reduzir a carga."],"Extensions and Licenses":["Extensões e licenças"],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":["Assim que adquirir o %1$s ou quaisquer outros plugin Yoast premium, terá de inserir uma chave de licença. Pode fazê-lo no separador Licenças. Assim que activar o seu plugin premium, poderá usar todas as suas poderosas funcionalidades."],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":["E assim chegamos ao fim da visita. Se gostou do plugin, por favor %sclassifique-o com 5 estrelas no WordPress.org%s!"],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":["Acabou de instalar %1$s! Clique em &#8220;Iniciar a visita guiada&#8221; para ver uma pequena introdução das principais funcionalidades do plugin."],"Add Google+ specific post meta data":["Adicione metadados específicos do Google+"],"Exclude users without posts":["Excluir utilizadores sem artigos"],"Disable all users with zero posts":["Excluir todos os utilizadores com zero publicações"],"Please check the appropriate box below if there's a user role that you do <strong>NOT</strong> want to include in your sitemap:":["Por favor verifique na caixa abaixo se existe um perfil de utilizador que <strong>NÃO</strong> deseja incluir no seu mapa de site:"],"Replaced with the post/page author's 'Biographical Info'":["Substituído pela informação biográfica do autor do artigo ou página."],"Team Yoast":["Team Yoast"],"Publication date":["﻿Data de publicação"],"The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.<br/><br/>Read %sthis post%s for more info.":["A descrição meta é muitas vezes apresentada em texto a preto por baixo do título no resultado de uma pesquisa. Para que isso funcione, tem que conter a palavra-chave que foi pesquisada.<br/><br/>Leia %seste artigo%s para mais informações."],"No Image Index":["Nenhum Image Index"],"Are you sure you want to reset your SEO settings?":["Tem a certeza que quer repor a sua configuração de SEO?"],"Title Separator":["Separador de títulos"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Escolha o símbolo que pretende usar como separador de títulos. É normalmente inserido entre o título de um artigo e o nome do site."],"Symbols are shown in the size they'll appear in in search results.":["Os símbolos são mostrados no tamanho em que aparecem nos resultados de pesquisas."],"Take note:":["Note:"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on <strong>unattached</strong> media items!":["Uma vez que está a redireccionar URLs de anexos para URLs de artigos-pai, essas configurações apenas irão afectar os itens de media <strong>independentes</strong>!"],"So remember: If you change the %sattachment redirection setting%s in the future, the below settings will take effect for *all* media items.":["Lembre-se: Caso mude a %sdefinição de redireccionamento de anexos%s de futuro, as configurações abaixo afectarão todos os itens de media."],"public":["﻿público"],"archived":["arquivado"],"mature":["adulto"],"spam":["spam"],"New sites in the network inherit their SEO settings from this site":["Novos sites na rede herdam as configurações SEO deste site"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Escolha o site cujas configurações deseja usar como padrão para todos os sites que são adicionados à sua rede. Se escolher 'Nenhum', a configurração por omissão do plugin será usada."],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Insira o %sSite ID%s para o site cujas configurações quer usar como pré-definidas para todos os sites que são adicionados à sua rede. Deixe vazio para nenhum (p. e. as predefinições normais do plugin serão usadas)."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Configurações relacionadas com privacidade (admins FB e similar), outras específicas de temas (redefinição de título) e ainda algumas configurações muito específicas de página não serão importadas para novos sites."],"Site ID":["ID do site"],"Copy home meta description":["Copiar a descrição meta da página principal"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Estes são o título, a descrição e a imagem usadas nas dados meta do Open Graph, na página principal do seu site."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Uma variável de substituição apenas pode conter caracteres alfanuméricos, um underscore ou um traço. Tente renomear a sua variável."],"Advanced Variables":["Variáveis avançadas"],"Premium Support":["Suporte Premium"],"FAQ":["FAQ"],"Remove these ads?":["Remover estes anúncios?"],"This is a rendering of what this post might look like in Google's search results.<br/><br/>Read %sthis post%s for more info.":["Esta é uma pré-visualização de como o artigo poderá aparecer nos resultados do Google.<br/><br/>Leia %seste artigo%s para mais informação."],"Warning:":["Aviso:"],"Title display in Google is limited to a fixed width, yours is too long.":["O título no Google está limitado no comprimento, o seu é demasiado longo."],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Aviso: apesar de poder definir configurações para robots meta aqui, o site inteiro está definido como não podendo ser indexado nas configurações de privacidade globais, por isso estas definições não terão efeito."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Aviso!</b> Está a bloquear pedidos externos, o que significa que não vai poder obter actualizações %s. Por favor adicione %s a %s."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["A sua licença expirou. Deverá <a href=\"%s\">extender a licença</a> para a poder voltar a usar."],"Request error: \"%s\" (%scommon license notices%s)":["Erro no pedido: \"%s\" (%scommon license notices%s)"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s está activado através de uma rede, pode gerir a sua licença na  <a href=\"%s\">página de administração de licença  de rede</a>."],"%s is network activated, please contact your site administrator to manage the license.":["%s está activado para uma rede, por favor contacte o administrador do seu site para gerir a licença."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Este site não foi devidamente activado em yoast.com e portanto não pode verificar actualizações futuras. Por favor active o seu site com uma licença válida."],"Your %s license will expire on %s.":["A sua %s licença expira a %s."],"%sRenew your license now%s.":["%sRenove a sua licença agora%s."],"The premium version of %1$s with more features & support.":["A versão premium do %1$s com mais funcionalidades e suporte."],"Optimize your videos to show them off in search results and get more clicks!":["Optimize os seus vídeos para os mostrar em resultados de pesquisas e gerar mais tráfego!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Está no Google News? Aumente o seu tráfego optimizando-o para o Google News!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Melhore a sua posição e Google Maps sem esforço!"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integre WooCommerce com %1$s sem dificuldade e obtenha funcionalidades extra!"],"Get this extension":["Obtenha esta extensão"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Previna a limpeza dos parâmetros do Google Analytics Campaign & Google AdWords."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Uma variável de substituição não pode começar com \"%%cf_\" ou \"%%ct_\" pois estas estão reservadas pelo WPSEO como variáveis por defeito para campos personalizados e taxonomias personalizadas. Tente usar um nome único para a sua variável."],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":["Uma variável de substituição com o mesmo nome já foi registada. Tente definir um nome único para a sua variável."],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Não pode sobrepor uma substituição de variável predefinida do WPSEO ao registar uma variável com o mesmo nome. Use antes o filtro \"wpseo_replacements\" para ajustar o valor de substituição."],"Replaced with the title of the parent page of the current page":["Substituído pelo título da página pai da página actual"],"The site's tag line / description":["A linha de etiqueta / descrição do site"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Substituída pelo actual número de página em contexto (p. e. página 2 de 4)"],"Check Rich Snippets":["Confirmar Rich Snippets"],"Facebook Debugger":["Depurador do Facebook"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["A extensão Standard PHP Library (SPL) aparenta estar indisponível. Por favor peça ao administrador do seu alojamento para a activar."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["A primeira e autentica solução de SEO integrada para WordPress, com análise de conteúdo na página, sitemaps de XML e muito mais."],"https://yoast.com/":["https://yoast.com/"],"Please select a valid taxonomy for post type \"%s\"":["Por favor seleccione uma taxonomia para o tipo de conteúdo \"%s\""],"Post doesn't exist.":["O post não existe"],"Post has an invalid Post Type: %s.":["O artigo tem um tipo de conteúdo inválido: %s"],"You can't edit %s.":["Voçê pode editar %s."],"You can't edit %s that aren't yours.":["Não pode editar %s de que não é dono."],"Extensions":["Extensões"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["As configurações meta do título &amp; para %1$s são compostas por variáveis que são substituídas por valores específicos provenientes da página, quando esta é visualizada. Os separadores à esquerda explicam as variáveis disponíveis."],"Filter":["Filtro"],"WP Page Title":["WP Título da Página"],"Post Type":["Tipo de artigo"],"Post Status":["Estado do artigo"],"Page URL/Slug":["URL/Slug da página"],"Existing Yoast Meta Description":["Yoast Meta Description existente"],"New Yoast Meta Description":["Nova Yoast Meta Description"],"Action":["Ação"],"Edit this item":["Editar este item"],"Edit":["Editar"],"Preview &#8220;%s&#8221;":["Pré-visualizar &#8220;%s&#8221;"],"Preview":["Pré-visualização"],"View &#8220;%s&#8221;":["Ver &#8220;%s&#8221;"],"View":["Ver"],"Existing Yoast SEO Title":["Título Yoast Existente"],"New Yoast SEO Title":["Novo título Yoast SEO"],"Debug Information":["Debug Informação"],"Current option:":["Opção atual"],"Site-wide default: %s":["Valor por omissão para todo o site: %s"],"No post content to analyse.":["Nenhum conteúdo a analisar."],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">Sabia que podia fazer upgrade da sua licença?</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">A sua licença vai terminar dentro de %d dias. Pretende prolongar?</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Atingiu o limite de activações. Deve <a href=\"%s\">realizar um upgrade da sua licença</a> para a usar neste site."],"Failed to activate your license, your license key seems to be invalid.":["Erro na ativação da licença. A sua chave da licença parece inválida."],"Your %s license has been deactivated.":["A sua licença %s foi desactivada."],"Failed to deactivate your %s license.":["Falhou a desactivação da sua licença %s."],"%s License":["%s Licença"],"Theme License":["Licença do tema"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["A actualização deste tema irá descartar quaisquer personalizações que tenha efectuado. 'Cancel' para parar, 'OK' para actualizar."],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":["<strong>%s a versão%s</strong> está disponível. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Veja as novidades</a> ou <a href=\"%s\" %s>faça a actualização agora</a>."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s falhou a verificação de actualizações devido ao erro seguinte: <em>%s</em>"],"%s: License Settings":["%s: Configurações da Licença"],"License status":["Estado da Licença"],"Toggle license status":["Altere o estado da licença"],"Deactivate License":["Desactivar Licença"],"(deactivate your license so you can activate it on another WordPress site)":["(desactive a sua licença para poder activá-la noutro site WordPress)"],"Activate License":["Active a licença"],"Please enter a license key in the field below first.":["Por favor digite primeiro a chave de licença no campo abaixo."],"License Key":["Chave de Licença"],"Paste your %s license key here..":["Cole a %s chave da sua licença aqui.."],"You defined your license key using the %s PHP constant.":["Definiu a sua chave de licença através da %s constante PHP."],"Failed to remove hardcoded meta description.":["Falha em remover a descrição meta manual (hardcoded)."],"Earlier found meta description was not found in file. Renewed the description test data.":["A descrição meta anterior não foi encontrada. Os dados de teste da descrição foram redefinidos."],"Pinterest":["Pinterest"],"Yandex Webmaster Tools":["Ferramentas Yandex para Webmaster"],"You cannot create a robots.txt file.":["Não pode criar o ficheiro robots.txt."],"You don't have a robots.txt file, create one here:":["Não tem o ficheiro robots.txt, crie um aqui:"],"Create robots.txt file":["Criar ficheiro robots.txt"],"Setting \"%s\" is no longer used and has been discarded.":["A configuração \"%s\" já não está a ser usada e foi descartada."],"No settings found in file.":["Não foram encontradas configurações no ficheiro."],"Unzipping failed - file settings.ini not found.":["Descompactação falhou - ficheiro settings.ini não foi encontrado."],"Unzipping failed with error \"%s\".":["Descompactação falhou com o erro \"%s\"."],"Licenses":["Licenças"],"Meta keywords":["Palavras-chave meta"],"%s restored to default SEO settings.":["%s restaurado para as configurações predefinidas do SEO."],"Blog %s not found.":["Blog %s não encontrado."],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Poderá ter variáveis extra que deseja proteger de serem limpas, adicione-as aqui, separadas por vírgulas."],"The default card type to use":["Tipo de carta predefinida para uso"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Por favor insira o número máximo de entradas por página de mapa de site (a predefinição é %s, poderá baixar esse valor para prevenir problemas de memória em algumas instalações):"],"%s does not seem to be a valid %s verification string. Please correct.":["%s aparenta não ser uma variável de %s verificação válida. Por favor rectifique."],"Please select a valid post type for taxonomy \"%s\"":["Por favor seleccione um artigo válido para a taxonomia \"%s\""],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Número máximo de entradas por página de mapa de site\" deve ser um número positivo, sendo que %s não o é. Por favor rectifique."],"Summary":["Resumo"],"Summary with large image":["Resumo com grande imagem "],"%s does not seem to be a valid url. Please correct.":["%s não parece ser um URL válido. Por favor corrija."],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s não aparenta ser um utilizador válido do Twitter. Por favor rectifique."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s não é uma escolha válida para quem deve ter permissões de acesso às configurações do %2$s. Valor por omissão restaurado."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["A predefinição de configuração do blog tem de ser o id numérico do blog que pretende usar como predefinido."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Tem de se tratar de um blog existente. O blog %s não existe ou foi marcado como eliminado."],"No numeric value was received.":["Não foi recebido nenhum valor numérico."],"Title optimization":["Optimização de títulos"],"For more information:":["Para mais informação:"],"There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.":["Existem %d palavras no conteúdo, o que é ligeiramente abaixo das %d palavras mínimas recomendadas, adicione mais palavras."],"Use Image":["Usar imagem"],"There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.":["Existem %d palavras no conteúdo, são menos do que as %d palavras mínimas recomendadas. Adicione conteúdo mais relevante para os leitores neste tópico."],"There are %d words contained in the body copy, this is more than the %d word recommended minimum.":["Existem %d palavras no conteúdo, são mais do que as %d palavras mínimas  recomendadas."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Isto ajuda na criação de URLs mais limpos através da remoção automática de stop words."],"Remove stop words from slugs.":["Remover stop words dos URLs"],"Why Google won't display the right page title":["Porque é que o Google não mostra o título da página correto"],"Template explanation":["Explicação do Template"],"Basic Variables":["Variáveis Básicas"],"SEO Issue:":["Problema de SEO:"],"Your theme contains a meta description, which blocks %1$s from working properly. Please visit the %2$sSEO Dashboard%3$s to fix this.":["O seu tema já inclui uma descrição meta, o que impede %1$s de funcionar correctamente. Por favor visite o %2$sPainel SEO%3$s para corrigir isto."],"Google+":["Google+"],"Facebook profile URL":["Url de Perfil Facebook"],"Check":["Verificar"],"Pick the main keyword or keyphrase that this post/page is about.<br/><br/>Read %sthis post%s for more info.":["Escolha a principal palavra-chave ou frase que este artigo/página. <br/><br/>Leia %seste artigo%s para mais informações."],"index":["index"],"noindex":["noindex"],"Your focus keyword was found in:":["A sua keyword principal foi encontrada em:"],"Article Heading: ":["Cabeçalho do Artigo:"],"Page title: ":["Título da página:"],"Page URL: ":["URL da Página:"],"Content: ":["Conteúdo:"],"Meta description: ":["Descrição Meta:"],"All SEO Scores":["SEO Pontuação"],"Page Analysis has been disabled.":["Análise página foi desativada."],"Removed hardcoded meta description.":["Remover meta descrição inserida no código manualmente."],"Re-check theme.":["Revalidar tema."],"The plugin Robots-Meta has been detected. Do you want to %simport its settings%s.":["O plugin Robots-Meta foi detetado. Quer %simportar as configurações%s."],"Robots-Meta has been deactivated":["Meta Robots foram desativados"],"All-In-One-SEO has been deactivated":["All in One SEO foi desativado"],"Edit Files":["Editar Ficheiros"],"Replaced with the slug which caused the 404":["Substituído pelo slug que causou o erro 404"],"Replaced with a custom taxonomies description":["Substituído pela descrição da taxonomia personalizada"],"Facebook":["Facebook"],"Add Open Graph meta data":["Adicionar meta dados Open Graph "],"Facebook Page URL":["URL da página do Facebook"],"User sitemap":["Sitemap de utilizadores"],"Disable author/user sitemap":["Desactivar sitemap de autores/utilizadores"],"N/A":["N/A"],"Poor":["Fraco"],"Good":["Bom"],"Bad":["Mau"],"Posts":["Artigos"],"You've never used this focus keyword before, very good.":["Nunca usou esta palavra-chave antes, muito bem."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Já usou esta palavra-chave %1$suma vez antes %2$s, não se esqueça de deixar bem claro que o URL do seu site é o mais importante para esta palavra-chave."],"You've used this focus keyword %3$s%4$d times before%2$s, it's probably a good idea to read %1$sthis post on cornerstone content%2$s and improve your keyword strategy.":["Já usou esta palavra-chave%3$s%4$d vezes antes%2$s, é provavelmente uma boa ideia ler%1$seste artigo sobre conteúdo cornerstone%2$s e melhorar a sua estratégia de palavras-chave."],"You must %sgo to your Reading Settings%s and uncheck the box for Search Engine Visibility.":["Visite a página de %sopções de leitura%s e remova a selecção da caixa de Visibilidade nos motores de pessquisa."],"Replaced with the current day":["Substituido pelo dia actual"],"Entries per page":["Entradas por página"],"If you had a .htaccess file and it was editable, you could edit it from here.":["Se o ficheiro .htaccess tiver permissões de escrita, pode editá-lo aqui."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Se o ficheiro robots.txt tiver permissões de escrita, pode editá-lo aqui."],"WooThemes SEO framework settings &amp; data successfully imported.":["WooThemes SEO definições e dados de framework &amp; importados com sucesso. "],"HeadSpace2 data successfully imported":["HeadSpace2 dados importados com sucesso."],"Import from WooThemes SEO framework?":["Importar de WooThemes SEO framework?"],"Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.":["A sua palavra chave tem mais de 10 palavras, uma palavra chave deve ser curta, para poder ser uma palavra chave."],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Se tiver uma página no Google+  para o seu negócio, adicione o URL aqui e ligue-se à sua página no Google+"],"Your theme contains a meta description, which blocks %1$s from working properly, please delete the following line, or press fix it:":["O seu tema contem uma meta descrição, que pode bloquear %1$s, por favor elimine a seguinte linha ou carregue para corrigir isto:  "],"Google Publisher Page":["Publicação Página do Google "],"Date in Snippet Preview":["Data na pré-visualização do <em>snippet</em>"],"Twitter username (without @)":["Utilizador do Twitter (sem @)"],"Show date in snippet preview?":["Mostrar"],"SEO: OK":["SEO: Bom"],"SEO: Poor":["SEO: Fraco"],"SEO: Bad":["SEO: Mau"],"SEO: No Focus Keyword":["SEO: Sem Keyword Principal"],"SEO: Good":["SEO: Muito Bom"],"SEO: Post Noindexed":["SEO: Artigo não indexado"],"Meta Desc.":["Meta Desc."],"Focus KW":["Keyword Principal"],"%s, Author at %s":["%s, Autor em %s"],"Remove the <code>?replytocom</code> variables.":["Remover as variáveis <code>?replytocom</code>."],"Post Types":["Tipos de conteúdo"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Isto previne respostas, quando o utilizador tem o javascript desligado, mas num site grande  <em>huge</em> melhorar a eficiência do crawl dos motores de busca, quando se tem muitos comentários."],"Replaced with the post type single label":["Substituído pelo tipo de artigo etiqueta"],"Other":["Outros"],"Replaced with the post type plural label":["Substituído pelo tipo de artigo etiquetas"],"%s Archive":["%s Arquivo"],"Social settings":["Definições Social Media"],"Sitewide settings":["Sitewide definições"],"%s Archives":["%s Arquivos"],"Always index":["Indexar sempre"],"No focus keyword was set for this %s. If you do not set a focus keyword, no score can be calculated.":["A Keyword principal não está definida para  %s. Se não definir uma keyword principal o score não pode ser calculado."],"To update this page analysis, save as draft or update and check this tab again":["Para atualizar esta página, guarde como rascunho ou atualize e verifique este separador novamente"],"No subheading tags (like an H2) appear in the copy.":["Não aparecem subtítulos (H2) no texto."],"The keyword density is %s%%, which is over the advised 4.5%% maximum, the keyword was found %s times.":["A densidade da Keyword é %s%%, que está sobre o aconselhado 4.5%% máximo, a keyword foi encontrada %s vezes"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s detecta automaticamente se precisa de forçar a reescrita dos títulos de suas páginas. Se acha que isso está errado e sabe o que está a fazer, pode alterar essa opção aqui."],"Replaced with a posts custom taxonomies, comma separated.":["Substituído pelas taxonomias personalizadas do post (separadas por vírgulas)"],"Replaced with a posts custom field value":["Substituído pelo valor de um campo personalizado do post"],"Take this tour to quickly learn about the use of this plugin.":["Faça a visita guiada para aprender rapidamente como usar o plugin."],"Special Pages":["Páginas especiais"],"I don't know why you'd want to use meta keywords, but if you want to, check this box.":["Não sei que razão você teria para usar meta keywords chave, mas se quiser usá-las, habilite esta opção."],"Unchecking this box allows authors and editors to redirect posts, noindex them and do other things you might not want if you don't trust your authors.":["Ao desmarcar esta opção, vai permitir que autores e editores redirecionem artigos e os marquem como <em>noindex</em>, assim como escolher outras opções, às quais talvez não lhes queira dar acesso."],"Post is set to noindex.":["Artigo está definido para noindex"],"Use %s default (Currently: %s)":["Use o padrão para %s (Atualmente: %s)"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["Este(a) %s segue as regras de indexação definidas em Títulos e Metas, mas você pode mudá-la aqui."],"Titles &amp; Metas":["Títulos &amp; meta"],"Default for post type, currently: %s":["Padrão para o tipo de post, atualmente: %s"],"Focus keyword not set.":["Keyword Principal não definida."],"Search for \"%s\"":["Procurar por \"%s\""],"Always noindex":["Sempre não-indexar (noindex)"],"Noindex subpages of archives":["Desindexar sub-páginas de arquivos"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, enable this.":["Habilite esta opção para impedir que as páginas /page/2/ e seguintes de arquivos apareçam em resultados de buscas."],"Hide RSD Links":["Ocultar links RSD"],"Hide WLW Manifest Links":["Ocultar links WLW Manifest"],"Hide Shortlink for posts":["Ocultar shortlinks para os artigos"],"Hide RSS Links":["Ocultar links de RSS"],"Meta Robots":["Meta robots"],"Hide":["Esconder"],"These pages will be %s by default, so they will never show up in search results.":["Estas páginas são %s por omissão, de modo que nunca aparecem em resultados de pesquisa."],"The separator defined in your theme's <code>wp_title()</code> tag.":["O separador definido no seu tema <code>wp_title()</code> tag."],"If you want to restore a site to the default %s settings, press this button.":["Se pretende repor a configuração por omissão do %s, clique neste botão."],"Security":["Segurança"],"This image is used if the post/page being shared does not contain any images.":["Esta imagem é usada se o artigo/página não tiver nenhuma imagem."],"Twitter":["Twitter"],"Add Twitter card meta data":["Acrescentar metadados Twitter card"],"No focus keyword set.":["Nenhuma palavra chave em foco definida."],"Your hosting environment does not support PHP's %sDocument Object Model%s.":["O seu servidor não suporta o %sDocument Object Model%s do PHP."],"Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.":["A palavra / frase chave aparece em %s (de %s) cabeçalhos secundários no texto. Embora este não seja um dos fatores principais de posicionamento, ainda assim é benéfico."],"You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.":["Não utilizou a sua keyword principal no subheading (tipo H2) no corpo do texto. É recomendado que o faça."],"You searched for %s":["Procurou por %s"],"The post %s appeared first on %s.":["O post %s aparece primeiro no %s."],"Successfully cleared all Facebook Data":["Todos os Dados do Facebook foram limpos com sucesso"],"Successfully removed admin %s":["Administrador %s removido com sucesso"],"Frontpage settings":["Configurações da Página Inicial"],"Facebook Insights and Admins":["Estatísticas (Insights) e administradores do Facebook"],"Alexa Verification ID":["ID de verificação do Alexa"],"Social":["Social"],"Email":["Email"],"Subscribe":["Subscrever"],"Currently connected Facebook admins:":["Administradores do Facebook atualmente ligados:"],"Add Another Facebook Admin":["Adicionar Outro Administrador do Facebook"],"Clear all Facebook Data":["Limpar todos os Dados do Facebook"],"Image URL":["URL da Imagem"],"Description":["Descrição"],"Default settings":["Configurações padrão"],"This is a settings export file for the %1$s plugin by Yoast.com":["Este é um ficheiro de configurações de exportação para o %1$s, um plugin de Yoast.com"],"SEO":["SEO"],"Keyword Research":["Keyword Pesquisa"],"AdWords External":["AdWords Externo"],"Google Insights":["Google Insights"],"SEO Book":["Livro SEO"],"Analyze this page":["Analizar esta página"],"Check Inlinks (OSE)":["Verificar links entrada  (OSE)"],"Check Keyword Density":["Verificar densidade de palavras"],"Check Google Cache":["Verificar Cache do Google"],"Check Headers":["Checar Cabeçalhos"],"SEO Settings":["SEO Definições"],"XML Sitemaps":["XML Sitemaps"],"Permalinks":["Permalinks"],"RSS":["RSS"],"Webmaster Tools":["Webmaster Tools"],"Next":["Seguinte"],"Like this plugin?":["Gosta deste plugin?"],"Congratulations!":["Parabéns!"],"Start Tour":["Iniciar a visita guiada"],"Close":["Fechar"],"Some files could not be removed. Please remove them via FTP.":["Alguns ficheiros não podem ser removidos. Por favor remova-os via FTP."],"To enjoy all the benefits of the page analysis feature, you'll need to (get your host to) install it.":["Para aproveitar todos os benefícios do recurso de análise de páginas, será preciso instalá-lo (ou fazer com que seu ISP o instale)."],"The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.":["A palavra para esta página contem um ou mais %spalavras de ligação%s, considere removê-las. Encontradas '%s'."],"The keyword / phrase appears in the URL for this page.":["A palavra / frase chave aparece na URL da página."],"The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["A palavra / frase chave não aparece na URL desta página. Caso decida pode alterar o nome da URL, claro verifique os antigos 301 redirects para esta nova!"],"The slug for this page contains one or more <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, consider removing them.":["O slug desta página contém uma ou mais <a href=\"http://en.wikipedia.org/wiki/Stop_words\">palavras de ligação </a>, considere removê-las."],"The slug for this page is a bit long, consider shortening it.":["O slug desta página é um pouco longo, considere encurtá-lo."],"Please create a page title.":["Por favor, crie um título de página."],"The page title is more than 40 characters and less than the recommended 70 character limit.":["O título da página tem mais de 40 caracteres e menos que o limite de 70 caracteres recomendados."],"The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.":["O título da página tem %d caracteres e menos que o mínimo de 40 caracteres recomendados.Use o espaço para adicionar variação de palavras chave."],"The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.":["O título da página têm %d caracteres e menos que o limite de 70 caracteres recomendados."],"The keyword / phrase %s does not appear in the page title.":["A palavra-chave %s não aparece na URL da página."],"The page title contains keyword / phrase, at the beginning which is considered to improve rankings.":["O título da página contêm palavras-chave, no início, o que é bom para aumentar os rankings."],"The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.":["O título da página contêm palavras-chave, mas não aparecem no início, tente colocá-las no início."],"No outbound links appear in this page, consider adding some as appropriate.":["Não há links externos aparecer nesta página, acrescentando considerar alguns como apropriado."],"You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.":["Você está linkando para outra página com a palavra-chave que você quer esta página para a classificação, consider a mudança, se você realmente quer esta página para classificar."],"This page has %s outbound link(s).":["Esta página tem %s outbound link(s)."],"This page has %s outbound link(s), all nofollowed.":["Esta página tem %s outbound link(s), e tudo nofollowed."],"This page has %s nofollowed link(s) and %s normal outbound link(s).":["Esta página tem %s nofollowed link(s) e %s normal outbound link(s)."],"No images appear in this page, consider adding some as appropriate.":["Não aparecem imagens nesta página, consider acrescentar algumas."],"The images on this page are missing alt tags.":["Falta a tag \"alt\" nas imagens desta página."],"The images on this page contain alt tags with the target keyword / phrase.":["As imagens desta página contêm alt tags com a keyword princípal / frase."],"The images on this page do not have alt tags containing your keyword / phrase.":["As imagens desta página não contêm alt tags com a keyword princípal / frase."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["No meta description especificado, considere: Como comparar isto em competição? Pode torná-lo mais apelativo?"],"The meta description is under 120 characters, however up to %s characters are available. %s":["A meta descrição tem menos que 120 caracteres, no entanto tem %s caracteres disponíveis. %s"],"The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s":["A descrição meta colocada é superior %s caracteres, reduza a descrição até ficar vísivel. %s"],"No meta description has been specified, search engines will display copy from the page instead.":["A meta descrição não foi específicada, os motores de pesquisa, vão mostrar uma cópia desta página abaixo."],"The meta description contains the primary keyword / phrase.":["A meta descrição contêm a palavra chave."],"A meta description has been specified, but it does not contain the target keyword / phrase.":["A meta descrição foi especifícada, mas não contem a keyword principal / frase."],"The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.":["O espaço disponível é menor do que os habituais 155 caracteres porque o Google também incluirá a data de publicação."],"There are %d words contained in the body copy. This is far too low and should be increased.":["Existem %d palavras contidas no corpo do texto. É muito fraco, pode aumentar o texto."],"The keyword density is %s%%, which is a bit low, the keyword was found %s times.":["A densidade da palavra é %s%%, é um pouco baixa, a palavra foi encontrada %s vezes."],"The keyword density is %s%%, which is great, the keyword was found %s times.":["A densidade da palavra é %s%%, é ideal, a palavra foi encontrada %s vezes."],"The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.":["A palavra não aparece no primeiro parágrafo do texto, verifique se o tópico é claro imediatamente."],"The keyword appears in the first paragraph of the copy.":["A palavra aparece no primeiro parágrafo do texto."],"Flesch Reading Ease":["Leitura com Fácilidade"],"The copy scores %s in the %s test, which is considered %s to read. %s":["A pontuação do texto %s em  %s teste, caso seja considerado %s para ler. %s"],"very easy":["muito fácil"],"easy":["fácil"],"fairly easy":["muito fácil"],"OK":["OK"],"fairly difficult":["pouca dificuldade"],"Try to make shorter sentences to improve readability.":["Tente fazer frases mais curtas, para aumentar a leitura."],"difficult":["difícil"],"Try to make shorter sentences, using less difficult words to improve readability.":["Tente fazer frases mais curtas, use menos palavras difíceis para aumentar a leitura."],"very difficult":["muito difícil"],"Huge SEO Issue: You're blocking access to robots.":["Problema grave de SEO: Está a bloquear o acesso a robots."],"I know, don't bug me.":["Já sei, não mostrar isto novamente."],"Settings Updated.":["Definições Atualizadas."],"Site Admins (default)":["Administrador do site (por defeito)"],"Super Admins only":["Só Super Administradores"],"Save MultiSite Settings":["Salvar configurações MultiSite"],"MultiSite Settings":["MultiSite Definições"],"Using this form you can reset a site to the default SEO settings.":["Utilizando este formulário, pode efetuar um reset ao site e restaurar as definições originais."],"Blog ID":["Blog ID"],"Restore site to defaults":["Repor as Configurações Originais"],"Restore site to default settings":["Repor as Configurações Originais do site"],"RSS Footer options imported successfully.":["Definições RSS importadas com sucesso."],"Yoast Breadcrumbs options imported successfully.":["Opções Yoast Breadcrumbs importadas com sucesso."],"Yoast Breadcrumbs options could not be found":["Opções Yoast Breadcrumbs não pôde ser encontrado"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Sem dúvida, você já usou um plugin SEO antes, se este site não é nova. Vamos torná-lo fácil para você, você pode importar os dados abaixo. Se você quiser, você pode importar em primeiro lugar, verificar se ele foi importado corretamente e, em seguida, importar e excluir. Não há dados duplicados serão importados."],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["Caso queira adicionar outro SEO plugin, tente o %sSEO Data Transporter%s plugin para mover os seus dados deste plugin. Funciona!"],"Import from HeadSpace2?":["Importar do HeadSpace2?"],"Import from All-in-One SEO?":["Importar do All-in-One Seo?"],"Delete the old data after import? (recommended)":["Apagar os dados antigos após a importação? (Recomendado)"],"Import":["Importar"],"Import from Robots Meta (by Yoast)?":["Importar do Robots Meta (por Yoast)?"],"Import from RSS Footer (by Yoast)?":["Importar do RSS Footer (por Yoast)?"],"Import from Yoast Breadcrumbs?":["Importar do Yoast Breadcrumbs?"],"Export":["Exportar"],"Export your %1$s settings here, to import them again later or to import them on another site.":["Exporte as suas definições do %1$s aqui, para importá-las de novo ou noutro site. "],"Include Taxonomy Metadata":["Incluir na Taxonomia Metadata"],"Import settings":["Importar definições"],"Settings successfully imported.":["Definições importadas com sucesso."],"Settings could not be imported:":["Definições não podem ser importadas."],"Upload failed.":["Falhou o envio."],"Force rewrite titles":["Forçar re-escrita dos títulos"],"Homepage":["Página principal"],"Title template":["Título por omissão"],"Meta description template":["Descrição meta por omissão"],"Meta keywords template":["Descrição Meta template"],"Homepage &amp; Front page":["Páginas inicial &amp; principal"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":["Pode indicar o o título e descrição da página inicial %seditando a página aquil &raquo;%s"],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["Pode indicar o o título e descrição da página de artigos %seditando a página aqui &raquo;%s"],"Taxonomies":["Taxonomias"],"Author Archives":["Arquivo de autores"],"Date Archives":["Arquivo por datas"],"Search pages":["Resultados de busca (interna)"],"404 pages":["Página 404"],"Custom Post Type Archives":["Arquivos de tipos de conteúdos personalizados"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Nota: em vez de modelos estes são os títulos e descrições meta reais para estes arquivos de tipos de conteúdos personalizados."],"Title":["Título"],"Meta description":["Descrição Meta"],"Breadcrumbs Title":["Título do Breadcrumbs"],"Replaced with the date of the post/page":["Substituir pelo post/página"],"Replaced with the title of the post/page":["Substituído pelo título do post/página"],"The site's name":["Nome do site"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Substituído pelo post/página excerto (ou auto gerado caso não exista)"],"Replaced with the post/page excerpt (without auto-generation)":["Substituído pelo post/página excerto (sem auto geração)"],"Replaced with the current tag/tags":["Substituir com a tag/tags atuais"],"Replaced with the post categories (comma separated)":["Substituir pelas categorias dos post (separado por vírgulas)"],"Replaced with the category description":["Substituir pela descrição da categoria"],"Replaced with the tag description":["Substituído pela descrição tag"],"Replaced with the term description":["Substituído pela descrição term"],"Replaced with the term name":["Substituído pelo term name."],"Replaced with the post/page modified time":["Substituído pelo post/page hora de alteração"],"Replaced with the post/page ID":["Substituído pelo post/page ID"],"Replaced with the post/page author's 'nicename'":["Substituído pelo post/página autor 'nickname'"],"Replaced with the post/page author's userid":["Substituído pelo post/página autor userid"],"Replaced with the current search phrase":["Substituir com a frase de pesquisa"],"Replaced with the current time":["Substituir pelo tempo atual"],"Replaced with the current date":["Substituir pela data atual"],"Replaced with the current month":["Substituir pelo mês atual"],"Replaced with the current year":["Substituir pelo ano atual"],"Replaced with the current page total":["Substituir com o  total de páginas"],"Replaced with the current page number":["Substituir pelo número da página atual"],"Attachment caption":["Anexo Legenda"],"Replaced with the posts focus keyword":["Substituído pelo post Keyword princípal"],"Strip the category base (usually <code>/category/</code>) from the category URL.":["Tira a categoria de base (geralmente <code> / categoria / </ code>) a partir do URL categoria."],"Enforce a trailing slash on all category and tag URL's":["Forçar a colocação de barras em todas as categorias e tag URL'S"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Caso escolha uma ligação permanente para os seus artigos com %1$s, ou com outra coisa, excepto %2$s, isto força o WordPress a adicionar uma barra."],"Redirect attachment URL's to parent post URL.":["Redirecionar anexo de URL para o pai do artigo."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URL's if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Anexos para os artigos estão guardados na base de dados como artigos, estão acessíveis pelos seus URL'S, caso não os redirecione, ativando isto será redirecionado para o anexo do artigo."],"Redirect ugly URL's to clean permalinks. (Not recommended in many cases!)":["Redirecionado os links feios. (Não é recomendado em muitos casos!)."],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["As pessoas cometem erros em seus links para que você, às vezes, ou parâmetros indesejados são adicionados ao final do seu URL, o que permite que você redirecione a todos. Por favor, note que, embora este é um recurso que é mantido ativamente, ele é conhecido por quebrar vários plugins, e deve por isso ser a primeira característica que você desativar quando você encontrar problemas depois de instalar este plugin."],"Prevent cleaning out Google Site Search URL's.":["Evitar limpar Parâmetros da página de procura do google URL'S."],"Google Site Search URL's look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Google Site url de Procura aparece mal, mas caso esteja a utilizar o Google Site Search, provavelmente não quer mudar."],"Other variables not to clean":["Outras variáveis não limpar"],"Enable Breadcrumbs":["Ativar Breadcrumbs"],"Separator between breadcrumbs":["Separador entre bredcrumbs"],"Anchor text for the Homepage":["Ancôra de texto para a Homepage"],"Prefix for the breadcrumb path":["Prefixo para caminho do breadcrumb"],"Prefix for Archive breadcrumbs":["Prefixo para Arquivo breadcrumbs"],"Prefix for Search Page breadcrumbs":["Prefixo para Página de Procura breadcrumbs"],"Breadcrumb for 404 Page":["Breadcrumb para a página 404"],"Remove Blog page from Breadcrumbs":["Remover a página do blog dos Breadcrumbs"],"None":["Nenhum"],"Blog":["Blog"],"Bold the last page in the breadcrumb":["Coloque a Bold a última página dos breadcrumb"],"How to insert breadcrumbs in your theme":["Como Inserir os breadcrumbs no seu tema."],"You cannot edit the robots.txt file.":["Não pode editar o ficheiro robots.txt"],"Updated Robots.txt":["Atualizar Robots.txt"],"You cannot edit the .htaccess file.":["Não pode editar o ficheiro .htaccess"],"If your robots.txt were writable, you could edit it from here.":["Caso o seu ficheiro robots.txt permita editá-lo, pode fazê-lo aqui. "],"Edit the content of your robots.txt:":["Editar o robots.txt:"],"Save changes to Robots.txt":["Guardar alterações no Robots.txt "],"Robots.txt":["Robots.txt "],"If your .htaccess were writable, you could edit it from here.":["Caso o seu ficheiro .htaccess permita editá-lo, pode fazê-lo aqui. "],"Edit the content of your .htaccess:":["Editar o .htaccess:"],"Save changes to .htaccess":["Guardar alterações no. htaccess"],".htaccess file":["ficheiro .htaccess"],"Facebook App ID":["Facebook App ID"],"Disable the author archives":["Desactivar o arquivo de autores"],"Disable the date-based archives":["Desactivar o arquivo por datas"],"Prevents search engines from using the DMOZ description for pages from this site in the search results.":["Evita que os motores de busca de usar a descrição DMOZ para as páginas deste site nos resultados da pesquisa."],"Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.":["Evita que os motores de busca de usar a descrição Yahoo! para as páginas deste site nos resultados da pesquisa."],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Esse recurso é usado para adicionar automaticamente o conteúdo para o seu RSS, mais especificamente, que está destinado a adicionar links para seu blog e seus posts, irá adicionar automaticamente esses links também, ajudar os motores de busca identificá-lo como a fonte original da conteúdo."],"Content to put before each post in the feed":["Conteúdo colocado antes de cada artigo"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Você pode usar as seguintes variáveis dentro do conteúdo, eles serão substituídos pelo valor à direita."],"A link to the archive for the post author, with the authors name as anchor text.":["O link para o arquivo do autor deste artigo, com os nomes de autores tem uma âncora de texto."],"A link to the post, with the title as anchor text.":["O link para o artigo, com este título tem um achor text."],"A link to your site, with your site's name as anchor text.":["O link para o seu site, com este nome tem uma âncora de texto."],"A link to your site, with your site's name and description as anchor text.":["O link para o seu site, com este nome e descrição tem uma âncora de texto."],"Check this box to enable XML sitemap functionality.":["Ative esta check box para ativar a funcionalidade XML sitemap."],"You can find your XML Sitemap here: %sXML Sitemap%s":["Você pode encontrar o seu Sitemap XML aqui:%sXML Sitemap%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["<strong>Não</strong> precisa de gerar o ficheiro XML sitemap, agora ele é atualizado cada vez que publica um post."],"Save your settings to activate XML Sitemaps.":["Salve as configurações para ativar o XML Sitemaps."],"General settings":["Opções gerais"],"Please check the appropriate box below if there's a post type that you do <strong>NOT</strong> want to include in your sitemap:":["Por favor, marque a caixa apropriada abaixo se há um tipo de artigo que <strong>NÃO</strong> pretende incluir no sitemap:"],"Please check the appropriate box below if there's a taxonomy that you do <strong>NOT</strong> want to include in your sitemap:":["Por favor, marque a caixa apropriada abaixo se há uma taxonomia que você faz <strong>NÃO</strong> pretende incluir no sitemap:"],"Fix it.":["Corrigir isto."],"The following file(s) is/are blocking your XML sitemaps from working properly:":["O ficheiro seguinte está bloqueando o seu ficheiro XML sitemaps, de funcionar de forma correta: "],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["Ou excluí-los (isto pode ser feito com  \"Fix it\" botão) ou desativar %1$s XML sitemaps."],"Ignore.":["Ignorar"],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Você não tem o seu postname na URL de seus posts e páginas, é altamente recomendável que você o faça. <strong> /% postname% / </ strong>."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, so the suggestion is to disable it, to do that, simply uncheck the box before \"Break comments into pages...\"":["Comentários de paginação está habilitado, isso não é necessário no 999 de 1000 casos, por isso a sugestão é para desativá-lo, para fazer isso, basta desmarcar a caixa  \"Break comments into pages...\""],"General Settings":["Opções gerais"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Pode usar os campos abaixo para verificar o seu site junto dos vários Webmaster Tools. Introduza aqui os meta valores de verificação:"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"Title to use for Author page":["Título para usar na página de autor."],"Meta description to use for Author page":["Descrição Meta para usar na página de autor"],"Meta keywords to use for Author page":["Meta Keywords, para usar noutra página."],"Settings":["Definições"],"SEO Title":["Título SEO"],"The SEO title is used on the archive page for this term.":["O título SEO é uso no arquivo de página para este termo."],"SEO Description":["Descrição SEO"],"The SEO description is used for the meta description on the archive page for this term.":["A descrição SEO é usado para a descrição meta na página de arquivo para este termo."],"Meta keywords used on the archive page for this term.":["Palavras-chave meta usadas no arquivo."],"Canonical":["Canónico"],"The canonical link is shown on the archive page for this term.":["O link canónico é mostrado na página de arquivo para este termo."],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["O título dos breadcrumbs é usado onde este %s aparece."],"Noindex this %s":["Noindex este %s"],"Include in sitemap?":["Incluir no sitemap ?"],"Auto detect":["Detectar automaticamente"],"Always include":["Incluir sempre"],"Never include":["Nunca incluir"]," (because of date display)":[" (por causa da visualização de data)"],"Snippet Preview":["Pré-visualização"],"Focus Keyword":["Palavra-chave principal"],"The <code>meta</code> description will be limited to %s chars%s, %s chars left.":["A descrição <code>meta</code> é limitada a  %scaracteres%s, faltam %s caracteres."],"If you type something above it will override your %smeta keywords template%s.":["O que escrever acima irá substituir os seus %stemplates de meta keywords%s."],"Meta Robots Index":["Meta Robots Index"],"Meta Robots Follow":["Meta Robots Follow"],"Follow":["Follow"],"Nofollow":["Nofollow"],"Meta Robots Advanced":["Meta Robots avançado"],"Advanced <code>meta</code> robots settings for this page.":["Definições avançadas de <code>meta</code> robots para esta página."],"NO ODP":["NO ODP"],"NO YDIR":["NO YDIR"],"No Archive":["Sem arquivo"],"No Snippet":["Sem pré-visualização"],"Breadcrumbs title":["Título dos breadcrumbs"],"Title to use for this page in breadcrumb paths":["Título para esta página nos breadcrumbs"],"Canonical URL":["URL Canónico"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["O link canónico desta página aponta para (deixe vazio para apontar para o permalink por omissão). %scanínicos cross domain%s também são suportados."],"301 Redirect":["Redireccionamento 301"],"The URL that this page should redirect to.":["O URL desta página deve redirecionar para."],"General":["Geral"],"Page Analysis":["Análise da página"],"Advanced":["Avançado"],"Archives":["Arquivo"],"Page not found":["Página não encontrada"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Nota só para administradores: esta página não mostra a descrição meta, porque não está definida nenhuma. Escreva uma ou então vá ao menu SEO -> Títulos e defina um template."],"Home":["Home"],"Archives for":["Arquivo de"],"You searched for":["Pesquisou por"],"Error 404: Page not found":["Erro 404: A página não foi encontrada"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tudo <span class=\"count\">(%s)</span>","Tudo <span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Reciclagem <span class=\"count\">(%s)</span>","Reciclagem <span class=\"count\">(%s)</span>"]}}}