{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=4; plural=(n==1) ? 0 : (n==2) ? 1 : (n != 8 && n != 11) ? 2 : 3;"},"You've never used this focus keyword before, very good.":["Dydych chi erioed wedi defnyddio'r allweddair ffocws yma o'r blaen, da iawn chi."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Rydych chi wedi defnyddio'r allweddair ffocws yma %1$sunwaith o'r blaen%2$s, gwnewch yn siŵr eich bod yn nodi'n glir pa URL ar eich gwefan sydd fwyaf pwysig ar gyfer yr allweddair yma."],"No subheading tags (like an H2) appear in the copy.":["Nid oes tagiau is-bennawd (fel H2) yn y copi."],"The slug for this page is a bit long, consider shortening it.":["Mae bonyn y dudalen hon braidd yn hir. Dylech ystyried ei fyrhau."],"Please create a page title.":["Rhowch deitl i'r dudalen."],"No outbound links appear in this page, consider adding some as appropriate.":["Nid oes dolenni sy'n cyfeirio allan yn ymddangos yn y dudalen yma, ystyriwch ychwanegu rhai fel sy'n briodol."],"No images appear in this page, consider adding some as appropriate.":["Nid oes delweddau yn ymddangos ar y dudalen yma, ystyriwch ychwanegu rhai fel sy'n briodol."],"The images on this page are missing alt tags.":["Mae tagiau alt ar goll o ddelweddau'r dudalen yma."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Yn y disgrifiad meta penodol, ystyriwch: Sut mae'n cymharu â'r gystadleuaeth? A fyddai modd ei wneud yn fwy apelgar?"],"No meta description has been specified, search engines will display copy from the page instead.":["Ni nodwyd disgrifiad meta. Bydd peiriannau chwilio yn dangos copi o'r dudalen yn lle."],"fairly difficult":["eithaf anodd"],"Try to make shorter sentences to improve readability.":["Ceisiwch wneud brawddegau byrrach er mwyn eu gwneud yn haws i'w darllen."],"difficult":["anodd"],"Try to make shorter sentences, using less difficult words to improve readability.":["Ceisiwch wneud brawddegau byrrach, gan ddefnyddio geiriau haws er mwyn eu gwneud yn haws i'w darllen."],"very difficult":["anodd iawn"]}}}