{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=1; plural=0;"},"You've never used this focus keyword before, very good.":["شما پیشتر هرگز از این خیلی واژه‌ی کانونی استفاده نکرده‌اید، خیلی خوب است."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["شما از کلیدواژه‌ی کانونی %1$ پیشتر یک بار استفاده کرده اید %2$، مطمئن شوید که مشخص باشد که کدام آدرس در سایت شما برای این کلیدواژه مهم‌ترین است."],"No subheading tags (like an H2) appear in the copy.":["هیچ تگ زیرتیتری (مانند H2) در نوشته‌ی شما نیست."],"The slug for this page is a bit long, consider shortening it.":["نامک این برگه کمی بلند است، به کوتاه کردنش فکر کنید."],"Please create a page title.":["لطفا یک عنوان صفحه ایجاد کنید."],"No outbound links appear in this page, consider adding some as appropriate.":["در این نوشته پیوند خارجی وجود ندارد! یک یا چندتا پیوند خارجی مرتبط با محتوای نوشته به سایت‌های معتبر اضافه کنید."],"No images appear in this page, consider adding some as appropriate.":["در این نوشته عکسی مشاهده نمی شود. شاید بهتر باشد عکسی اضافه نمایید."],"The images on this page are missing alt tags.":["برچسب های عکس ها در این صفحه گم شده است."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["در نوشتن توضیحات متا این موضوع را در نظر داشته باشید که چه تمایزی با رقبا دارید؟ آیا مال شما جذاب‌تر است؟"],"No meta description has been specified, search engines will display copy from the page instead.":["متای توضیحات مشخص نشده است. موتور های جستجو قسمتی از متن صفحه را به جای آن نشان خواهند داد."],"fairly difficult":["واقعا سخت"],"Try to make shorter sentences to improve readability.":["سعی کنید برای خوانایی بیشتر جمله ها رو کوتاه تر کنید."],"difficult":["سخت"],"Try to make shorter sentences, using less difficult words to improve readability.":["سعی کنید برای خوانایی بیشتر جمله ها رو کوتاه تر، از کلمه های با سختی کمتر استفاده کنید. "],"very difficult":["خیلی سخت"]}}}