{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Overse ikke dine gennemgangsfejl: %1$sForbind med Google Search Console her%2$s."],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s har opdaget at du bruger en version af %2$s der ikke er kompatibel med %1$s. Opdatér venligst %2$s til den nyeste version for at bruge denne funktion."],"Creating redirects is a %s feature":["Oprettelse af viderestillinger er en funktion i %s"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s har opdaget, at du bruger version %2$s af %3$s. Opgradér venligst til den seneste version for at undgå kompatibilitetsproblemer."],"Recent Rockstars":["Nye rockstjerner"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Hvis du ikke ved hvor du kan finde det ID du skal bruge, så se %1$sdenne artikel%2$s."],"Error: a redirect for this URL already exists":["Fejl: en viderestilling for denne URL eksisterer allerede"],"Redirect this broken URL and fix the error":["Viderestil denne ødelagte URL og ret fejlen"],"Posts that are set to %s":["Indlæg sat til %s"],"%s Posts Overview":["%s indlægsoversigt"],"Prefix for search result pages:":["Præfiks for søgeresultatssider:"],"Prefix for archive pages:":["Præfiks for arkivsider:"],"Prefix for breadcrumbs:":["Præfiks for brødkrummer:"],"Anchor text for the homepage:":["Ankertekst for forsiden:"],"Remove blog page from breadcrumbs":["Fjern blogside fra brødkrummer"],"Search Console":["Søgekonsol"],"Export your %1$s settings":["Eksporter dine %1$s-indstillinger"],"%1$s settings":["%1$s-indstillinger"],"Yoast SEO":["Yoast SEO"],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":["Nedenfor kan du se din SEO score for dine udgivne indlæg. Nu, vil være et godt tidspunkt at begynde at forbedre dine indlæg."],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Hvis du bruger Google Analytics kampagneparametre der starter med %s, så sæt hak i denne boks. Du bør dog ikke bruge dem. Brug istedet en version med et hash."],"Reload crawl issues":["Genindlæs gennemgangsproblemer"],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code.":["For at tillade %1$s at hente dine informationer i %2$s, indtast venligst din Google-autorisationsskode."],"Get Google Authorization Code":["Hent Google-autorisationskode"],"Please enter the Google Authorization Code in the field below and press the Authenticate button.":["Indtast venligst din Google Autorisationskode i feltet nedenfor og tryk på Godkend."],"Authenticate":["Godkend"],"Reauthenticate with Google ":["Godkend med Google igen"],"Current profile":["Aktuel profil"],"Profile":["Profil"],"There were no profiles found":["Ingen profiler fundet"],"Save Profile":["Gem profil"],"or":["eller"],"Disable the Advanced part of the %1$s meta box":["Deaktivér Avanceret-delen i metaboksen i %1$s"],"%1$s Extensions":["%1$s udvidelser"],"%1$s Meta Box":["%1$s meta-boks"],"Who should have access to the %1$s settings":["Hvem der skal have adgang til indstillingerne for %1$s"],"%1$s comes with some very powerful built-in tools:":["%1$s har nogle meget stærke indbyggede værktøjer:"],"Excluded Posts":["Ekskluderede indlæg"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":["Du kan udelade indlæg fra sitemappen ved at indtaste en kommasepareret streng med IDʼer på indlæggene. Formatet skal være i stil med: %1$s."],"Posts to exclude":["Indlæg at ekskludere"],"Thank you for updating %1$s!":["Tak fordi du opdaterede %1$s!"],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":["Du behøver ikke at oprette en viderestilling til URLʼen %1$s, da en viderestilling allerede findes. Den eksisterende viderestilling peger på %2$s. Hvis dette er fint, kan du markere dette problem som løst. Ellers skal du gå til viderestillingssiden og ændre det URL, der peges på."],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year support and updates, on %2$s.":["Du har brug for %1$s for at kunne oprette en viderestilling og løse problemet. Du kan købe pluginnet, inklusiv et års support og opdateringer, på %2$s."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["Yoast-plugins deler noget kode mellem sig for at gøre dit websted hurtigere. Som et resultat af det skal alle Yoast-plugins være opdaterede. Vi har opdaget, dette ikke er tilfældet, så du skal opdatere de Yoast-plugins, der ikke er opdateret endnu."],"URL":["URL"],"Last crawled":["Sidst gennemgået"],"First detected":["Først opdaget"],"Response code":["Svarkode"],"Mark as fixed":["Marker som løst"],"Create redirect":["Opret viderestilling"],"Search":["Søg"],"Crawl errors per page":["Gennemgangsfejl per side"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["Data fra %1$s er blevet fjernet. Du skal godkende på ny, hvis du vil modtage de informationer igen"],"The issues have been successfully reloaded!":["Problemerne er blevet indlæst igen!"],"Incorrect Google Authorization Code.":["Forkert Google-autorisationskode."],"Issue categories":["Problemkategorier"],"Errors that occurred when your site was crawled by Googlebot.":["Fejl, der skete, da dit websted blev gennemgået af Googlebot."],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Fejl, der opstod, da dit websted blev gennemgået af Googlebot-Mobile (fejl blev ikke fundet for desktop)."],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["Fejl, der kun skete, da dit websted blev gennemgået af Googlebot for gamle mobiler (fejlene opstod ikke for desktop)."],"Create a redirect":["Opret en viderestilling"],"Current URL:":["Aktuel URL:"],"New URL:":["Ny URL:"],"Mark as fixed:":["Marker som løst:"],"Mark this issue as fixed in %1$s.":["Markér dette problem som løst i %1$s."],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["URLʼet, der ønskes, eksisterer ikke, men din server returnerer ikke en fejl 404 (fil ikke fundet)."],"Desktop":["Stationær pc"],"Smartphone":["Smartphone"],"Feature phone":["Gammel mobil"],"%1$s Settings":["%1$s-indstillinger"],"Posts with good SEO score":["Indlæg med god SEO-score"],"Posts with OK SEO score":["Indlæg med OK SEO-score"],"Posts with poor SEO score":["Indlæg med ringe SEO-score"],"Posts with bad SEO score":["Indlæg med meget ringe SEO-score"],"Posts without focus keyword":["Indlæg uden fokusnøgleord"],"Upgrade to %1$s &raquo;":["Opgrader til %1$s &raquo;"],"The %1$s plugin(s) might cause issues when used in conjunction with %2$s.":["Denne/disse %1$s-plugin(s) kan forårsage problemer, når de anvendes sammen med %2$s."],"This warning is generated by %1$s.":["Denne advarsel er genereret af %1$s."],"Access denied":["Adgang nægtet"],"Server requires authentication or is blocking Googlebot from accessing the site.":["Server kræver godkendelse eller blokerer adgangen til sitet for Googlebot."],"Faulty redirects":["Ødelagte viderestillinger"],"Not followed":["Ikke fulgt"],"Not found":["Ikke fundet"],"URL points to a non-existent page.":["URL peger på ikke-eksisterende side."],"Google was unable to crawl this URL due to an undetermined issue.":["Google kunne ikke gennemsøge denne URL på grund af et uidentificeret problem."],"Blocked":["Blokeret"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["Googlebot kunne godt få adgang til dit websted, men bestemte URL'er er blokeret for Googlebot i din %1$s fil. Denne blokering kan enten gælde alle Googlebots eller blot Googlebot-mobile alene."],"Server Error":["Serverfejl"],"Request timed out or site is blocking Google.":["Forespørgslen har fået timeout eller webstedet blokerer Google."],"Soft 404":["Soft 404"],"More %1$s":["Mere %1$s"],"%s Breadcrumbs":["%s brødkrummer"],"Breadcrumbs separator:":["Brødkrumme-separator:"],"Breadcrumb for 404 pages:":["Brødkrumme for 404-sider:"],"Error creating %1$s export: ":["Fejl under oprettelse af %1$s-eksport: "],"Configure %1$s's OpenGraph settings":["Konfigurér OpenGraph-indstillinger for %1$s"],"Configure %1$s's XML Sitemap settings":["Konfigurér XML-sitemap-indstillinger for %1$s"],"%1$s has been updated to version %2$s. %3$sClick here%4$s to find out what's new!":["%1$s er blevet opdateret til version %2$s. %3$sKlik her%4$s for at se, hvad der er nyt!"],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["Du bruger stadig Wordpressʼ standardtagline, men selv en tom er sandsynligvis bedre. %1$sDu kan ændre dette i tilpasning i WordPress%2$s."],"Just another WordPress site":["Endnu et Wordpress-websted"],"Latest Changes":["Seneste ændringer"],"We've summarized the most recent changes in %s.":["Vi har opsummeret de seneste ændringer i %s."],"View Changes":["Vis ændringer"],"Clean up the %s":["Ryd %s"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google viser dit websteds navn i søgeresultaterne. Som standard bruges dit websteds navn, men du kan tilpasse det her. Du kan også angive et andet webstedsnavn, som du ønsker, Google skal overveje."],"Alternate name":["Alternativt navn"],"Duplicate content prevention":["Forebyggelse af duplikeret indhold"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Hvis du har en blog med én forfatter, vil forfatterarkivet være nøjagtig det samme som forsiden. Det er dette, der kaldes et problem med %1$sduplikeret indhold%2$s (duplicate content dvs. samme indhold på flere sider o.a.)."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Hvis det er tilfældet på dit websted, kan du vælge enten at deaktivere det (hvorefter der viderestilles til hjemmesiden) eller tilføje %s til det, så det ikke medtages i søgeresultaterne."],"Add %s to the author archives":["Tilføj %s til forfatterarkiverne"],"Date-based archives could in some cases also be seen as duplicate content.":["Datobaserede arkiver kan i visse tilfælde også blive anset for at være duplikeret indhold (duplicate content, indhold kopieret til flere hjemmesider. o.a.)."],"Add %s to the date-based archives":["Tilføj %s til de datobaserede arkiver"],"Sitewide meta settings":["Metaindstillinger for webstedet"],"Use meta keywords tag?":["Brug meta-nøgleordstags?"],"Add %s meta robots tag sitewide":["Tilføj %s-metarobottags på hele webstedet"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Tilføj Open Graph-metadata til din websteds %s-sektion; Facebook og andre sociale netværk bruger disse data, når dine sider deles."],"Add Twitter card meta data to your site's %s section.":["Tilføj metadata for Twitter-cards til dit websteds %s-sektion."],"Taxonomy to show in breadcrumbs for post types":["Taksonomi at vise i brødkrummer for indholdstyper"],"Post type archive to show in breadcrumbs for taxonomies":["Indholdstypearkiv at vise i brødkrummer for taksonomier"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Brug af brødkrummefunktionen forklares i %1$sartiklen om implementering af brødkrummer i vores vidensbank%2$s."],"Page %1$d of %2$d":["Side %1$d af %2$d"],"Mobile-Friendly Test":["Mobilvenlig test"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Installationen af pluginnet %1$s er ikke færdiggjort. Se venligst %2$sinstallationsvejledningen%3$s."],"Please make sure both fields are filled.":["Tjek venligst at begge felter er udfyldt."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Du har indtastet ugyldige tegn. Sørg venligst for, at begge felter er udfyldt korrekt."],"This Facebook user has already been added as an admin.":["Denne Facebook-bruger er allerede blevet tilføjet som administrator."],"More info can be found %1$son our knowledge base%2$s.":["Se mere %1$si vores vidensbank%2$s."],"Add Facebook admin":["Tilføj Facebook-administrator"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["For at kunne få adgang til %1$sFacebook Indsigt%2$s skal du tilføje en bruger her. Navnet benyttes kun som reference, IDʼen benyttes til verifikation."],"Admin's name:":["Administrators navn:"],"Admin's Facebook user ID:":["Administrators bruger-ID til Facebook:"],"Website name":["Webstedsnavn"],"The recommended image size for %1$s is %2$spx.":["Den anbefalede billedstørrelse for %1$s er %2$spx."],"Warning: the variable %s cannot be used in this template.":["Advarsel: variablen %s kan ikke benyttes i denne skabelon."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Vi kunne ikke oprette en forbindelse til vores API for at validere din(e) licensnøgle(r). Kontakt din udbyder for at tillade udgående forbindelser fra din server til %s."],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Din server har en forældet version af PHP-modulet cURL (Version: %s). Bed din udbyder om at opdatere til en nyere version af cURL. Du kan læse mere om dette i vores %svidenbase%s."],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":["Det fremhævede billede skal være mindst 200x200 pixels for at kunne bruges af Facebook og andre sociale mediesites."],"See the help tab for more info.":["Se hjælpefanen for mere information."],"Note that not all variables can be used in every template.":["Bemærk at ikke alle variable kan benyttes i alle skabeloner."],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Både %1$s og %2$s opretter OpenGraph-output, som kan få Facebook, Twitter, LinkedIn og andre sociale netværk til at bruge forkerte tekster og billeder, når dine sider bliver delt."],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["Både %1$s og %2$s kan generere XML-sitemaps. To XML-sitemaps er ikke en fordel for søgemaskiner, men gør dit websted langsommere."],"To be able to access %sFacebook Insights%s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["For at være i stand til at få adgang til %sFacebook Insights%s for dit websted, skal du vælge en Facebook-Admin. Dette kan være en bruger. Hvis du har en app til dit websted, kan du bruge denne også."],"Warning!":["Advarsel!"],"Recommended solution":["Anbefalet løsning"],"We recommend you deactivate %1$s and have another look at your %2$s configuration using the button above.":["Vi anbefaler at du deaktiverer %1$s og tjekker din %2$s-konfiguration ved at bruge knappen ovenfor."],"Deactivate %s":["Deaktivér %s"],"What’s new in %s":["Nyheder i %s"],"Activation failed:":["Aktivering mislykkedes:"],"Export created: %1$sdownload your export file here%2$s.":["Eksporten er oprettet: %1$sdownload din eksportfil her%2$s."],"Could not zip settings-file.":["Kunne ikke komprimere indstillingsfil."],"Could not write settings to file.":["Indstillingerne kunne ikke skrives til fil."],"This export includes taxonomy metadata":["Denne eksport inkluderer taksonomiske metadata"],"No taxonomy metadata found":["Der blev ikke fundet taksonomiske metadata"],"Error: no Robots Meta data found to import.":["Fejl: Ingen robotmetadata blev fundet til importen. "],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["Importér indstillinger ved at lokalisere <em>settings.zip</em> og klikke på \"Importér indstillinger\""],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Filterudvidelsen er ikke tilgængelig. Bed venligst din webudbyder om at aktivere den."],"Company Info":["Virksomhedsinformationer"],"Your Info":["Dine informationer"],"Upload Image":["Overfør billede"],"Breadcrumbs":["Brødkrummer"],"SEO:":["SEO:"],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":["Dette er de generelle indstillinger for %1$s, og her kan du starte forfra på denne tur eller gendanne %1$ss standardindstillinger."],"Tab: Your Info / Company Info":["Fane: Dine informationer/virksomhedsinformationer"],"Add some info here needed for Google's Knowledge Graph.":["Tilføj information til brug i Googles Knowledge Graph her."],"Tab: Webmaster Tools":["Fane: Webmasterværktøjer"],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":["Her kan du tilføje verifikationskoderne for de forskellige Webmaster-værktøjer. Vi opfordrer stærkt til, at du overvejer at benytte Googles og Bings Webmaster-værktøjer."],"Tab: Security":["Fane: Sikkerhed"],"Determine who has access to the plugins advanced settings on the post edit screen.":["Afgør, hvem der har adgang til de avancerede indstillinger i dette plugin under redigering af indlæg."],"Subscribe to our Newsletter":["Tilmeld dig vores nyhedsbrev"],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":["Det første faneblad vil vise dig de titelindstillinger, der gælder for hele dit websted. Du har normalt kun behov for at ændre på titelseparatoren."],"On the archives tab you can set templates for specific pages like author archives, search results and more.":["Under arkiv-fanebladet kan du opsætte skabeloner for bestemte sider, såsom forfatter-arkiver, søgeresultater osv."],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":["På fanebladet \"Andet\" kan du ændre på metaindstillinger, der gælder for hele dit websted. Eksempelvis kan du aktivere \"metanøgleord\"."],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":["Under dette faneblad kan du verificere dit websted hos Pinterest og tilføje din Pinterest-konto."],"On this tab you can enter some more of your social accounts, mostly used for Google's Knowledge Graph.":["Under dette faneblad kan du indtaste nogle flere af dine sociale konti, som hovedsagelig anvendes til Google's Knowledge Graph."],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":["Dette plugin tilføjer XML-sitemaps (webstedsoversigter) til dit websted. Sitemaps opdateres automatisk, når du udgiver et nyt indlæg, tilføjer en ny side eller et nyt brugerdefineret indlæg, og Google og Bing vil automatisk blive underrettet."],"Advanced Settings":["Avancerede indstillinger"],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":["Indstillingerne under disse faneblade er kun for avancerede brugere. Hvis du ikke ved, om du skal bruge dem, så lad være med at ændre på noget."],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":["De gode funktioner i %1$s kan udvides med %3$sYoasts betalingsplugins%4$s. Disse betalingsplugins kræver installation af %1$s eller %2$s og tilføjer specifikke funktioner. Du kan læse alt om Yoasts betalingsplugins %3$sher%4$s."],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":["Tak, fordi du bruger vores plugin, og held og lykke med din SEO!<br/><br/>Venlig hilsen<br/>Team Yoast - %1$sYoast.com%2$s"],"Introduction Tour":["Introduktionstur"],"Restore Default Settings":["Gendan standardindstillinger"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Disse data vises som metadata på din hjemmeside. Det er hensigten, at de skal vises på Google's Knowledge Graph. Du kan være enten et firma eller en person. Vælg én:"],"Company or person":["Firma eller person"],"Choose whether you're a company or person":["Vælg om du er et firma eller privat person"],"Company":["Firma"],"Person":["Person"],"Company Name":["Firmanavn"],"Company Logo":["FIrmalogo"],"Your name":["Dit navn"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["Her kan du indtaste licensnøglerne for et af vores betalingsplugins, hvis du vil aktivere et."],"Enable force rewrite titles":["Aktiver tvungen omskrivning af titler"],"Accounts":["Konti"],"To inform Google about your social profiles, we need to know their URLs.":["For at informere Google om dine sociale profiler har vi brug for at kende deres URLʼer."],"For each, pick the main account associated with this site and please enter them below:":["Vælg for hver af dem den hovedkonto, der er forbundet med denne side, og indfør dem herunder:"],"Twitter Username":["Twitter-brugernavn"],"Instagram URL":["Instagram-URL"],"LinkedIn URL":["LinkedIn-URL"],"MySpace URL":["MySpace-URL"],"Pinterest URL":["Pinterest-URL"],"YouTube URL":["YouTube-URL"],"Google+ URL":["Google+-URL"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest bruger Open Graph-metadata ligesom Facebook, så behold krydset ud for Open Graph på Facebook-fanen, hvis du vil optimere dit website til Pinterest."],"Pinterest verification":["Pinterest-verifikation"],"To %1$sverify your site with Pinterest%2$s, add the meta tag here:":["For at %1$sbekræfte dit site hos Pinterest%2$s, tilføj metatagget her:"],"Bulk editor":["Masse-redigering"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Dette værktøj gør det muligt hurtigt at ændre overskrifter og beskrivelser af dine indlæg og sider uden at skulle ind og redigere hver side manuelt."],"Import and Export":["Import og eksport"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importér indstillinger fra andre SEO-plugins og eksportér dine indstillinger, så de kan genbruges på denne eller en anden blog."],"File editor":["Fil-editor"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Dette værktøj gør det muligt hurtigt at ændre vigtige filer i relation til din SEO, så som din robots.txt, og hvis du har en, din .htaccess-fil."],"&laquo; Back to Tools page":["&laquo; Tilbage til Værktøjer"],"Max entries per sitemap":["Maksimale antal elementer per sitemap"],"Credits":["Anerkendelse"],"More Translations":["Flere oversættelser"],"%1$s ships, at time of release, with %4$d translations, of which %5$d are complete. That's a huge improvement from last time, and we're improving every week. Join us at %2$stranslate.yoast.com%3$s!":["%1$s af Yoast leveres på udgivelsestidspunktet med %4$d oversættelser, heraf %5$d komplette. Det er en enorm forbedring fra sidste gang, og vi forbedrer os hver uge. Deltag på %2$stranslate.yoast.com%3$s!"],"Go to The General settings page →":["Gå til siden Generelle indstillinger →"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Mens de fleste i udviklingsteamet er tilknyttet %1$sYoast%2$s i Holland, er %3$s skabt af et verdensomspændende team."],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Vil du hjælpe os med at udvikle? Læs vores %1$svejledning for bidragydere%2$s!"],"Project Leaders":["Projektledere"],"Project Lead":["Projektleder"],"Lead Developer":["Chefudvikler"],"QA & Translations Manager":["QA & oversættelsesmanager"],"Contributing Developers":["Bidragende udvilkere"],"Developer":["Udvikler"],"Contributors to this release":["Bidragydere til denne version"],"Change URLs":["Ændr URLs"],"Clean up permalinks":["Ryd op i permalinks"],"Import from other SEO plugins":["Import fra andre SEO-plugins"],"Import from other plugins":["Import fra andre plugins"],"If you want to import data from (by now ancient) Yoast plugins, you can do so here:":["Hvis du ønsker at importere data fra (nu gamle) Yoast plugins, kan du gøre det her:"],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":["Pluginnet All-In-One-SEO er fundet. Ønsker du at %simportere dets indstillinger%s?"],"You are not allowed to access this page.":["Du har ikke adgangstilladelse til denne side."],"Tools":["Værktøjer"],"Your %s license has been activated. ":["Din %s licens er blevet aktiveret. "],"You have an unlimited license. ":["Du har en ubegrænset licens."],"You have used %d/%d activations. ":["Du har brugt %d/%d aktiveringer. "],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["ad,af,alle,alt,anden,andet,at,blev,blive,bliver,da,de,dem,den,denne,der,det,dette,dog,efter,eller,en,end,er,et,for,fra,her,hos,hvad,hvis,hvor,i,ind,jo,med,men,mod,ned,noget,nogle,nu,når,og,også,om,op,over,på,som,sådan,til,ud,under,var,vil,ville,være,været,www"],"The SEO title defaults to what is generated based on this sites title template for this posttype.":["SEO-titlen sættes som standard til den, som er genereret baseret på sidens overskriftsskabelon for denne indlægstype."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Hvis du ikke vil bruge indlæggets titel, når du deler dette indlæg på %s, men en anden titel i stedet for, så skriv den her."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Hvis du ikke ønsker at bruge metabeskrivelsen, når du deler indlægget på %s, men i stedet ønsker en anden beskrivelse, så skal du skrive den her."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Hvis du vil bruge et andet billede end billedet brugt på %s for dette indlæg, skal du uploade/vælge et billede eller tilføje URLʼen her."],"%s Title":["%s titel"],"%s Description":["%s beskrivelse"],"%s Image":["%s billede"],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":["Hvis du vil holdes opdateret omkring %1$s og andre plugins fra Yoast, kan du tilmelde dig vores nyhedsbrev:"],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Som du kan se, er der en oversættelse af denne plugin i %1$s. Denne oersættelse er i øjeblikket  %3$d%% komplet. Vi har brug for din hjælp til at gøre den komplet og rette eventuelle fejl. Registrer dig venligst på %4$s og hjælp med at færdiggøre oversættelsen til %1$s!"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Du bruger WordPress på %1$s. Ganske vist er omkring %3$d%% af %2$s blevet oversat til %1$s, men det er ikke inkluderet med pluginnet. Du kan hjælpe os! Registrér dig på %4$s for at hjælpe os med at færdiggøre oversættelsen til %1$s!"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Du bruger WordPress i et sprog, som vi ikke understøtter endnu. Vi ønsker at %2$s også bliver oversat til dette sprog, men det er det desværre ikke endnu. Du kan ændre dette! Registrer dig på %4$s for at hjælpe med at oversætte det!"],"Translation of %s":["Oversættelse af %s"],"Register now &raquo;":["Tilmeld dig nu &raquo;"],"The old data of the imported plugin was deleted successfully.":["Det gamle data fra det importerede plugin er blevet slettet."],"Content to put after each post in the feed":["Indhold, der skal indsættes efter hvert indlæg i feedet"],"Exclude user roles":["Ekskluder brugerroller"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins validering"],"HTML Validator":["HTML-validering"],"CSS Validator":["CSS-validering"],"Google Page Speed Test":["Google Page Speed Test"],"Modern IE Site Scan":["Scan af moderne IE websted"],"Focus keyword usage":["Brug af fokussøgeord"],"You have used HTML in your value which is not allowed.":["Du har brugt HTML i din værdi, hvilket ikke er tilladt."],"Exclude user from Author-sitemap":["Udeluk bruger fra forfatter-sitemap"],"(no parent)":["(ingen forælder)"],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":["Der er mere at lære om WordPress og SEO end blot at bruge dette plugin. Et godt sted at starte er vores artikel %1$sThe definitive guide to WordPress SEO%2$s."],"Title &amp; Metas settings":["Titel- &amp; meta-indstillinger"],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":["Her bestemmer du titler og meta-information for alle dine indholdstyper, taksonomier, arkiver, specielle sider og for din forside. Siden er opdelt i forskellige faner. Sørg for at tjekke dem alle!"],"Templates and settings":["Skabeloner og indstillinger"],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":["Klik nu på &#8216;%1$sIndholdstyper%2$s&#8217;-fanen, da dette vil være vores eksempel."],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":["Skabelonerne er bygget ved hjælp af variablerr. Du kan finde alle disse variabler under fanen Hjælp (i øvre højre hjørne af siden). Indstillingerne lader dig angive en bestemt adfærd for indlægstyperne."],"Previous":["Forrige"],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":["Under denne fane kan du aktivere dette plugins funktionalitet til %1$sFacebook Open Graph%2$s samt gøre en Facebook-bruger eller en -applikation til administrator på dit websted, så du kan se Facebook-indsigt."],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":["Forside-indstillingerne giver dig mulighed for at sætte metadata for din forside, mens standardindstillingerne er for alle indlæg/sider uden billeder."],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":["Med %1$sTwitter Cards%2$s kan du vedhæfte gode billeder, videos og medieoplevelser til tweets og dermed skabe trafik til dit website. Markér blot feltet og bestil tjenesten. Brugere som herefter tweeter links til dit indhold vil få et &#8220;kort&#8221; tilføjet til tweetet, synligt for alle brugernes følgere."],"This tab allows you to add specific post meta data for Google+. And if you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":["Dette faneblad lader dig tilføje metadata specifikt for Google+. Og hvis du har en Google+-side for din virksomhed, så tilføj URLʼen her og link til den på din %1$sGoogle+%2$s-sides Om-side."],"What are XML sitemaps?":["Hvad er XML-sitemaps?"],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":["En sitemap er en XML-fil, som laver en liste af URLʼer for webstedet. Den lader webmasteren tilføje yderligere information om hver URL:  hvornår den sidst blev opdateret, hvor ofte den ændres, og hvor vigtig den er i forhold til andre URLʼer på webstedet. Det giver søgemaskiner mulighed for at besøge og undersøge webstedet på en mere intelligent måde."],"What does the plugin do with XML Sitemaps?":["Hvad gør pluginnet med XML-sitemaps?"],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":["Hvis du ønsker at ekskludere bestemte indlægstyper og/eller taksonomier, kan du også gøre det på denne side."],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":["Har din webserver for lidt hukommelse? Formindsk antallet af poster pr. sitemap (standard: 1000) for at reducere belastningen på serveren."],"Extensions and Licenses":["Udvidelser og licenser"],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":["Når du har købt betalingspluginnet %1$s eller et hvilket som helst andet Yoast-plugin, skal du først aktivere din licensnøgle. Dette gør du under fanen Licenser. Når du har aktiveret dit betalingsplugin, kan du benytte alle dets stærke funktioner."],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":["Så er vi færdige med turen. Hvis du synes godt om pluginnet, vil vi blive glade, hvis du %sgiver det 5 stjerner på WordPress.org%s!"],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":["Du har nu installeret %1$s, Klik på &#8220;Start tur&#8221; for at få en hurtig introduktion til dette plugin og dets kernefunktioner."],"Add Google+ specific post meta data":["Tilføj specifik indlægsmetadata for Google+"],"Exclude users without posts":["Ekskluder brugere uden indlæg"],"Disable all users with zero posts":["Deaktiver alle brugere uden indlæg"],"Please check the appropriate box below if there's a user role that you do <strong>NOT</strong> want to include in your sitemap:":["Markér venligst det relevante felt nedenfor, hvis der er en brugerrolle, du <strong>IKKE</strong> ønsker at inkludere i dit sitemap."],"Replaced with the post/page author's 'Biographical Info'":["Erstattes med indlæggets/sidens forfatter-beskrivelse"],"Team Yoast":["Team Yoast"],"Publication date":["Udgivelsesdato"],"The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.<br/><br/>Read %sthis post%s for more info.":["Metabeskrivelsen bliver ofte vist som sort tekst under titlen i et søgeresultat. En forudsætning for, at dette virker, er, at metabeskrivelsen indeholder det emneord, der blev søgt efter.<br/><br/>Læs %sdette indlæg%s for at få mere at vide."],"No Image Index":["Intet billede-indeks"],"Are you sure you want to reset your SEO settings?":["Er du sikker på, at du vil nulstille dine SEO-indstillinger?"],"Title Separator":["Titel-separator"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Vælg symbolet som du vil bruge som titel-separator. Den vil blive vist f.eks. mellem din indlægstitel og dit websteds navn."],"Symbols are shown in the size they'll appear in in search results.":["Symboler bliver vist i den størrelse, som de vil blive vist i i søgeresultaterne."],"Take note:":["Bemærk:"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on <strong>unattached</strong> media items!":["Da du viderestiller URL'en for vedhæftninger til deres forælderindlæg, vil disse indstillinger pt. kun have effekt ved medieelementer, der <strong>ikke er vedhæftet nogen artikel</strong>!"],"So remember: If you change the %sattachment redirection setting%s in the future, the below settings will take effect for *all* media items.":["Så husk: Hvis du ændrer %sindstillingerne for viderestilling af vedhæftede filer%s i fremtiden, vil de nedenfor viste indstillinger blive valgt for *alle* medieelementer."],"public":["offentlig"],"archived":["arkiveret"],"mature":["voksen"],"spam":["spam"],"New sites in the network inherit their SEO settings from this site":["Nye websteder i netværket nedarver sine SEO-indstillinger fra dette websted"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Vælg det website, hvis indstillinger du ønsker at bruge som standard for alle de websteder, der er tilføjet på dit netværk. Hvis du vælger 'Ingen', vil de normale standardindstillinger i pluginnet blive brugt. "],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Indtast %swebsite-ID%s for det websted, hvis indstillinger du ønsker at bruge som standard for alle websites oprettet i dit netværk. Efterlad feltet tomt, hvis du ikke vil bruge funktionen (så vil de normale standardindstillinger i pluginnet blive anvendt)."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Indstillinger med betydning for privatliv (FB-admins og lignende), temaspecifikke (omskrivning af titel) og nogle få meget websitespecifikke indstillinger vil ikke blive importeret til nye blogs."],"Site ID":["Websted-ID"],"Copy home meta description":["Kopier meta-beskrivelse fra forside"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Dette er titlen, beskrivelsen og billed brugt i Open Graph-metatags på forsiden af dit site."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["En erstatningsvariabel kan kun indeholde alfanumeriske tegn, understregningstegnet _ eller skråstregen /. Prøv at give din variabel et nyt navn."],"Advanced Variables":["Avancerede variable"],"Premium Support":["Førsteklasses support"],"FAQ":["FAQ"],"Remove these ads?":["Fjern disse reklamer?"],"This is a rendering of what this post might look like in Google's search results.<br/><br/>Read %sthis post%s for more info.":["Dette er en gengivelse af, hvordan dette indlæg kunne se ud i Googles søgeresultater.<br/><br/>Læs %sdette indlæg%s for at få mere at vide."],"Warning:":["Advarsel:"],"Title display in Google is limited to a fixed width, yours is too long.":["Titelvisning i Google er begrænset til en fast bredde. Din er for lang."],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Advarsel: Selvom du kan sætte metarobot-indstillinger her, er hele sitet sat til noindex i \"privatlivsindstillingerne for hele sitet\", så indstillingerne her vil ikke have nogen effekt."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Advarsel!</b> Du blokerer eksterne forespørgsler, hvilket betyder, du ikke vil modtage opdateringer til %s. Tilføj venligst %s til %s."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Din licens er udløbet. Du skal <a href=\"%s\">forlænge din licens</a> for at benytte det igen."],"Request error: \"%s\" (%scommon license notices%s)":["Forespørgselsfejl: \"%s\" (%sgængse licensbeskeder%s)"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s er netværksaktiveret. Du kan administrere din licens på <a href=\"%s\">netværksadministratorens side med Licenser</a>"],"%s is network activated, please contact your site administrator to manage the license.":["%s er netværksaktiveret. Kontakt administratoren for dit websted omkring håndtering af licensen."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Dette website er ikke blevet aktiveret korrekt på yoast.com og kan derfor ikke tjekke for fremtidige opdateringer. Vær venlig at aktivere dit website med en godkendt licensnøgle."],"Your %s license will expire on %s.":["Din %s licens vil udløbe den %s."],"%sRenew your license now%s.":["%sForny din licens nu%s."],"The premium version of %1$s with more features & support.":["Premium-udgaven af %1$s med flere funktioner og support."],"Optimize your videos to show them off in search results and get more clicks!":["Optimer dine videoer for at vise dem i søgeresultater og derved få flere klik!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Findes du i Google News? Forøg din trafik fra Google News ved at optimere din side dertil!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Få bedre placering lokalt og i Google Maps, uden at komme til at svede!"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integrer WooCommerce med %1$s helt transparent og få ekstra funktioner!"],"Get this extension":["Få denne udvidelse"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Forhindr, at der bliver renset ud i parametre fra Google Analytics Campaign & Google AdWords."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["En udskiftningsvariabel kan ikke starte med \"%%cf_\" eller \"%%ct_\", da disse er forbeholdt variabler for brugerdefinerede felter og brugerdefinerede taksonomier i WPSEO-standardvariabler. Prøv at lave dit variabelnavn unikt."],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":["En udskiftningsvariabel med det samme navn er allerede registreret. Prøv at gøre dit variabelnavn unik."],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Du kan ikke overtrumfe en WPSEO-standardvariabeludskiftning ved at registrere en variabel med det samme navn. Brug i stedet filteret \"wpseo_replacements\" til at justere erstatningsværdien."],"Replaced with the title of the parent page of the current page":["Erstattes med titlen på forælderen til den nuværende side"],"The site's tag line / description":["Webstedets tagline / beskrivelse"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Erstattet af det nuværende sidenummer med kontekst (dvs.: side 2 af 4)"],"Check Rich Snippets":["Kontroller Rich Snippets"],"Facebook Debugger":["Facebook Debugger"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Udvidelsen Standard PHP Library  (SPL) ser ikke ud til at være tilgængelig. Bed din webhost om at aktivere den."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Den første rigtige alt-i-en SEO-løsning for WordPress, inklusiv analyse af siders indhold, XML-sitemaps og meget mere."],"https://yoast.com/":["https://yoast.com/"],"Please select a valid taxonomy for post type \"%s\"":["Vælg venligst en gyldig taksonomi for indholdstypen \"%s\""],"Post doesn't exist.":["Indlæg eksisterer ikke"],"Post has an invalid Post Type: %s.":["Indlæg har en ugyldig indholdstype: %s."],"You can't edit %s.":["Du kan ikke redigere %s."],"You can't edit %s that aren't yours.":["Du kan ikke redigere %s, som ikke er dit."],"Extensions":["Udvidelser"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["Titlen &amp; meta-indstillingerne for %1$s består af variabler, der erstattes af specifikke værdier fra siden, når den vises. Fanerne til venstre forklarer de tilgængelige variabler."],"Filter":["Filter"],"WP Page Title":["WP sidetitel"],"Post Type":["Indholdstype"],"Post Status":["Indlægsstatus"],"Page URL/Slug":["Sides URL/korttitel"],"Existing Yoast Meta Description":["Eksisterende Yoast meta-beskrivelse"],"New Yoast Meta Description":["Ny Yoast meta-beskrivelse"],"Action":["Handling"],"Edit this item":["Rediger dette element"],"Edit":["Rediger"],"Preview &#8220;%s&#8221;":["Forhåndsvis &#8220;%s&#8221;"],"Preview":["Forhåndsvisning"],"View &#8220;%s&#8221;":["Vis &#8220;%s&#8221;"],"View":["Vis"],"Existing Yoast SEO Title":["Eksisterende Yoast SEO-titel"],"New Yoast SEO Title":["Ny Yoast SEO titel"],"Debug Information":["Debug-informationer"],"Current option:":["Nuværende valg:"],"Site-wide default: %s":["Standard for hele webstedet: %s"],"No post content to analyse.":["Intet indlægsindhold at analysere."],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">Vidste du, at du kan opgradere din licens?</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">Din licens udløber om %d dage, vil du forny den?</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Du har brugt din licens maksimale antal aktiveringer. Du skal <a href=\"%s\"> opgradere din licens</a> for at kunne bruge det på dette website."],"Failed to activate your license, your license key seems to be invalid.":["Aktivering af din licensnøgle mislykkedes. Din licensnøgle lader til at være ugyldig."],"Your %s license has been deactivated.":["Din %s licens er blevet deaktiveret."],"Failed to deactivate your %s license.":["Deaktivering af din %s licens mislykkedes."],"%s License":["%s licens"],"Theme License":["Temalicens"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["Hvis du opdaterer dette tema, vil du miste alle de ændringer, du selv har lavet. 'Annullér' for at stoppe, 'OK' for at opdatere."],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":["<strong>%s version %s</strong> er tilgængelig. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Tjek, hvad der er nyt</a> eller <a href=\"%s\" %s>opdatér nu</a>."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s kunne ikke kontrollere for opdateringer grundet følgende fejl: <em>%s</em>"],"%s: License Settings":["%s: Licens-indstillinger"],"License status":["Licens-status"],"Toggle license status":["Håndter licens-status"],"Deactivate License":["Deaktivér licens"],"(deactivate your license so you can activate it on another WordPress site)":["(deaktivér din licens, så den kan aktiveres på et andet WordPress-websted)"],"Activate License":["Aktiver licens"],"Please enter a license key in the field below first.":["Indtast venligst først en licensnøgle i nedenstående felt."],"License Key":["Licensnøgle"],"Paste your %s license key here..":["Indsæt din %s licensnøgle her.."],"You defined your license key using the %s PHP constant.":["Du har defineret din licensnøgle ved at bruge PHP-konstanten %s."],"Failed to remove hardcoded meta description.":["Mislykkedes med at fjerne hardcodet metabeskrivelse."],"Earlier found meta description was not found in file. Renewed the description test data.":["En tidligere fundet metabeskrivelse blev ikke fundet i filen. Fornyede beskrivelsens testdata."],"Pinterest":["Pinterest"],"Yandex Webmaster Tools":["Yandex Webmaster-værktøjer"],"You cannot create a robots.txt file.":["Du kan ikke oprette filen robots.txt."],"You don't have a robots.txt file, create one here:":["Du har ikke en robots.txt fil, opret en her:"],"Create robots.txt file":["Opret filen robots.txt"],"Setting \"%s\" is no longer used and has been discarded.":["Indstillingen \"%s\" bruges ikke længere og er blevet fjernet."],"No settings found in file.":["Ingen indstillinger fundet i filen."],"Unzipping failed - file settings.ini not found.":["Udpakning mislykkedes - filen settings.ini blev ikke fundet."],"Unzipping failed with error \"%s\".":["Udpakning mislykkedes med fejlen \"%s\"."],"Licenses":["Licenser"],"Meta keywords":["Meta-søgeord"],"%s restored to default SEO settings.":["%s er blevet nulstillet til standard SEO-indstillinger."],"Blog %s not found.":["Blog %s blev ikke fundet."],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Du har muligvis ekstra variabler, som du gerne vil undgå at rense væk. Tilføj dem i stedet her,  adskilt af kommaer."],"The default card type to use":["Korttype til brug som standard"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Venligst indtast det maksimale antal af elementer pr. sitemap-side (standard er %s, du vil muligvis sænke antallet for at undgå hukommelsesproblemer ved nogle installeringer):"],"%s does not seem to be a valid %s verification string. Please correct.":["%s ser ikke ud til at være en gyldig verifikationsstreng hos %s. Ret venligst."],"Please select a valid post type for taxonomy \"%s\"":["Vælg venligst en gyldig indholdstype for taksonomien \"%s\""],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Maks. antal elementer per sitemap-side\" skal være et positivt tal, hvilket %s ikke er. Ret venligst dette."],"Summary":["Resume"],"Summary with large image":["Resume med stort billede"],"%s does not seem to be a valid url. Please correct.":["%s ser ikke ud til at være en gyldig URL. Ret venligst dette."],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s er ikke en korrekt Twitter-bruger-id. Indtast korrekt id."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s er ikke et gyldigt valg for, hvem der skal have adgang til %2$s-indstillingerne. Værdien nulstillet til standard."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Standardblogindstillingerne skal være den numerisk blog-ID på den blog, du ønsker at bruge som standard."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Dette skal være en eksisterende blog. Bloggen %s findes ikke eller er blevet markeret som slettet."],"No numeric value was received.":["Ingen numerisk værdi blev modtaget."],"Title optimization":["Titel-optimering"],"For more information:":["For mere information:"],"There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.":["Der er %d ord i din brødtekst. Dette er en smule lavere end de %d ord, der er anbefalet som minimum. Tilføj lidt mere brødtekst."],"Use Image":["Benyt billede"],"There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.":["Der er %d ord i din brødtekst. Dette er lavere end de %d ord, der er anbefalet som minimum. Tilføj mere indhold, som læserne vil finde nyttigt for dette emne."],"There are %d words contained in the body copy, this is more than the %d word recommended minimum.":["Der er %d ord i din brødtekst. Dette er højere end de %d ord, der er anbefalet som minimum. "],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Dette hjælper med at oprette bedre URLʼer ved automatisk at fjerne stopord fra dem."],"Remove stop words from slugs.":["Fjern stopord fra korttitler."],"Why Google won't display the right page title":["Hvorfor Google ikke viser den korrekte sidetitel"],"Template explanation":["Skabelon-forklaring"],"Basic Variables":["Grundlæggende variable"],"SEO Issue:":["SEO problem:"],"Your theme contains a meta description, which blocks %1$s from working properly. Please visit the %2$sSEO Dashboard%3$s to fix this.":["Dit tema indeholder en metabeskrivelse, som forhindrer %1$s i at fungere korrekt. Gå til %2$sSEO-kontrolpanelet%3$s for at løse dette."],"Google+":["Google+"],"Facebook profile URL":["Facebook-profil-URL"],"Check":["Kontroller"],"Pick the main keyword or keyphrase that this post/page is about.<br/><br/>Read %sthis post%s for more info.":["Vælg det vigtigste emneord eller emnefrase, som dette indlæg/denne side handler om.<br/><br/>Læs %sdette indlæg%s for at få mere at vide."],"index":["indeks"],"noindex":["noindex"],"Your focus keyword was found in:":["Dit fokus-søgeord blev fundet i:"],"Article Heading: ":["Artikel-overskrift:"],"Page title: ":["Sidens titel:"],"Page URL: ":["Sidens URL:"],"Content: ":["Indhold:"],"Meta description: ":["Meta-beskrivelse:"],"All SEO Scores":["Alle SEO-bedømmelser"],"Page Analysis has been disabled.":["Sideanalyse er blevet deaktiveret."],"Removed hardcoded meta description.":["Fjernede hardcodet metabeskrivelse."],"Re-check theme.":["Kontroller tema igen."],"The plugin Robots-Meta has been detected. Do you want to %simport its settings%s.":["Pluginnet Robots-Meta er blevet fundet. Ønsker du at %simportere dets indstillinger%s?"],"Robots-Meta has been deactivated":["Robots-Meta er blevet deaktiveret"],"All-In-One-SEO has been deactivated":["All-In-One SEO er blevet deaktiveret"],"Edit Files":["Rediger filer"],"Replaced with the slug which caused the 404":["Erstattet med den korte titel, som forårsagede 404"],"Replaced with a custom taxonomies description":["Erstattes med en brugerdefineret taksonomis beskrivelse"],"Facebook":["Facebook"],"Add Open Graph meta data":["Tilføj Open Graph metadata"],"Facebook Page URL":["Facebook-side-URL"],"User sitemap":["Bruger-sitemap"],"Disable author/user sitemap":["Deaktiver forfatter/bruger-sitemap"],"N/A":["N/A"],"Poor":["Ringe"],"Good":["God"],"Bad":["Dårlig"],"Posts":["Indlæg"],"You've never used this focus keyword before, very good.":["Du har aldrig brugt dette fokussøgeord før. Rigtig godt!"],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Du har brugt dette fokus søgeord %1$gang før%2$s, vær sikker på at gøre det helt klart hvilken URL på din side der er den vigtigste for dette søgeord."],"You've used this focus keyword %3$s%4$d times before%2$s, it's probably a good idea to read %1$sthis post on cornerstone content%2$s and improve your keyword strategy.":["Du har brugt dette søgeord %3$s%4$d gange før%2$s, vi anbefaler at du læser %1$sdette indlæg om hjørnestens indhold%2$s og forbedre din søgeords strategi. (indlægget er på engelsk)"],"You must %sgo to your Reading Settings%s and uncheck the box for Search Engine Visibility.":["Du skal %sgå til Læseindstillinger%s og fjerne afkrydsningen i feltet Fortæl søgemaskinerne at de ikke skal indeksere dette websted."],"Replaced with the current day":["Erstattes med den aktuelle dag"],"Entries per page":["Poster pr side"],"If you had a .htaccess file and it was editable, you could edit it from here.":["Hvis du havde en  .htaccess fil, og den var redigerbar, kunne du redigere den herfra."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Hvis du har en robots.txt fil, og den er redigerbar, kan du redigere den herfra."],"WooThemes SEO framework settings &amp; data successfully imported.":["WooThemes SEO framework indstillinger & data er blevet importeret med success."],"HeadSpace2 data successfully imported":["HeadSpace2 data er blevet importeret med success."],"Import from WooThemes SEO framework?":["Importer fra WooThemes SEO framework?"],"Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.":["Din keyphrase er over 10 ord, en keyphrase bør være kortere og der kan kun være én keyphrase"],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Har din virksomhed en Google+ side, kan du tilføje URL'en her og linke tilbage til denne side fra din Google+ side"],"Your theme contains a meta description, which blocks %1$s from working properly, please delete the following line, or press fix it:":["Dit tema indeholder en meta description som forhindrer %1$s i at fungere optimalt, slet venligst den følgende linie, eller tryk fix it:"],"Google Publisher Page":["Google Publisher Side"],"Date in Snippet Preview":["Dato i Snippet Preview"],"Twitter username (without @)":["Twitter brugernavn (uden @)"],"Show date in snippet preview?":["Vis dato i snippet preview?"],"SEO: OK":["SEO: OK"],"SEO: Poor":["SEO: Mindre godt"],"SEO: Bad":["SEO: Dårlig"],"SEO: No Focus Keyword":["SEO: Intet fokussøgeord"],"SEO: Good":["SEO: God"],"SEO: Post Noindexed":["SEO: Indlæg Noindexed"],"Meta Desc.":["Meta Desc."],"Focus KW":["Fokus KW"],"%s, Author at %s":["%s, Forfatter på %s"],"Remove the <code>?replytocom</code> variables.":["Fjern <code>?replytocom</code> variablerne."],"Post Types":["Indholdstyper"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Dette forhindrer tråede svar fra at virke, når brugeren har JavaScript deaktiveret, men på et stort websted kan dette betyde <em>enorme </em> forbedringer i gennemgangseffektiviteten for søgemaskiner, når du har en mange kommentarer."],"Replaced with the post type single label":["Erstattes med indholdstypens entalstitel"],"Other":["Andet"],"Replaced with the post type plural label":["Erstattes med indholdstypens flertalstitel"],"%s Archive":["%s Arkiv"],"Social settings":["Indstillinger for sociale medier"],"Sitewide settings":["Indstillinger for hele webstedet"],"%s Archives":["%s Arkiv"],"Always index":["Altid index"],"No focus keyword was set for this %s. If you do not set a focus keyword, no score can be calculated.":["Intet fokussøgeord blev sat til denne %s. Hvis du ikke har angivet et fokussøgeord, kan vurdering ikke beregnes."],"To update this page analysis, save as draft or update and check this tab again":["For at opdatere analyse af denne side, gem som kladde eller opdatering og kontrollerer dette faneblad igen"],"No subheading tags (like an H2) appear in the copy.":["Ingen subheading tags (som en H2) vises i kopien."],"The keyword density is %s%%, which is over the advised 4.5%% maximum, the keyword was found %s times.":["Søgeordstætheden er %s%%, hvilket er over det anbefalet 4,5%% maksimum, søgeordet  blev fundet %s gange."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s har automatisk opdaget, om det skal gennemtvinge omskrivning af titler på dine sider. Hvis du synes, det er forkert, og du ved, hvad du laver, kan du ændre indstillingen her."],"Replaced with a posts custom taxonomies, comma separated.":["Erstattet med et indlæg brugerdefinerede taksonomier, kommasepareret."],"Replaced with a posts custom field value":["Erstattet med et indlægs brugerdefineret felts værdi"],"Take this tour to quickly learn about the use of this plugin.":["Tag denne tur for hurtigt at lære om hvordan du brugen ​​dette plugin."],"Special Pages":["Specialsider"],"I don't know why you'd want to use meta keywords, but if you want to, check this box.":["Jeg ved ikke, hvorfor du skulle ønske at bruge metakeywords, men hvis du gør, skal du krydse af her."],"Unchecking this box allows authors and editors to redirect posts, noindex them and do other things you might not want if you don't trust your authors.":["Fjerner du krydset, giver du forfattere og redaktører ret til at viderestille indlæg, markere dem med noindex og gøre andre ting, du kun ønsker, hvis du har tillid dine forfattere."],"Post is set to noindex.":["Indlæg er sat til noindex."],"Use %s default (Currently: %s)":["Benyt %s standard (Nuværende: %s)"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["Denne %s følger indekseringsreglerne under Metaer og Titler. Du kan tilsidesætte det her."],"Titles &amp; Metas":["Titler &amp; Meta"],"Default for post type, currently: %s":["Standard for indholdstype, nuværende: %s"],"Focus keyword not set.":["Fokus søgeordet er ikke indtastet"],"Search for \"%s\"":["Søgning for \"%s\""],"Always noindex":["Altid noindex"],"Noindex subpages of archives":["noindex undersider til arkiver"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, enable this.":["Hvis du ønsker at forhindre /side/2/ og fremad fra diverse arkiver i at blive vist i søgeresultatet, markér dette."],"Hide RSD Links":["Skjul RSD Links"],"Hide WLW Manifest Links":["Skjul WLW Manifest Links"],"Hide Shortlink for posts":["Skjul Shortlink for indlæg"],"Hide RSS Links":["Skjul RSS Links"],"Meta Robots":["Meta robotter."],"Hide":["Skjul"],"These pages will be %s by default, so they will never show up in search results.":["Disse sider vil være markeret med %s som standard, så de vil aldrig dukke op i søgeresultaterne."],"The separator defined in your theme's <code>wp_title()</code> tag.":["Separatoren er defineret i dit temas  <code>wp_title()</code>-tag."],"If you want to restore a site to the default %s settings, press this button.":["Hvis du ønsker at gendanne et websted til standardindstillinger for %s, så klik på denne knap."],"Security":["Sikkerhed"],"This image is used if the post/page being shared does not contain any images.":["Dette billede bruges, hvis indlægget/siden, som deles, ikke indeholder billeder."],"Twitter":["Twitter"],"Add Twitter card meta data":["Tilføj Twitter-card-metadata"],"No focus keyword set.":["Intet fokus-søgeord er valgt."],"Your hosting environment does not support PHP's %sDocument Object Model%s.":["Din internetudbyder understøtter ikke PHP's %sDocument Object Model%s. "],"Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.":["Søgeord / nøglefrase vises i %s (ud af %s) undertitler i kopien. Der er ikke en decideret større rangordningsfaktor, men er gavnligt."],"You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.":["Du har ikke brugt dit keyword/nøgleord/nøgleordsfrase i headeren (fx en H2) i din brødtekst."],"You searched for %s":["Du søgte efter %s"],"The post %s appeared first on %s.":["Indlægget %s blev vist første gang den %s."],"Successfully cleared all Facebook Data":["Al Facebook-data er fjernet"],"Successfully removed admin %s":["Admin %s blev fjernet"],"Frontpage settings":["Forsideindstillinger"],"Facebook Insights and Admins":["Facebook-indsigt og -admins"],"Alexa Verification ID":["Alexa bekræftelses ID"],"Social":["Social"],"Email":["E-mail"],"Subscribe":["Tilmeld"],"Currently connected Facebook admins:":["Facebook-admins forbundet nu:"],"Add Another Facebook Admin":["Tilføj en anden Facebook-admin"],"Clear all Facebook Data":["Ryd al data fra Facebook"],"Image URL":["Billed URL"],"Description":["Beskrivelse"],"Default settings":["Standardindstillinger"],"This is a settings export file for the %1$s plugin by Yoast.com":["Dette er en indstillings eksport-fil til %1$s plugin af Yoast.com"],"SEO":["SEO"],"Keyword Research":["Søgeordsanalyse"],"AdWords External":["AdWords Ekstern"],"Google Insights":["Google Søgeindsigt"],"SEO Book":["SEO Bog"],"Analyze this page":["Analyser denne side"],"Check Inlinks (OSE)":["Tjek indgående links (OSE)"],"Check Keyword Density":["Tjek søgeordsdensitet"],"Check Google Cache":["Tjek Google Cache"],"Check Headers":["Tjek headers"],"SEO Settings":["SEO-indstillinger"],"XML Sitemaps":["XML Sitemaps"],"Permalinks":["Permanente links"],"RSS":["RSS"],"Webmaster Tools":["Webmasterværktøjer"],"Next":["Næste"],"Like this plugin?":["Synes du godt om dette plugin?"],"Congratulations!":["Tillykke!"],"Start Tour":["Start rundvisning"],"Close":["Luk"],"Some files could not be removed. Please remove them via FTP.":["Visse filer kunne ikke fjernes. Fjern dem venligst via FTP."],"To enjoy all the benefits of the page analysis feature, you'll need to (get your host to) install it.":["For at nyde fordelene ved sidens analyse funktionen, skal du (få din host til at) installere det."],"The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.":["Søgeordet for denne side indeholder en eller flere %sstop ord%s. Overvej at fjerne dem. Fundet '%s'."],"The keyword / phrase appears in the URL for this page.":["Søgeordet / sætningen er synlig i URL'en til denne side"],"The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Nøgleordet/-frasen forekommer ikke i URLʼen for denne side. Hvis du beslutter at omdøbe URLʼen, skal du sikre dig, at den gamle URL viderestilles med HTTP-fejl 301 til den nye."],"The slug for this page contains one or more <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, consider removing them.":["Korttitlen for denne side indeholder et eller flere\n<a href=\"http://en.wikipedia.org/wiki/Stop_words\">stopord</a>, overvej at fjerne dem."],"The slug for this page is a bit long, consider shortening it.":["Korttitlen for denne side er lidt for lang. Overvej at forkorte den."],"Please create a page title.":["Opret venligst en sidetitel."],"The page title is more than 40 characters and less than the recommended 70 character limit.":["Sidens titel er mere end 40 tegn og mindre end grænsen på de anbefalede 70 tegn."],"The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.":["Sidetitlen indholder %d tegn, hvilket er mindre end det anbefalede minimum på 40 tegn. Brug pladsen til at tilføje variationer af nøgleordet eller skriv en tekst med en overbevisende opfordring til handling (call to action)."],"The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.":["Sidetitlen indeholder %d tegn, flere end de 70 tegn, der kan vises; nogle ord kan ikke ses af brugerne i de lister, dit site er med i."],"The keyword / phrase %s does not appear in the page title.":["Søgeordet / frasen %s indgår ikke i sidens titel."],"The page title contains keyword / phrase, at the beginning which is considered to improve rankings.":["Sidetitlen indeholder nøgleord/nøglefrase i begyndelsen, hvilket formodes at give bedre placeringer."],"The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.":["Denne sidetitel indeholder søgeord/søgefrase, men de findes ikke i begyndelsen. Prøv at flytte dem hen til begyndelsen."],"No outbound links appear in this page, consider adding some as appropriate.":["Der er ingen udgående links fra denne side. Overvej at tilføje nogle, hvis det findes relevant. "],"You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.":["Du linker til en anden side med det søgeord, som du ønsker, skal give denne side en god placering. Overvej at ændre dette, hvis du virkelig ønsker en god placering for denne side."],"This page has %s outbound link(s).":["Denne side har %s udgående link(s)."],"This page has %s outbound link(s), all nofollowed.":["Denne side har %s udgående link(s) som er nofollowed."],"This page has %s nofollowed link(s) and %s normal outbound link(s).":["Denne side har %s noffollow link(s) og %s udgående link(s) uden nofollow."],"No images appear in this page, consider adding some as appropriate.":["Ingen billeder vises på denne side, overvej at tilføje nogle hvis det er relevant."],"The images on this page are missing alt tags.":["Billederne på denne side mangler alt-tags."],"The images on this page contain alt tags with the target keyword / phrase.":["Billedet på denne side indeholder alt-tags med målnøgleord/målnøglefrasen."],"The images on this page do not have alt tags containing your keyword / phrase.":["Billederne på denne side har ikke alt-tags, som indeholder dit nøgleord/nøglefrase."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Overvej angående den angivne metabeskrivelse: Hvordan klarer den sig i konkurrencen? Kunne den gøres mere indbydende?"],"The meta description is under 120 characters, however up to %s characters are available. %s":["Din metabeskrivelse er på under 120 tegn, men du har mulighed for at bruge %s tegn. %s"],"The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s":["Den angivne metabeskrivelse er over %s tegn. Ved at reducere længden vil hele beskrivelsen blive synlig. %s"],"No meta description has been specified, search engines will display copy from the page instead.":["Der er ikke angivet nogen metabeskrivelse. Søgemaskinerne vil vise brødtekst fra siden i stedet for."],"The meta description contains the primary keyword / phrase.":["Meta beskrivelsen indeholder det primære søgeord / sætning."],"A meta description has been specified, but it does not contain the target keyword / phrase.":["En metabeskrivelse er blevet indtastet, men indeholder ikke målnøgleordet/målnøglefrasen."],"The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.":["Det tilgængelige antal tegn er mindre end de normale 155 tegn, fordi Google medtager udgivelsesdatoen i uddraget."],"There are %d words contained in the body copy. This is far too low and should be increased.":["Der er %d ord i brødteksten. Dette er alt for lavt og bør øges."],"The keyword density is %s%%, which is a bit low, the keyword was found %s times.":["Søgeordstætheden er %s%%, hvilket er ret lavt, søgeordet  blev fundet %s gange."],"The keyword density is %s%%, which is great, the keyword was found %s times.":["Nøgleordets tæthed er %s%%, hvilket er godt. Nøgleordet blev fundet %s gange."],"The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.":["Nøgleordet er ikke tilstede i det første afsnit  i teksten. Sørg for, at man straks kan se, hvad dit emne er."],"The keyword appears in the first paragraph of the copy.":["Søgeordet er angivet i første afsnit af teksten."],"Flesch Reading Ease":["Flesch Reading Ease"],"The copy scores %s in the %s test, which is considered %s to read. %s":["Brødteksten scorer %s i %s-testen, som anses for %s at læse. %s"],"very easy":["meget nem"],"easy":["nem"],"fairly easy":["rimelig nem"],"OK":["OK"],"fairly difficult":["lettere vanskelig"],"Try to make shorter sentences to improve readability.":["Prøv at lav kortere sætninger for en lettere læsning."],"difficult":["vanskelig"],"Try to make shorter sentences, using less difficult words to improve readability.":["Prøv at lav kortere sætninger ved at benytte mindre vanskelige ord for en lettere læsning."],"very difficult":["meget vanskelig"],"Huge SEO Issue: You're blocking access to robots.":["Stort SEO problem: Du blokerer adgangen for robotter."],"I know, don't bug me.":["Det ved jeg, se at kom videre."],"Settings Updated.":["Indstillinger opdateret."],"Site Admins (default)":["Side Administratorer"],"Super Admins only":["Kun Super Admins"],"Save MultiSite Settings":["Gem MultiSite indstillinger"],"MultiSite Settings":["MultiSite indstillinger"],"Using this form you can reset a site to the default SEO settings.":["Ved at bruge denne formular kan du nulstille et website til standard-SEO-indstillinger."],"Blog ID":["Blog ID"],"Restore site to defaults":["Gendan websted til standardindstillinger"],"Restore site to default settings":["Nulstil til standardindstillingerne"],"RSS Footer options imported successfully.":["Indstillinger for RSS-footer er importeret med succes."],"Yoast Breadcrumbs options imported successfully.":["Yoast Breadcrumbs-indstillinger blev importeret uden fejl."],"Yoast Breadcrumbs options could not be found":["Kunne ikke finde indstillinger for Yoast Breadcrumbs"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Uden tvivl har du brugt et SEO-plugin før, hvis dette website ikke er nyt. Lad os gøre det nemt for dig: du kan importere dataene herunder. Hvis du ønsker det, kan du importere først, tjekke, om de er importeret korrekt, og så importere &amp; slette. Ingen data importeres to gange."],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["Hvis du har brugt et andet SEO-plugin, prøv pluginnet %sSEO Data Transporter%s for at flytte din data til dette plugin ‒ det er fantastisk!"],"Import from HeadSpace2?":["Importer fra HeadSpace2?"],"Import from All-in-One SEO?":["Importer fra All-in-One SEO?"],"Delete the old data after import? (recommended)":["Skal de gamle data slettes efter import? (anbefalet)"],"Import":["Importer"],"Import from Robots Meta (by Yoast)?":["Importer fra Robots Meta (af Yoast)?"],"Import from RSS Footer (by Yoast)?":["Importer fra RSS Footer (af Yoast)?"],"Import from Yoast Breadcrumbs?":["Importer fra Yoast Breadcrumbs?"],"Export":["Eksporter"],"Export your %1$s settings here, to import them again later or to import them on another site.":["Eksporter dine %1$s indstillinger her for at importere dem igen senere eller for at importere dem på et andet websted."],"Include Taxonomy Metadata":["Inkluder taksonomi-metadata"],"Import settings":["Importer indstillinger"],"Settings successfully imported.":["Indstillingerne er importeret succesfuldt."],"Settings could not be imported:":["Indstillingerne kunne ikke importeres:"],"Upload failed.":["Overførsel mislykkedes."],"Force rewrite titles":["Gennemtving omskrivning af titler"],"Homepage":["Forside"],"Title template":["Titel skabelon"],"Meta description template":["Skabelon til metabeskrivelse"],"Meta keywords template":["Meta søgeordsskabelon"],"Homepage &amp; Front page":["Blogside &amp; forside"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":["Du kan bestemme startsidens titel og beskrivelse ved at %sredigere direkte i selve startsiden &raquo;%s"],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["Du kan bestemme titel og beskrivelse for blogsiden ved at %sredigere blogsiden selv&raquo;%s"],"Taxonomies":["Taksonomier"],"Author Archives":["Forfatter-arkiver"],"Date Archives":["Dato Arkiver"],"Search pages":["Søge sider"],"404 pages":["404 sider"],"Custom Post Type Archives":["Arkiver til brugerdefineret indholdstyper"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Bemærk: I stedet for skabeloner er disse de aktuelle titler og metabeskrivelser for disse brugerdefinerede typer af indlæg og arkivsider."],"Title":["Titel"],"Meta description":["Meta beskrivelse"],"Breadcrumbs Title":["Brødkrumme-titel"],"Replaced with the date of the post/page":["Erstattes med datoen for indlægget/siden"],"Replaced with the title of the post/page":["Erstattes med titlen på indlægget/siden"],"The site's name":["Sidens navn"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Erstattet med indlæg-/sideuddrag (eller auto-genereret hvis det ikke eksisterer)"],"Replaced with the post/page excerpt (without auto-generation)":["Erstattet med indlægs-/sideuddrag (uden auto-generation)"],"Replaced with the current tag/tags":["Erstattes med det/de nuværende tag/tags"],"Replaced with the post categories (comma separated)":["Erstattes med indlæggets kategorier (komma-separeret)"],"Replaced with the category description":["Erstattes med kategori-beskrivelsen"],"Replaced with the tag description":["Erstattes med tag-beskrivelsen"],"Replaced with the term description":["Erstattes med term-beskrivelsen"],"Replaced with the term name":["Erstattes med term-navnet"],"Replaced with the post/page modified time":["Erstattes med indlæggets/sidens ændringsdato"],"Replaced with the post/page ID":["Erstattes med indlæggets/sidens ID"],"Replaced with the post/page author's 'nicename'":["Erstattes med indlæggets/sidens forfatter-kaldenavn"],"Replaced with the post/page author's userid":["Erstattes med indlæggets/sidens forfatter-ID"],"Replaced with the current search phrase":["Erstattes med den nuværende søgning"],"Replaced with the current time":["Erstattes med det nuværende klokkeslæt"],"Replaced with the current date":["Erstattes med den nuværende dato"],"Replaced with the current month":["Erstattes med den nuværende måned"],"Replaced with the current year":["Erstattes med det nuværende år"],"Replaced with the current page total":["Erstattes med det nuværende totale antal sider"],"Replaced with the current page number":["Erstattes med det nuværende sidetal"],"Attachment caption":["Tekst til vedhæftning"],"Replaced with the posts focus keyword":["Erstattes med indlæggets fokus-søgeord"],"Strip the category base (usually <code>/category/</code>) from the category URL.":["Fjern kategoribasen (sædvanligvis <code>/category/</code>) fra kategori-URLʼen."],"Enforce a trailing slash on all category and tag URL's":["Tilføj en skråstreg til alle kategori- og tag-URLʼer"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":["Hvis du vælger et permalink for dine indlæg med %1$s, eller noget som helst andet end %2$s til sidst, vil det få WordPress til alligevel at tilføje et afsluttende skråstreg til alle sider, der ikke er et indlæg."],"Redirect attachment URL's to parent post URL.":["Viderestil URL for vedhæftede filer til URL for forældreindlægget."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URL's if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Vedhæftninger til indlæg gemmes i databasen som indlæg. De er således tilgængelige under deres egen URL, hvis du ikke viderestiller dem. Hvis du aktiverer viderestillinger, vil vedhæftningen viderestille til det indlæg, det er vedhæftet."],"Redirect ugly URL's to clean permalinks. (Not recommended in many cases!)":["Viderestil grimme URLʼer til pæne permalinks. (Frarådes i de fleste tilfælde!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Folk laver fejl i deres links, der henviser til din hjemmeside, eller uønskede parametre tilføjes til slutningen af dine webadresser. Denne funktion tillader dig at viderestille dem alle helt væk. Bemærk, at mens dette er en funktion, der er aktivt vedligeholdt, er det kendt for at bryde flere plugins, og det bør derfor være den første funktion, du deaktiverer, når du støder på problemer efter installation af dette plugin."],"Prevent cleaning out Google Site Search URL's.":["Forhindr, at Google Site Search URLʼer renses væk."],"Google Site Search URL's look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Google Site Search URLʼer ser underlige ud ‒ og ser grimme ud, men hvis du bruger Google Site Search, vil du sandsynligvis ikke ønske at fjerne dem."],"Other variables not to clean":["Andre variable, der ikke skal renses"],"Enable Breadcrumbs":["Aktiver brødkrummer"],"Separator between breadcrumbs":["Seperator imellem brødkrummer"],"Anchor text for the Homepage":["Link-tekst til forsiden"],"Prefix for the breadcrumb path":["Præfiks for brødkrummestien"],"Prefix for Archive breadcrumbs":["Præfiks for arkiv-brødkrummer"],"Prefix for Search Page breadcrumbs":["Præfiks for søgeside-brødkrummer"],"Breadcrumb for 404 Page":["Brødkrumme for 404 siden"],"Remove Blog page from Breadcrumbs":["Fjern blogsiden fra brødkrummer"],"None":["Ingen"],"Blog":["Blog"],"Bold the last page in the breadcrumb":["Marker sidste led i brødkrummen med fed skrift"],"How to insert breadcrumbs in your theme":["Hvordan man indsætter brødkrummer i sit tema"],"You cannot edit the robots.txt file.":["Du kan ikke redigere robots.txt filen."],"Updated Robots.txt":["Robots.txt er opdateret"],"You cannot edit the .htaccess file.":["Du kan ikke redigere .htaccess filen."],"If your robots.txt were writable, you could edit it from here.":["Hvis din robots.txt var skrivbar, ville du kunne redigere den her."],"Edit the content of your robots.txt:":["Rediger indholdet af din robots.txt:"],"Save changes to Robots.txt":["Gem ændringer i Robots.txt"],"Robots.txt":["Robots.txt"],"If your .htaccess were writable, you could edit it from here.":["Hvis din .htaccess var skrivbar, ville du kunne redigere den her."],"Edit the content of your .htaccess:":["Rediger indholdet af din .htaccess:"],"Save changes to .htaccess":["Gem ændringer til .htaccess"],".htaccess file":[".htaccess fil"],"Facebook App ID":["Facebook App ID"],"Disable the author archives":["Deaktiver forfatterarkiverne"],"Disable the date-based archives":["Deaktiver datobaserede arkiver"],"Prevents search engines from using the DMOZ description for pages from this site in the search results.":["Forhindrer søgemaskiner i at bruge DMOZ-beskrivelse for sider på dette website i søgeresultaterne."],"Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.":["Forhindrer søgemaskiner i at bruge beskrivelsen i linkkatalogerne i Yahoo! for sider på dette site i søgeresultaterne."],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Denne funktion bruges til automatisk at tilføje indhold til dit RSS-feed. Mere specifikt skal det bruges til at tilføje links tilbage til din blog og dine blogindlæg, så »dumb scrapers« (søgemaskiner, der hugger dine indlæg. o.a.) automatisk tilføjer disse links også. Det hjælper søgemaskiner med at identificere dig som den oprindelige kilde til indholdet."],"Content to put before each post in the feed":["indhold, der skal indsættes før hvert indlæg i feedet"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kan bruge følgende variabler i indholdet; de vil blive erstattet af værdien til højre."],"A link to the archive for the post author, with the authors name as anchor text.":["Et link til arkivet for indlæggets forfatter, med forfatterens navn som som ankertekst."],"A link to the post, with the title as anchor text.":["Et link til indlægget, med titlen som ankertekst."],"A link to your site, with your site's name as anchor text.":["Et link til dit websted med dit websteds navn som ankertekst."],"A link to your site, with your site's name and description as anchor text.":["Et link til dit websted med dit websteds navn og beskrivelse som ankertekst."],"Check this box to enable XML sitemap functionality.":["Afkryds denne boks for at aktivere XML-sitemap-funktionalitet."],"You can find your XML Sitemap here: %sXML Sitemap%s":["Du kan finde din XML-sitemap her: %sXML-sitemap%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["Du behøver <strong>ikke</strong> at oprette en XML-sitemap, ej heller bruges der tid på at generere det efter udgivelse af et indlæg."],"Save your settings to activate XML Sitemaps.":["Gem dine indstillinger for at aktivere XML-sitemaps."],"General settings":["Generelle indstillinger"],"Please check the appropriate box below if there's a post type that you do <strong>NOT</strong> want to include in your sitemap:":["Markér venligst i den rette boks nedenunder, hvis der er en indlægstype, du <strong>IKKE</strong> ønsker at inkludere i din sitemap:"],"Please check the appropriate box below if there's a taxonomy that you do <strong>NOT</strong> want to include in your sitemap:":["Kryds venligst af i det relevante afkrydsningsfelt nedenfor, hvis der er en taksonomi, som du <strong>IKKE</strong> ønsker at medtage i din sitemap:"],"Fix it.":["Ret det"],"The following file(s) is/are blocking your XML sitemaps from working properly:":["De(n) følgende fil(er) forhindrer dine XML-sitemaps i at virke, som de skal:"],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":["Enten slet dem (dette kan gøres med \"Løs dette\"-knappen) eller deaktivér %1$ss XML-sitemaps. "],"Ignore.":["Ignorer."],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Du har ikke navnet på dit indlæg i webadressen på ​​dine indlæg og sider. Det anbefales kraftigt, at du ændrer dette. Overvej at indstille din permalink-struktur til <strong>/%postname%/</strong>."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, so the suggestion is to disable it, to do that, simply uncheck the box before \"Break comments into pages...\"":["Sideinddeling af kommentarer er aktiveret. Det er ikke nødvendigt i 999 ud af 1000 tilfælde, så vi foreslår at deaktivere den. For at gøre det skal du blot fjerne markeringen i feltet før \"Opdel kommentarer i sider\""],"General Settings":["Generelle indstillinger"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Du kan bruge felterne nedenfor for at blive godkendt hos de forskellige webmasterværktøjer. Hvis dit websted allerede er godkendt, kan du bare glemme alt om disse. Indtast metaværdierne til brug for godkendelse her:"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"Title to use for Author page":["Titel til forfatter-side"],"Meta description to use for Author page":["Meta-beskrivelse til brug på forfattersiden"],"Meta keywords to use for Author page":["Meta-søgeord til brug på forfattersiden"],"Settings":["Indstillinger"],"SEO Title":["SEO titel"],"The SEO title is used on the archive page for this term.":["SEO-titlen anvendes på arkivsiden for denne term."],"SEO Description":["SEO beskrivelse"],"The SEO description is used for the meta description on the archive page for this term.":["SEO-beskrivelsen anvendes som metabeskrivelsen på arkivsiden for denne term."],"Meta keywords used on the archive page for this term.":["Metanøgleord brugt på arkivsiden for denne term."],"Canonical":["Canonical"],"The canonical link is shown on the archive page for this term.":["Det kanoniske link vises på arkivsiden for denne term."],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["Brødkrummetitlen bruges i de brødkrummer, hvor denne %s vises."],"Noindex this %s":["Noindex denne %s"],"Include in sitemap?":["Inkluder i sitemap?"],"Auto detect":["Auto-detekter"],"Always include":["Inkluder altid"],"Never include":["Inkluder aldrig"]," (because of date display)":["(grundet dato-visning)"],"Snippet Preview":["Forhåndsvisning af uddrag"],"Focus Keyword":["Fokus søgeord / sætning"],"The <code>meta</code> description will be limited to %s chars%s, %s chars left.":["<code>meta</code>-beskrivelsen er begrænset til %s tegn%s. %s tegn tilbage."],"If you type something above it will override your %smeta keywords template%s.":["Hvis du skriver noget i feltet herover, overskrives dit %smetakeywords-skabelon%s."],"Meta Robots Index":["Meta Robots Index"],"Meta Robots Follow":["Meta Robots Follow"],"Follow":["Følg"],"Nofollow":["Nofollow"],"Meta Robots Advanced":["Meta Robots Avanceret"],"Advanced <code>meta</code> robots settings for this page.":["Avancerede <code>meta</code>robot-indstillinger for denne side."],"NO ODP":["NO ODP"],"NO YDIR":["NO YDIR"],"No Archive":["Intet arkiv"],"No Snippet":["Intet uddrag"],"Breadcrumbs title":["Brødkrummetitel"],"Title to use for this page in breadcrumb paths":["Titel, der skal bruge for denne side i brødkrummestier"],"Canonical URL":["Canonical URL"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["Den kanoniske webadresse, som denne side skal pege på; efterlades tom, hvis permalinket skal bruges som standard. %sKanoniske adresser på tværs af domæner%s understøttes også."],"301 Redirect":["301-viderestilling (redirect)"],"The URL that this page should redirect to.":["URL'en som denne side skal viderestille til"],"General":["Generel"],"Page Analysis":["Side Analyse"],"Advanced":["Avanceret"],"Archives":["Arkiver"],"Page not found":["Siden blev ikke fundet"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Administrator besked: denne side viser ikke en meta-beskrivelse fordi den ikke har en. Du kan enten angive en specifikt for denne side eller gå til menuen SEO -> Titles og opsætte en skabelon."],"Home":["Hjem"],"Archives for":["Arkiver for"],"You searched for":["Du søgte efter"],"Error 404: Page not found":["Fejl 404: Siden blev ikke fundet"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alle <span class=\"count\">(%s)</span>","Alle <span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Papirkurv <span class=\"count\">(%s)</span>","Papirkurv <span class=\"count\">(%s)</span>"]}}}