{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n > 1;"},"You've never used this focus keyword before, very good.":["Anda belum pernah menggunakan kata kunci fokus ini, sangat bagus."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Anda telah menggunakan fokus kata kunci %1$s sekali sebelum %2$s, pastikan kembali agar lebih jelas URL mana di website Anda yang paling penting untuk kata kunci ini"],"No subheading tags (like an H2) appear in the copy.":["Tidak ada tag subjudul (seperti H2) nampak di salinan."],"The slug for this page is a bit long, consider shortening it.":["Slug untuk halaman ini agak panjang, pertimbangkan memperpendeknya"],"Please create a page title.":["Silakan membuat judul halaman."],"No outbound links appear in this page, consider adding some as appropriate.":["Tidak ada link outbound muncul di halaman ini, pertimbangkan untuk menambahkan beberapa yang sesuai."],"No images appear in this page, consider adding some as appropriate.":["Tidak ada gambar muncul di halaman ini, pertimbangkan untuk menambahkan beberapa yang sesuai."],"The images on this page are missing alt tags.":["Gambar-gambar di halaman ini tidak memiliki tag alt."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Dalam deskripsi meta yang ditetapkan, pertimbangkan: Bagaimana diperbandingkan untuk kompetisi? Mungkinkah dibuat lebih menarik?"],"No meta description has been specified, search engines will display copy from the page instead.":["Tidak ada deskripsi meta yang telah ditentukan, mesin pencari akan menampilkan salinan dari halaman pengganti."],"fairly difficult":["cukup sulit"],"Try to make shorter sentences to improve readability.":["Cobalah untuk membuat kalimat yang lebih pendek untuk meningkatkan keterbacaan."],"difficult":["sulit"],"Try to make shorter sentences, using less difficult words to improve readability.":["Cobalah untuk membuat kalimat lebih pendek, kurangi kata-kata terlalu sulit untuk meningkatkan keterbacaan."],"very difficult":["sangat sulit"]}}}