{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"You've never used this focus keyword before, very good.":["Du har aldrig använt detta fokus-nyckelord tidigare, mycket bra."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Du har använt detta fokus-nyckelord %1$sen gång tidigare%2$s. Du bör vara tydlig med vilken URL på sajten som är viktigast för detta nyckelord."],"No subheading tags (like an H2) appear in the copy.":["Inga taggar för underrubriker (som t.ex. H2) återfinns i brödtexten."],"The slug for this page is a bit long, consider shortening it.":["Urlen för denna sida är rätt så lång. Överväg att förkorta den."],"Please create a page title.":["Vänligen skapa en sidtitel."],"No outbound links appear in this page, consider adding some as appropriate.":["Det finns inga utgående länkar på denna sida. Överväg att att lägga till lämpliga sådana."],"No images appear in this page, consider adding some as appropriate.":["Du har inga bilder på denna sida. Överväg att lägga till bild/er."],"The images on this page are missing alt tags.":["Bilderna på denna sida saknar alt-taggar."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Angående denna metabeskrivning, tänk igenom hur den står sig i konkurransen med andras sidor? Kan den skrivas mer klickvänlig?"],"No meta description has been specified, search engines will display copy from the page instead.":["Ingen metabeskrivning har specifierats, sökmotorer kommer att visa innehåll från webbsidan istället."],"fairly difficult":["ganska svårt"],"Try to make shorter sentences to improve readability.":["Försök göra meningarna kortare för att förbättra läsbarheten."],"difficult":["svårt"],"Try to make shorter sentences, using less difficult words to improve readability.":["Försök skriva kortare meningar med mindre svåra ord för att förbättra läsbarheten."],"very difficult":["Väldigt svår"]}}}