{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n > 1;"},"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Jangan abaikan crawl error: %1$shubungkan dengan Google Search Console disini%2$s."],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s mendeteksi Anda menggunakan versi %2$s yang tidak kompatibel dengan %1$s. Silakan perbarui %2$s ke versi terbaru untuk menggunakan fitur ini."],"Creating redirects is a %s feature":["Membuat pengalihan adalah salah satu fitur %s"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s mendeteksi Anda menggunakan versi %2$s atau %3$s, silakan perbarui ke versi terbaru untuk menghindari permasalahan kompatibilitas."],"Recent Rockstars":["Yang Bersinar"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Jika Anda tidak tahu cara menemukan ID yang diperlukan, baca %1$sartikel ini%2$s."],"Error: a redirect for this URL already exists":[""],"Redirect this broken URL and fix the error":[""],"Posts that are set to %s":[""],"%s Posts Overview":[""],"Prefix for search result pages:":[""],"Prefix for archive pages:":[""],"Prefix for breadcrumbs:":[""],"Anchor text for the homepage:":[""],"Remove blog page from breadcrumbs":[""],"Search Console":[""],"Export your %1$s settings":[""],"%1$s settings":[""],"Yoast SEO":[""],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":[""],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":[""],"Reload crawl issues":[""],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code.":[""],"Get Google Authorization Code":[""],"Please enter the Google Authorization Code in the field below and press the Authenticate button.":[""],"Authenticate":[""],"Reauthenticate with Google ":[""],"Current profile":[""],"Profile":[""],"There were no profiles found":[""],"Save Profile":[""],"or":[""],"Disable the Advanced part of the %1$s meta box":[""],"%1$s Extensions":[""],"%1$s Meta Box":[""],"Who should have access to the %1$s settings":[""],"%1$s comes with some very powerful built-in tools:":[""],"Excluded Posts":[""],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":[""],"Posts to exclude":[""],"Thank you for updating %1$s!":[""],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":[""],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year support and updates, on %2$s.":[""],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":[""],"URL":[""],"Last crawled":[""],"First detected":[""],"Response code":[""],"Mark as fixed":[""],"Create redirect":[""],"Search":[""],"Crawl errors per page":[""],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":[""],"The issues have been successfully reloaded!":[""],"Incorrect Google Authorization Code.":[""],"Issue categories":[""],"Errors that occurred when your site was crawled by Googlebot.":[""],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":[""],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":[""],"Create a redirect":[""],"Current URL:":[""],"New URL:":[""],"Mark as fixed:":[""],"Mark this issue as fixed in %1$s.":[""],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":[""],"Desktop":[""],"Smartphone":[""],"Feature phone":[""],"%1$s Settings":[""],"Posts with good SEO score":[""],"Posts with OK SEO score":[""],"Posts with poor SEO score":[""],"Posts with bad SEO score":[""],"Posts without focus keyword":[""],"Upgrade to %1$s &raquo;":[""],"The %1$s plugin(s) might cause issues when used in conjunction with %2$s.":[""],"This warning is generated by %1$s.":[""],"Access denied":[""],"Server requires authentication or is blocking Googlebot from accessing the site.":[""],"Faulty redirects":[""],"Not followed":[""],"Not found":[""],"URL points to a non-existent page.":[""],"Google was unable to crawl this URL due to an undetermined issue.":[""],"Blocked":[""],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":[""],"Server Error":[""],"Request timed out or site is blocking Google.":[""],"Soft 404":[""],"More %1$s":[""],"%s Breadcrumbs":[""],"Breadcrumbs separator:":[""],"Breadcrumb for 404 pages:":[""],"Error creating %1$s export: ":[""],"Configure %1$s's OpenGraph settings":[""],"Configure %1$s's XML Sitemap settings":[""],"%1$s has been updated to version %2$s. %3$sClick here%4$s to find out what's new!":[""],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":[""],"Just another WordPress site":[""],"Latest Changes":[""],"We've summarized the most recent changes in %s.":[""],"View Changes":[""],"Clean up the %s":["Bersihkan %s"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":[""],"Alternate name":["Nama alternatif"],"Duplicate content prevention":["Pencegahan konten duplikat"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":[""],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":[""],"Add %s to the author archives":["Tambahkan %s ke arsip penulis"],"Date-based archives could in some cases also be seen as duplicate content.":[""],"Add %s to the date-based archives":["Tambahkan %s ke arsip berbasis tanggal"],"Sitewide meta settings":["Pengaturan meta keseluruhan situs"],"Use meta keywords tag?":["Gunakan meta keywords tag?"],"Add %s meta robots tag sitewide":["Tambahkan meta robots tag %s untuk keseluruhan situs"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":[""],"Add Twitter card meta data to your site's %s section.":["Tambahkan meta data Twitter card ke bagian %s situs Anda."],"Taxonomy to show in breadcrumbs for post types":["Taksonomi yang akan ditampilkan pada breadcrumbs untuk tipe pos"],"Post type archive to show in breadcrumbs for taxonomies":[""],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":[""],"Page %1$d of %2$d":["Laman %1$d dari %2$d"],"Mobile-Friendly Test":["Pengujian Mobile-Friendly"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":[""],"Please make sure both fields are filled.":["Pastikan kedua bidang terisi."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":[""],"This Facebook user has already been added as an admin.":["Pengguna Facebook ini telah ditambahkan sebagai admin."],"More info can be found %1$son our knowledge base%2$s.":["Info lebih lanjut bisa dibaca %1$sdi knowledge base kami%2$s."],"Add Facebook admin":["Tambahkan admin Facebook"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":[""],"Admin's name:":["Nama Admin:"],"Admin's Facebook user ID:":[""],"Website name":[""],"The recommended image size for %1$s is %2$spx.":["Ukuran gambar yang direkomendasikan untuk %1$s adalah %2$spx."],"Warning: the variable %s cannot be used in this template.":["Peringatan: variabel %s tidak bisa digunakan di dalam templat ini."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Kami tidak dapat membuat koneksi dengan API kami untuk melakukan verifikasi kunci lisensi Anda. Silahkan menyampaikan permintaan kepada perusahaan hosting anda untuk mengizinkan koneksi keluar dari server anda ke %s."],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Server Anda memiliki versi lama dari Curl modul PHP (Versi: %s). Silahkan meminta perusahaan hosting Anda untuk memperbaruinya ke versi Curl terbaru. Anda dapat membaca lebih lanjut tentang itu di %sKnowledge Base%s kami."],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":["Gambar fitur minimal harus 200x200 pixel yang akan dipakai oleh Facebook dan situs media sosial lainnya."],"See the help tab for more info.":["Lihat tab bantuan untuk info lebih lanjut."],"Note that not all variables can be used in every template.":["Perhatikan bahwa tidak semua variabel dapat digunakan dalam setiap templat."],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["%1$s dan %2$s dapt membuat output OpenGraph, ini akan membuat Facebook, Twitter, LinkedIn dan jejaring sosial lainnya menggunakan teks dan gambar yang salah ketika laman Anda dibagikan."],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":["%1$s dan %2$s dapat membuat XML sitemap. Memiliki dua XML sitemap tidak berguna bagi mesin pencari, dan bisa jadi memperlambat situs Anda."],"To be able to access %sFacebook Insights%s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Agar bisa mengakses %sFacebook Insights%s untuk situs anda, anda harus menjadi Facebook Admin. Ini bisa sebagai user. Jika anda memiliki app untuk situs anda, anda bisa menggunakan app tersebut."],"Warning!":["Peringatan!"],"Recommended solution":["solusi yang direkomendasikan"],"We recommend you deactivate %1$s and have another look at your %2$s configuration using the button above.":["Kami sarankan Anda menonaktifkan %1$s dan memeriksa ulang konfigurasi %2$s Anda menggunakan tombol di atas."],"Deactivate %s":["Nonaktifkan %s"],"What’s new in %s":["Yang baru di %s"],"Activation failed:":["Aktivasi gagal:"],"Export created: %1$sdownload your export file here%2$s.":["File ekspor telah dibuat: %1$sunduh file ekspor Anda disini%2$s."],"Could not zip settings-file.":["Tidak dapat melakukan kompresi berkas pengaturan."],"Could not write settings to file.":["Tidak dapat menyimpan pengaturan ke  dalam berkas."],"This export includes taxonomy metadata":["File ekspor ini termasuk metadata taksonomi"],"No taxonomy metadata found":["Tidak ditemukan metadata taksonomi"],"Error: no Robots Meta data found to import.":["Galat: tak ditemukan data Robots Meta untuk diimpor."],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["Impor pengaturan dengan memilih <em>settings.zip</em> lalu klik \"Impor pengaturan\""],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Filter extension tampaknya tidak tersedia. Silakan bertanya kepada host web Anda untuk mengaktifkannya."],"Company Info":["Info Perusahaan"],"Your Info":["Info Anda"],"Upload Image":["Unggah Gambar"],"Breadcrumbs":["Breadcrumbs"],"SEO:":["SEO:"],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":[""],"Tab: Your Info / Company Info":["Tab: Info Anda / Info Perusahaan"],"Add some info here needed for Google's Knowledge Graph.":["Tambahkan info di sini untuk Google Knowledge Graph."],"Tab: Webmaster Tools":["Tab: Webmaster Tools"],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":["Anda bisa menambahkan kode verifikasi untuk berbagai program Webmaster Tools di sini. Kami sarankan Anda mencoba Webmaster Tools dari Google dan Bing."],"Tab: Security":["Tab: Keamanan"],"Determine who has access to the plugins advanced settings on the post edit screen.":["Tentukan siapa yang berhak mengakses pengaturan lanjut plugin via editor pos."],"Subscribe to our Newsletter":["Berlangganan Nawala kami"],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":["Tab pertama akan menunjukkan pengaturan judul untuk keseluruhan situs, umumnya anda hanya perlu mengubah Pemisah Judul."],"On the archives tab you can set templates for specific pages like author archives, search results and more.":["Pada tab arsip, Anda bisa mengatur templat untuk laman tertentu seperti arsip penulis, hasil pencarian, dan lain-lain."],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":["Di tab Lainnya, Anda bisa mengubah pengaturan meta untuk keseluruhan situs, seperti mengaktifkan meta keywords."],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":["Pada tab ini, Anda bisa melakukan verifikasi situs dengan Pinterest dan memasukkan akun Pinterest Anda."],"On this tab you can enter some more of your social accounts, mostly used for Google's Knowledge Graph.":["Pada tab ini, Anda bisa memasukkan berbagai akun media sosial, yang kebanyakan digunakan untuk Google Knowledge Graph."],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":["Plugin ini menambahkan XML sitemap untuk situs Anda. Sitemap ini diupdate secara otomatis saat Anda menerbitkan pos, laman, atau pos kustom. Google dan Bing akan otomatis diberitahu."],"Advanced Settings":["Pengaturan Lanjut"],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":["Semua opsi pada tab-tab ini hanya untuk pengguna tingkat lanjut. Jika Anda tidak tahu apakah Anda membutuhkannya atau tidak, mohon jangan disentuh."],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":[""],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":["Terima kasih telah menggunakan plugin kami dan sukses dengan SEO Anda!<br/><br/>Salam,<br/>Tim Yoast - %1$sYoast.com%2$s"],"Introduction Tour":["Tur Perkenalan"],"Restore Default Settings":["Kembalikan Pengaturan Bawaan"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Data ini ditampilkan sebagai metadata di situs Anda. Data ini untuk dimunculkan di Google Knowledge Graph. Anda bisa mengisikan data perusahaan atau pribadi, pilih salah satu:"],"Company or person":["Perusahaan atau orang"],"Choose whether you're a company or person":["Pilih apakah Anda sebuah perusahaan atau orang"],"Company":["Perusahaan"],"Person":["Orang"],"Company Name":["Nama Perusahaan"],"Company Logo":["Logo Perusahaan"],"Your name":["Nama Anda"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["Ini adalah bidang untuk memasukkan license keys dari salah satu plugin premium kami, jika Anda ingin mengaktifkannya."],"Enable force rewrite titles":["Paksakan penulisan ulang judul"],"Accounts":["Akun"],"To inform Google about your social profiles, we need to know their URLs.":["Untuk menginformasikan profil-profil media sosial Anda ke Google, kami membutuhkan URL masing-masing."],"For each, pick the main account associated with this site and please enter them below:":["Untuk masing-masing, pilih akun utama yang dikaitkan dengan situs ini dan masukkan ke dalam bidang di bawah ini:"],"Twitter Username":["Username Twitter"],"Instagram URL":["URL Instagram"],"LinkedIn URL":["URL LinkedIn"],"MySpace URL":["URL MySpace"],"Pinterest URL":["URL Pinterest"],"YouTube URL":["URL YouTube"],"Google+ URL":["URL Google+"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest mengunakan metadata Open Graph seperti Facebook, jadi pastikan Open Graph pada tab Facebook tetap tercentang jika Anda ingin mengoptimasi situs Anda untuk Pinterest."],"Pinterest verification":["Verifikasi Pinterest"],"To %1$sverify your site with Pinterest%2$s, add the meta tag here:":["Untuk %1$smemverifikasikan situs dengan Pinterest%2$s, tambahkan tag meta di sini:"],"Bulk editor":["Editor massal"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Perkakas ini memampukan Anda mengubah judul dan deskripsi pos dan laman dengan cepat tanpa harus melakukannya di editor masing-masing."],"Import and Export":["Impor dan Ekspor"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Impor pengaturan dari plugin SEO lain dan ekspor pengaturan tersebut untuk digunakan kembali di blog ini (atau yang lain)."],"File editor":["Penyunting Berkas"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Perkakas ini membantu Anda mengubah berkas-berkas penting untuk SEO Anda secara cepat, seperti berkas robots.txt dan, jika ada, berkas .htaccess."],"&laquo; Back to Tools page":["&laquo; Kembali ke laman Perkakas"],"Max entries per sitemap":["Entri maksimum per sitemap"],"Credits":["Kredit"],"More Translations":["Terjemahan Lainnya"],"%1$s ships, at time of release, with %4$d translations, of which %5$d are complete. That's a huge improvement from last time, and we're improving every week. Join us at %2$stranslate.yoast.com%3$s!":[""],"Go to The General settings page →":["Ke laman Pengaturan Umum →"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":["Meskipun kebanyakan anggota tim pengembang berada di %1$sYoast%2$s di Belanda, namun %3$s dibangun oleh pengembang dari berbagai penjuru dunia."],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Ingin membantu kami mengembangkan? Baca %1$panduan kontribusi%2$s kami!"],"Project Leaders":["Pemimpin Proyek"],"Project Lead":["Pemimpin Proyek"],"Lead Developer":["Developer Utama"],"QA & Translations Manager":["Tanya Jawab & Pengatur Terjemahan"],"Contributing Developers":["Pengembang yang Berkontribusi:"],"Developer":["Pengembang"],"Contributors to this release":["Kontributor untuk Rilis ini:"],"Change URLs":["Ubah URL"],"Clean up permalinks":["Bersihkan permalinks"],"Import from other SEO plugins":["Impor dari plugin SEO lain"],"Import from other plugins":["Impor dari plugin lain"],"If you want to import data from (by now ancient) Yoast plugins, you can do so here:":["Jika Anda ingin mengimport data dari plugin-plugin Yoast (yang lama), anda juga bisa melakukannya di sini:"],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":["Plugin All-in-One-SEO terdeteksi. Apakah Anda ingin %simport pengaturannya%s?"],"You are not allowed to access this page.":["Anda tidak diizinkan mengakses laman ini."],"Tools":["Alat"],"Your %s license has been activated. ":["Lisensi %s Anda telah diaktifkan."],"You have an unlimited license. ":["Anda memiliki lisensi tak terbatas."],"You have used %d/%d activations. ":["Anda telah menggunakan aktivasi %d/%d. "],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["di,ke,tentang,setelah,lagi,semua,sebagai,karena,sebelum,tapi,oleh,dari,yang,sebuah,pada,antara,bawah,atas,untuk,dia,akan,juga,anda,bisa,dalam,maka,itu,ini,atau,saya,hanya,kepada,selama,dengan,sama,tetapi,lagi,kami,mereka,pun"],"The SEO title defaults to what is generated based on this sites title template for this posttype.":["Judul SEO menyesuaikan dengan judul yang dihasilkan oleh template judul situs untuk tipe pos ini."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":[""],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Jika anda tidak ingin menggunakan meta deskripsi untuk pos yang dibagi di %s tetapi ingin menggunakan deskripsi lain, tulis disini. "],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":[""],"%s Title":["%s Judul"],"%s Description":["%s Uraian singkat"],"%s Image":["%s Gambar"],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":[""],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":[""],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":[""],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":[""],"Translation of %s":["Terjemahan dari %s"],"Register now &raquo;":["Daftar sekarang &raquo;"],"The old data of the imported plugin was deleted successfully.":["Data lama dari plugin yang diimpor berhasil dihapus."],"Content to put after each post in the feed":["Konten yang akan diletakkan sesudah masing-masing pos dalam umpan"],"Exclude user roles":["Kecualikan peran pengguna"],"Pinterest Rich Pins Validator":["Validasi Pinterest Rich Pins"],"HTML Validator":["Validasi HTML"],"CSS Validator":["Validasi CSS"],"Google Page Speed Test":["Google Page Speed Test"],"Modern IE Site Scan":["Modern IE Site Scan"],"Focus keyword usage":["Penggunaan kata kunci fokus"],"You have used HTML in your value which is not allowed.":["Anda tidak diijinkan mengisi ruas dengan HTML "],"Exclude user from Author-sitemap":["Kecualikan user dari sitemap penulis"],"(no parent)":["(tanpa induk)"],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":[""],"Title &amp; Metas settings":["Judul &amp; konfigurasi meta"],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":[""],"Templates and settings":["Templat dan pengaturan"],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":["Sekarang, klik pada tab &#8216;%1$sTipe Pos%2$s&#8217;, ini akan menjadi contoh kita."],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":["Template dibangun menggunakan berbagai variabel. Anda bisa mendapatkan variabel tersebut pada tab bantuan (yang terletak pada bagian pojok kanan-atas pada halaman). Dengan variabel tersebut, Anda dapat melakukan setelan tertentu yang bisa mempengaruhi perilaku dari tipe post."],"Previous":["Sebelumnya"],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":[""],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":["Pengaturan frontpage memungkinkan Anda untuk mengatur meta-data untuk situs Anda, sedangkan pengaturan default memungkinkan Anda untuk mengatur fallback untuk semua posting/halaman tanpa gambar."],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":[""],"This tab allows you to add specific post meta data for Google+. And if you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":[""],"What are XML sitemaps?":["Apa itu sitemap XML?"],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":["Sitemap adalah file XML yang berisi daftar URL sebuah situs. Hal ini memungkinkan webmaster untuk menyertakan informasi tambahan tentang setiap URL : kapan terakhir diperbarui , seberapa sering berubah, dan seberapa penting kaitannya dengan URL lain di situs tersebut. Hal ini memungkinkan mesin pencari dapat menjelajahi situs dengan lebih cerdas."],"What does the plugin do with XML Sitemaps?":["Apa yang dilakukan plugin ini dengan Sitemap XML?"],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":["Apabila anda ingin mengecualikan beberapa tipe post dan/atau taksonomi, anda juga dapat melakukannya pada halaman ini."],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":["Apakah memori server Anda rendah? Kurangi entri per sitemap (bawaan: 1000) untuk mengurangi beban."],"Extensions and Licenses":["Ekstensi dan Lisensi"],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":[""],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":[""],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":[""],"Add Google+ specific post meta data":["Tambahkan Google+ pada meta data posting"],"Exclude users without posts":["Kecualikan pengguna tanpa post"],"Disable all users with zero posts":["Non-aktifkan semua pengguna yang tidak memiliki posting"],"Please check the appropriate box below if there's a user role that you do <strong>NOT</strong> want to include in your sitemap:":[""],"Replaced with the post/page author's 'Biographical Info'":["Gantikan dengan 'Info Biografi' penulis pos/laman"],"Team Yoast":["Tim Yoast"],"Publication date":["Tanggal diterbitkan"],"The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.<br/><br/>Read %sthis post%s for more info.":[""],"No Image Index":["Tidak ada indeks gambar"],"Are you sure you want to reset your SEO settings?":["Anda yakin akan melakukan penyuntingan ulang?"],"Title Separator":["Pemisah Judul"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Pilihlah simbol yang akan digunakan sebagai pemisah judul. Simbol tersebut akan terlihat diantara judul posting dan nama situs web."],"Symbols are shown in the size they'll appear in in search results.":["Simbol-simbol ditampilkan dalam ukuran sebagaimana yang nampak pada hasil penelusuran."],"Take note:":["Buat catatan:"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on <strong>unattached</strong> media items!":[""],"So remember: If you change the %sattachment redirection setting%s in the future, the below settings will take effect for *all* media items.":[""],"public":["publik"],"archived":["diarsipkan"],"mature":["dewasa"],"spam":["spam"],"New sites in the network inherit their SEO settings from this site":["Situs baru dalam jaringan akan memiliki settingan SEO yang sama dari situs ini "],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Pilih situs yang pengaturannya ingin Anda gunakan sebagai default untuk semua situs yang ditambahkan ke jaringan Anda. Jika Anda memilih 'Tidak', default plugin yang normal akan digunakan."],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":[""],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":[""],"Site ID":["ID Situs"],"Copy home meta description":["Salin meta deskripsi beranda"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Ini adalah judul, deskripsi dan gambar yng digunakan di dalam meta tag Open Graph pada halaman depan situs anda."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":[""],"Advanced Variables":["Variabel Tingkat Lanjut"],"Premium Support":["Dukungan Khusus (Premium)"],"FAQ":["FAQ"],"Remove these ads?":["Hapus iklan ini?"],"This is a rendering of what this post might look like in Google's search results.<br/><br/>Read %sthis post%s for more info.":[""],"Warning:":["Peringatan:"],"Title display in Google is limited to a fixed width, yours is too long.":["Tampilan judul di Google memiliki batas karakter, judul Anda terlalu panjang."],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":[""],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":[""],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Lisensi Anda telah kadaluwarsa. Anda harus <a href=\"%s\">memperpanjang lisensi</a> untuk menggunakannya lagi."],"Request error: \"%s\" (%scommon license notices%s)":["Permintaan gagal: \"%s\" (%spemberitahuan lisensi umum%s)"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s sudah diaktifkan di dalam jaringan, Anda bisa mengatur lisensi di <a href=\"%s\">halaman lisensi admin jaringan</a>."],"%s is network activated, please contact your site administrator to manage the license.":["%s sudah diaktifkan di dalam jaringan, mohon hubungi admin situs untuk mengatur lisensi."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":[""],"Your %s license will expire on %s.":["Lisensi %s Anda akan berakhir pada %s."],"%sRenew your license now%s.":["%sPerbarui lisensi Anda sekarang%s."],"The premium version of %1$s with more features & support.":[""],"Optimize your videos to show them off in search results and get more clicks!":["Optimasikan video Anda agar tampil pada laman hasil pencarian dan mendapat lebih banyak klik!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Apakah Anda ada di Google News? Tingkatkan kunjungan ke situs web Anda melalui Google News dengan melakukan optimisasi yang tepat!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Meningkatkan peringkat secara lokal dan di Google Map, tanpa mengeluarkan keringat!"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":[""],"Get this extension":["Dapatkan ekstensi ini"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Cegah pembersihan parameter-parameter Kampanye Google Analytics dan Google Adwords."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Variabel pengganti tidak boleh diawali dengan \"%%cf_\" atau \"%%ct_\" karena keduanya disediakan untuk variabel standar WPSEO yang ditujukan untuk custom fields dan custom taxonomies. Cobalah membuat variabel sendiri dengan nama yang unik."],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":[""],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Anda tidak bisa melakukan penggantian variabel standar WPSEO dengan mendaftarkan variabel yang memiliki nama sama. Gunakan saja filter \"wpseo_replacement\" daripada membuat penyesuaian pada nilai penggantian."],"Replaced with the title of the parent page of the current page":["Digantikan dengan judul halaman induk dari halaman tersebut"],"The site's tag line / description":["Deskripsi / slogan situs"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Digantikan dengan nomor halaman saat ini sesuai konteks (misalnya halaman 2 dari 4)"],"Check Rich Snippets":["Cek Rich Snippets"],"Facebook Debugger":["Facebook Debugger"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Ekstensi Standard PHP Library (SPL) nampaknya tidak tersedia. Mintalah kepada web host Anda untuk mengaktifkannya."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Pertama yang benar-benar memberikan semua solusi SEO untuk Wordpress, termasuk analisa konten halaman, Peta Situs XML, dan masih banyak lagi."],"https://yoast.com/":["https://yoast.com/"],"Please select a valid taxonomy for post type \"%s\"":["Silakan pilih taksonomi yang valid untuk tipe pos \"%s\""],"Post doesn't exist.":["Pos tidak ada."],"Post has an invalid Post Type: %s.":["Pos memiliki Tipe Pos invalid: %s."],"You can't edit %s.":["Anda tidak dapat menyunting %s."],"You can't edit %s that aren't yours.":["Anda tidak dapat menyunting %s yang bukan milik Anda."],"Extensions":["Ekstensi"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":[""],"Filter":["Saring"],"WP Page Title":["Judul Laman WP"],"Post Type":["Tipe Pos"],"Post Status":["Status Pos"],"Page URL/Slug":["URL/Slug Laman"],"Existing Yoast Meta Description":["Deskripsi Meta Yoast Sebelumnya"],"New Yoast Meta Description":["Deskripsi Meta Yoast Baru"],"Action":["Aksi"],"Edit this item":["Sunting bagian ini"],"Edit":["Sunting"],"Preview &#8220;%s&#8221;":["Pratinjau &#8220;%s&#8221;"],"Preview":["Pratampil"],"View &#8220;%s&#8221;":["Lihat &#8220;%s&#8221;"],"View":["Lihat"],"Existing Yoast SEO Title":["Judul Yoast SEO sebelumnya"],"New Yoast SEO Title":["Judul SEO Yoast Baru"],"Debug Information":["Informasi Debug"],"Current option:":["Pilihan saat ini:"],"Site-wide default: %s":[""],"No post content to analyse.":["Tidak ada konten pos untuk dianalisa."],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">Tahukah bahwa Anda dapat meningkatkan lisensi?</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">Lisensi Anda akan berakhir pada %d hari, akankah Anda memperpanjangnya?</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Anda telah mencapai batas aktivasi. Anda harus <a href=\"%s\">meningkatkan lisensi Anda</a> untuk menggunakannya di situs ini."],"Failed to activate your license, your license key seems to be invalid.":["Gagal mengaktifkan lisensi Anda, kunci lisensi Anda sepertinya tidak valid."],"Your %s license has been deactivated.":["Lisensi %s Anda telah dinonaktifkan."],"Failed to deactivate your %s license.":["Gagal menonaktifkan lisensi %s Anda."],"%s License":["Lisensi %s"],"Theme License":["Lisensi Tema"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["Memutakhirkan tema ini akan menghapus segala kostumisasi yang telah Anda buat. 'Batal' untuk membatalkan, 'OK' untuk memutakhirkan."],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":[""],"%s failed to check for updates because of the following error: <em>%s</em>":[""],"%s: License Settings":[""],"License status":["Status lisensi"],"Toggle license status":[""],"Deactivate License":["Nonaktifkan Lisensi"],"(deactivate your license so you can activate it on another WordPress site)":[""],"Activate License":["Aktifkan Lisensi"],"Please enter a license key in the field below first.":["Silakan masukkan license key pada bidang di bawah ini terlebih dahulu."],"License Key":["License Key"],"Paste your %s license key here..":["Masukkan kunci lisensi %s Anda di sini.."],"You defined your license key using the %s PHP constant.":[""],"Failed to remove hardcoded meta description.":[""],"Earlier found meta description was not found in file. Renewed the description test data.":[""],"Pinterest":["Pinterest"],"Yandex Webmaster Tools":["Yandex Webmaster Tools"],"You cannot create a robots.txt file.":["Anda tidak dapat membuat berkas robots.txt."],"You don't have a robots.txt file, create one here:":["Anda belum memiliki file robots.txt, buatlah disini:"],"Create robots.txt file":["Buat file robots.txt"],"Setting \"%s\" is no longer used and has been discarded.":["Pengaturan \"%s\" sudah tidak dipakai dan telah dibuang."],"No settings found in file.":[""],"Unzipping failed - file settings.ini not found.":["Ekstrak berkas gagal - file settings.ini tidak ditemukan."],"Unzipping failed with error \"%s\".":["Ekstrak berkas gagal dengan kesalahan \"%s\"."],"Licenses":["Lisensi"],"Meta keywords":["Kata kunci meta"],"%s restored to default SEO settings.":["%s dikembalikan ke pengaturan SEO bawaan."],"Blog %s not found.":["Blog %s tidak ditemukan."],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":[""],"The default card type to use":[""],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":[""],"%s does not seem to be a valid %s verification string. Please correct.":[""],"Please select a valid post type for taxonomy \"%s\"":[""],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":[""],"Summary":["Ringkasan"],"Summary with large image":["Nukilan dengan gambar besar"],"%s does not seem to be a valid url. Please correct.":[""],"%s does not seem to be a valid Twitter user-id. Please correct.":[""],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":[""],"The default blog setting must be the numeric blog id of the blog you want to use as default.":[""],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":[""],"No numeric value was received.":[""],"Title optimization":["Optimalisasi Judul"],"For more information:":["Informasi lebih lanjut:"],"There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.":["Ada %d kata dalam tubuh artikel, ini sedikit dibawah rekomendasi minimum %d kata, silakan tambahkan lebih banyak tulisan."],"Use Image":["Gunakan Gambar"],"There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.":["Ada %d kata dalam tubuh artikel, ini dibawah rekomendasi minimum %d kata. Silakan tambahkan lebih banyak konten yang bermanfaat bagi pembaca."],"There are %d words contained in the body copy, this is more than the %d word recommended minimum.":["Ada %d kata dalam tubuh artikel, ini sudah cukup diatas rekomendasi minimum %d kata."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Ini membantu Anda membuat URL yang lebih rapi dengan menyingkirkan kata sambung secara otomatis."],"Remove stop words from slugs.":["Singkirkan kata sambung dari slug alamat."],"Why Google won't display the right page title":["Mengapa Google tidak akan menampilkan judul laman yang benar"],"Template explanation":["Penjelasan templat"],"Basic Variables":["Variabel-variabel Dasar"],"SEO Issue:":["Isu SEO:"],"Your theme contains a meta description, which blocks %1$s from working properly. Please visit the %2$sSEO Dashboard%3$s to fix this.":[""],"Google+":["Google+"],"Facebook profile URL":["URL profil Facebook"],"Check":["Periksa"],"Pick the main keyword or keyphrase that this post/page is about.<br/><br/>Read %sthis post%s for more info.":["Pilih kata atau frasa kunci utama untuk pos/laman ini.<br/><br/>Baca %sthis post%s untuk info lebih lanjut."],"index":["index"],"noindex":["noindex"],"Your focus keyword was found in:":["Kata kunci utama Anda ditemukan dalam:"],"Article Heading: ":["Judul Artikel:"],"Page title: ":["Judul Laman:"],"Page URL: ":["URL Laman:"],"Content: ":["Konten:"],"Meta description: ":["Deskripsi meta:"],"All SEO Scores":["Semua Skor SEO"],"Page Analysis has been disabled.":["Analisis Laman telah dinonaktifkan."],"Removed hardcoded meta description.":["Menghapus deskripsi meta hardcoded"],"Re-check theme.":["Ricek tema."],"The plugin Robots-Meta has been detected. Do you want to %simport its settings%s.":["Robots-Meta plugin telah terdeteksi. Apakah Anda ingin %simport its settings%s."],"Robots-Meta has been deactivated":["Robots-Meta telah dinonaktifkan"],"All-In-One-SEO has been deactivated":["All-In-One-SEO telah dinonaktifkan"],"Edit Files":["Edit Berkas"],"Replaced with the slug which caused the 404":["Digantikan dengan slug yang menyebabkan 404"],"Replaced with a custom taxonomies description":["Digantikan dengan deskripsi taksonomi kustom"],"Facebook":["Facebook"],"Add Open Graph meta data":["Tambahkan data meta Open Graph"],"Facebook Page URL":["URL Laman Facebook"],"User sitemap":["Peta situs pengguna"],"Disable author/user sitemap":["Nonaktifkan peta situs penulis/pengguna"],"N/A":["Tidak ada"],"Poor":["Kurang Baik"],"Good":["Bagus"],"Bad":["Buruk"],"Posts":["Pos"],"You've never used this focus keyword before, very good.":["Anda belum pernah menggunakan kata kunci fokus ini, sangat bagus."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Anda telah menggunakan fokus kata kunci %1$s sekali sebelum %2$s, pastikan kembali agar lebih jelas URL mana di website Anda yang paling penting untuk kata kunci ini"],"You've used this focus keyword %3$s%4$d times before%2$s, it's probably a good idea to read %1$sthis post on cornerstone content%2$s and improve your keyword strategy.":["Anda telah menggunakan fokus katakunci %3$s%4$d kali sebelumnya %2$s, mungkin ada baiknya membaca %1$sposting ini%2$s dan kembangkan strategi katakunci fokus anda."],"You must %sgo to your Reading Settings%s and uncheck the box for Search Engine Visibility.":["Anda harus %smenuju pengaturan bacaan%s menghilangkan centang kotak untuk pantauan mesin pencari."],"Replaced with the current day":["Terganti dengan yang hari ini"],"Entries per page":["Masukan per halaman"],"If you had a .htaccess file and it was editable, you could edit it from here.":["Jika anda memiliki file .htaccess yang sudah diedit. anda dapat mengeditnya disini"],"If you had a robots.txt file and it was editable, you could edit it from here.":["Jika anda memiliki file robot.txt yang dapat diedit, andapun dapat mengedit disini"],"WooThemes SEO framework settings &amp; data successfully imported.":["Sukses mengimpor data &amp; pengaturan kerangka SEO WooThemes"],"HeadSpace2 data successfully imported":["Sukse mengimpor data HeadSpace2"],"Import from WooThemes SEO framework?":["Impor dari kerangka SEO WooThemes ?"],"Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.":["Frase Kunci Anda lebih dari 10 kata, frase kunci harus lebih pendek dan hanya ada satu frase kunci"],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Jika Anda memiliki laman Google+ untuk bisnis, tambahkan URL tersebut di sini dan hubungkan pada halaman Google+ Anda tentang halaman."],"Your theme contains a meta description, which blocks %1$s from working properly, please delete the following line, or press fix it:":[""],"Google Publisher Page":["Halaman Google Publisher"],"Date in Snippet Preview":["Tanggal pada Pra Tampil Snippet"],"Twitter username (without @)":["User Twitter (tanpa @)"],"Show date in snippet preview?":["Tampilkan tanggal di pratampil snippet ?"],"SEO: OK":["SEO: OK"],"SEO: Poor":["SEO: Jelek"],"SEO: Bad":["SEO: Buruk"],"SEO: No Focus Keyword":["SEO: Tidak ada Kata Terfokus "],"SEO: Good":["SEO: Bagus"],"SEO: Post Noindexed":["SEO: Posting Tidakterindeks"],"Meta Desc.":["Deskripsi Meta"],"Focus KW":["Kata Kunci Fokus"],"%s, Author at %s":["%s, Pengarang %s"],"Remove the <code>?replytocom</code> variables.":["Hapus variabel <code>?replytocom</code>"],"Post Types":["Tipe Posting"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Ini mencegah untaian balasan berjalan jika pengguna menonaktifkan JavaScript, tapi bagi sebuah situs besar bisa berarti peningkatan <em>besar</em> atas efisiensi perayapan mesin pencari ketika situs Anda memiliki banyak sekali komentar."],"Replaced with the post type single label":["Ganti dengan label tipe posting tunggal"],"Other":["Lainnya"],"Replaced with the post type plural label":["Ganti dengan label tipe posting beragam"],"%s Archive":["%s Arsip"],"Social settings":["Pengaturan sosial"],"Sitewide settings":["Pengaturan lebar situs"],"%s Archives":["%s Arsip"],"Always index":["Index selalu"],"No focus keyword was set for this %s. If you do not set a focus keyword, no score can be calculated.":["Tidak ada fokus kata kunci untuk %s. Jika anda tidak mengatur fokus kata kunci, tidak akan ada kalkulasi angka"],"To update this page analysis, save as draft or update and check this tab again":["Untuk update halaman analisis, simpan sebagai draft atau update dan centang lagi tab ini"],"No subheading tags (like an H2) appear in the copy.":["Tidak ada tag subjudul (seperti H2) nampak di salinan."],"The keyword density is %s%%, which is over the advised 4.5%% maximum, the keyword was found %s times.":["Kepadatan kata kunci %s%% lebih banyak dari yang disarankan maksimal 4.5%%, kata kunci ditemukan %s kali."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":[""],"Replaced with a posts custom taxonomies, comma separated.":["Diganti dengan kustomisasi taksonomi tulisan, dipisahkan dengan tanda koma."],"Replaced with a posts custom field value":["Ganti dengan nilai area kostumisasi posting"],"Take this tour to quickly learn about the use of this plugin.":["Jadikan tur ini sebagai media cepat belajar menggunakan plugin ini."],"Special Pages":["Halaman Khusus"],"I don't know why you'd want to use meta keywords, but if you want to, check this box.":["Saya tidak tahu kenapa anda ingin menggunakan kata kunci meta, jika ingin, centang kota ini."],"Unchecking this box allows authors and editors to redirect posts, noindex them and do other things you might not want if you don't trust your authors.":["Hilangkan centang kotak ini untuk mengizinkan pengarang atau editor mengalihkan posting, atur noindex dan lakukan yang dianggap perlu jika anda tidak mempercayai pengarang."],"Post is set to noindex.":["Posting diatur noindex"],"Use %s default (Currently: %s)":["Gunakan %s default (Saat ini: %s)"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["%s ini mengikuti pengaturan indeksasi yang diset pada Meta dan Judul, Anda bisa menggantinya disini."],"Titles &amp; Metas":["Titel &amp; Metas"],"Default for post type, currently: %s":["Tipe posting default, saat ini: %s"],"Focus keyword not set.":["Fokus katakunci belum diatur"],"Search for \"%s\"":["Pencarian untuk \"%s\""],"Always noindex":["Selalu noindex"],"Noindex subpages of archives":["Noindex sub-laman dari arsip"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, enable this.":["Jika Anda ingin mencegah /page/2/ dan seterusnya dari arsip manapun ditampilkan di hasil pencarian, aktifkan ini."],"Hide RSD Links":["Sembunyi Link RSD"],"Hide WLW Manifest Links":["Sembunyi Manifest WLW"],"Hide Shortlink for posts":["Sembunyi url pendek untuk posting"],"Hide RSS Links":["Sembunyi Link RSS"],"Meta Robots":["Meta Robot"],"Hide":["Sembunyi"],"These pages will be %s by default, so they will never show up in search results.":[""],"The separator defined in your theme's <code>wp_title()</code> tag.":["Pemisah (separator) yang ditentukan dalam tag <code>wp_title()</code> tema Anda."],"If you want to restore a site to the default %s settings, press this button.":[""],"Security":["Keamanan"],"This image is used if the post/page being shared does not contain any images.":["Gambar ini digunakan jika posting/halaman yang dibagikan tidak memiliki gambar apapun."],"Twitter":["Twitter"],"Add Twitter card meta data":["Tambah Twitter card meta data"],"No focus keyword set.":["Tidak ada fokus kata kunci diatur."],"Your hosting environment does not support PHP's %sDocument Object Model%s.":["Hosting anda tidak mendukung PHP's %sDocument Object Model%s."],"Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.":["Kata kunci / frase kunci muncul %s kali (diantara %s) subjudul dalam tubuh artikel. Meskipun tidak termasuk faktor peringkat utama, hal ini akan lebih menguntungkan."],"You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.":["Anda belum menggunakan katakunci / frasekunci di subjudul (seperti pada H2) di tulisan anda."],"You searched for %s":["Anda menemukan %s"],"The post %s appeared first on %s.":["Posting %s ditampilkan lebih awal di %s."],"Successfully cleared all Facebook Data":["Berhasil membersihkan semua Data Facebook"],"Successfully removed admin %s":["Berhasil menghapus admin %s"],"Frontpage settings":["Setelan HalamanDepan"],"Facebook Insights and Admins":["Admin dan Cakrawala Facebook"],"Alexa Verification ID":["ID verifikasi Alexa"],"Social":["Sosial"],"Email":["Email"],"Subscribe":["Berlangganan"],"Currently connected Facebook admins:":["Saat ini terhubung dengan admin Facebook:"],"Add Another Facebook Admin":["Tambahkan Admin Facebook Lain"],"Clear all Facebook Data":["Hapus semua Data Facebook"],"Image URL":["URL gambar"],"Description":["Deskripsi"],"Default settings":["Pengaturan default:"],"This is a settings export file for the %1$s plugin by Yoast.com":[""],"SEO":["SEO"],"Keyword Research":["Riset Kata Kunci"],"AdWords External":["AdWords Eksternal"],"Google Insights":["Google Insight"],"SEO Book":["Buku SEO"],"Analyze this page":["Analisa halaman Ini"],"Check Inlinks (OSE)":["Periksa Tautan (OSE)"],"Check Keyword Density":["Periksa Kerapatan Kata Kunci"],"Check Google Cache":["Periksa Google Cache"],"Check Headers":["Periksa Kepala Halaman"],"SEO Settings":["Pengaturan SEO"],"XML Sitemaps":["Peta Situs XML"],"Permalinks":["Tautan Permanen"],"RSS":["RSS"],"Webmaster Tools":["Perangkat Webmaster"],"Next":["Selanjutnya"],"Like this plugin?":["Suka dengan plugin ini?"],"Congratulations!":["Selamat!"],"Start Tour":["Memulai Tur"],"Close":["Tutup"],"Some files could not be removed. Please remove them via FTP.":["Beberapa file tidak dapat dihapus. Harap menghapusnya melalui FTP."],"To enjoy all the benefits of the page analysis feature, you'll need to (get your host to) install it.":["Untuk menikmati semua manfaat dari fitur analisis halaman, Anda perlu untuk (mendapatkan host Anda untuk) menginstalnya."],"The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.":["Kata kunci untuk halaman ini berisi satu atau lebih %sstop words%s, pertimbangkan untuk menghapusnya. Telah ditemukan '%s'."],"The keyword / phrase appears in the URL for this page.":["Kata kunci / frase muncul dalam URL untuk halaman ini."],"The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["Kata kunci / frase tidak muncul di URL halaman ini. Jika Anda memutuskan untuk mengubah nama URL pastikan untuk memeriksa URL lama 301 dialihkan ke yang baru!"],"The slug for this page contains one or more <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, consider removing them.":["Slug untuk halaman ini berisi satu atau lebih kata-kata <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, pertimbangkan untuk menghapusnya."],"The slug for this page is a bit long, consider shortening it.":["Slug untuk halaman ini agak panjang, pertimbangkan memperpendeknya"],"Please create a page title.":["Silakan membuat judul halaman."],"The page title is more than 40 characters and less than the recommended 70 character limit.":["Judul halaman lebih dari 40 karakter dan kurang dari batas 70 karakter yang direkomendasikan."],"The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.":[""],"The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.":["Judul halaman berisi karakter %d, yang mana melebihi dari batas dapat dilihat yaitu 70 karakter, beberapa kata tidak akan terlihat oleh pengguna di listing Anda."],"The keyword / phrase %s does not appear in the page title.":["Kata kunci / frase %s tidak muncul di judul halaman."],"The page title contains keyword / phrase, at the beginning which is considered to improve rankings.":["Judul halaman berisi kata kunci / frase, pada awal yang dipertimbangkan untuk meningkatkan peringkat."],"The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.":["Judul halaman berisi kata kunci / frase, tapi tidak muncul di awal; coba dan pindahkan ke awal."],"No outbound links appear in this page, consider adding some as appropriate.":["Tidak ada link outbound muncul di halaman ini, pertimbangkan untuk menambahkan beberapa yang sesuai."],"You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.":["Anda menghubungkan ke halaman lain dengan kata kunci yang ingin Anda naikkan peringkatnya di halaman ini, pertimbangkan untuk mengubahnya jika Anda benar-benar ingin halaman ini naik peringkat."],"This page has %s outbound link(s).":[""],"This page has %s outbound link(s), all nofollowed.":["Halaman ini memiliki link outbond %s (s), semua nofollow."],"This page has %s nofollowed link(s) and %s normal outbound link(s).":["Halaman ini memiliki link nofollow %s dan link outbound normal %s."],"No images appear in this page, consider adding some as appropriate.":["Tidak ada gambar muncul di halaman ini, pertimbangkan untuk menambahkan beberapa yang sesuai."],"The images on this page are missing alt tags.":["Gambar-gambar di halaman ini tidak memiliki tag alt."],"The images on this page contain alt tags with the target keyword / phrase.":["Gambar-gambar di halaman ini mengandung tag alt dengan kata kunci target / frase."],"The images on this page do not have alt tags containing your keyword / phrase.":["Gambar-gambar di halaman ini tidak memiliki tag alt yang mengandung kata kunci / frase."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Dalam deskripsi meta yang ditetapkan, pertimbangkan: Bagaimana diperbandingkan untuk kompetisi? Mungkinkah dibuat lebih menarik?"],"The meta description is under 120 characters, however up to %s characters are available. %s":["Deskripsi meta di bawah 120 karakter, namun sampai karakter ke %s masih tersedia. %s"],"The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s":["Deskripsi meta yang ditentukan adalah lebih dari %s karakter, mengurangi itu akan memastikan seluruh deskripsi terlihat. %s"],"No meta description has been specified, search engines will display copy from the page instead.":["Tidak ada deskripsi meta yang telah ditentukan, mesin pencari akan menampilkan salinan dari halaman pengganti."],"The meta description contains the primary keyword / phrase.":["Deskripsi meta mengandung kata kunci utama / frase."],"A meta description has been specified, but it does not contain the target keyword / phrase.":["Sebuah deskripsi meta telah ditetapkan, tapi tidak mengandung kata kunci target / frase."],"The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.":["Ruang yang tersedia lebih pendek dari 155 karakter karena Google akan menyertakan tanggal publikasi dalam potongan."],"There are %d words contained in the body copy. This is far too low and should be increased.":["Ada %d kata terkandung dalam body copy. Ini jauh terlalu rendah dan harus ditingkatkan."],"The keyword density is %s%%, which is a bit low, the keyword was found %s times.":[""],"The keyword density is %s%%, which is great, the keyword was found %s times.":["Kerapatan kata kunci adalah %s%%, sangat bagus, kata kunci itu ditemukan %s kali."],"The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.":["Kata kunci tidak muncul dalam paragraf pertama dari salinan, pastikan topiknya dengan jelas."],"The keyword appears in the first paragraph of the copy.":["Kata kunci muncul dalam paragraf pertama salinan."],"Flesch Reading Ease":["Flesch Reading Ease"],"The copy scores %s in the %s test, which is considered %s to read. %s":["Salinan mendapat skor %s dalam %s test, yang dipertimbangkan %s untuk dibaca. %s"],"very easy":["sangat mudah"],"easy":["mudah"],"fairly easy":["cukup mudah"],"OK":["OK"],"fairly difficult":["cukup sulit"],"Try to make shorter sentences to improve readability.":["Cobalah untuk membuat kalimat yang lebih pendek untuk meningkatkan keterbacaan."],"difficult":["sulit"],"Try to make shorter sentences, using less difficult words to improve readability.":["Cobalah untuk membuat kalimat lebih pendek, kurangi kata-kata terlalu sulit untuk meningkatkan keterbacaan."],"very difficult":["sangat sulit"],"Huge SEO Issue: You're blocking access to robots.":["Isu besar SEO: Anda memblokir akses ke robot."],"I know, don't bug me.":["Saya tahu, jangan ganggu saya."],"Settings Updated.":["Pengaturan Diperbarui."],"Site Admins (default)":["Admin Situs (default)"],"Super Admins only":["hanya Super Admin"],"Save MultiSite Settings":["Simpan Pengaturan Multisitus"],"MultiSite Settings":["Pengaturan Multisitus"],"Using this form you can reset a site to the default SEO settings.":["Dengan menggunakan formulir ini Anda dapat mengatur ulang situs ke pengaturan default SEO."],"Blog ID":["ID Blog"],"Restore site to defaults":["Kembalikan situs ke default"],"Restore site to default settings":["Kembalikan situs untuk pengaturan default"],"RSS Footer options imported successfully.":["Opsi RSS Footer berhasil diimpor."],"Yoast Breadcrumbs options imported successfully.":["Opsi Yoast Breadcrumbs berhasil diimpor."],"Yoast Breadcrumbs options could not be found":["Opsi Yoast Breadcrumbs tidak dapat ditemukan"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Dapat dipastikan Anda telah menggunakan sebuah plugin SEO sebelumnya jika situs ini bukan situs baru. Mari kita membuatnya mudah, Anda dapat mengimpor data di bawah ini. Jika Anda ingin, Anda dapat mengimpor dulu, periksa apakah telah diimpor dengan benar, dan kemudian impor &amp; hapus. Tidak ada duplikasi data yang akan diimpor."],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["Jika Anda telah menggunakan plugin SEO lain, coba plugin %sSEO Data Transporter%s untuk memindahkan data Anda ke dalam plugin ini."],"Import from HeadSpace2?":["Impor dari HeadSpace2?"],"Import from All-in-One SEO?":["Impor dari All-in-One SEO?"],"Delete the old data after import? (recommended)":["Hapus data lama setelah impor? (Disarankan)"],"Import":["Impor"],"Import from Robots Meta (by Yoast)?":["Impor dari Robots Meta (oleh Yoast)?"],"Import from RSS Footer (by Yoast)?":["Impor dari RSS Footer (oleh Yoast)?"],"Import from Yoast Breadcrumbs?":["Impor dari Yoast Breadcrumbs?"],"Export":["Ekspor"],"Export your %1$s settings here, to import them again later or to import them on another site.":[""],"Include Taxonomy Metadata":["Sertakan Metadata Taksonomi"],"Import settings":["Impor pengaturan"],"Settings successfully imported.":["Pengaturan berhasil diimpor."],"Settings could not be imported:":["Pengaturan tidak dapat diimpor:"],"Upload failed.":["Upload gagal."],"Force rewrite titles":["Memaksa judul rewrite"],"Homepage":["Beranda"],"Title template":["Judul Template"],"Meta description template":["Template deskripsi meta"],"Meta keywords template":["Template kata kunci meta"],"Homepage &amp; Front page":["Beranda &amp; Halaman depan"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":[""],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["Anda dapat menentukan judul dan deskripsi halaman blog dengan %sediting halaman blog itu sendiri &raquo;%s"],"Taxonomies":["Taksonomi"],"Author Archives":["Arsip Penulis"],"Date Archives":["Arsip Tanggal"],"Search pages":["Halaman pencarian"],"404 pages":["Halaman 404"],"Custom Post Type Archives":["Arsip Tipe Posting Kustom"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Catatan: sebagai pengganti template, ini adalah judul sebenarnya dan deskripsi meta untuk halaman arsip posting jenis kustom."],"Title":["Judul"],"Meta description":["Deskripsi Meta"],"Breadcrumbs Title":["Judul Breadcrumbs"],"Replaced with the date of the post/page":["Diganti dengan tanggal posting/halaman"],"Replaced with the title of the post/page":["Diganti dengan judul posting/halaman"],"The site's name":["Nama situs"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Diganti dengan kutipan posting/halaman (atau auto-generated jika tidak ada)"],"Replaced with the post/page excerpt (without auto-generation)":["Diganti dengan kutipan posting/halaman (tanpa auto-generasi)"],"Replaced with the current tag/tags":["Diganti dengan tag/tags langsung."],"Replaced with the post categories (comma separated)":["Diganti dengan kategori posting (dipisah denga koma)"],"Replaced with the category description":["Diganti dengan deskripsi kategori"],"Replaced with the tag description":["Diganti dengan deskripsi tag"],"Replaced with the term description":["Diganti dengan deskripsi istilah"],"Replaced with the term name":["Diganti dengan nama istilah"],"Replaced with the post/page modified time":["Diganti dengan waktu posting / modifikasi halaman"],"Replaced with the post/page ID":["Diganti dengan ID posting / halaman"],"Replaced with the post/page author's 'nicename'":["Diganti dengan 'nicename' penulis posting / halaman"],"Replaced with the post/page author's userid":["Diganti dengan userid penulis posting / halaman"],"Replaced with the current search phrase":["Diganti dengan frase pencarian saat ini"],"Replaced with the current time":["Diganti dengan waktu saat ini"],"Replaced with the current date":["Diganti dengan tanggal saat ini"],"Replaced with the current month":["Diganti dengan bulan berjalan"],"Replaced with the current year":["Diganti dengan tahun berjalan"],"Replaced with the current page total":["Diganti dengan total halaman ini"],"Replaced with the current page number":["Diganti dengan nomor halaman saat ini"],"Attachment caption":["Keterngan lampiran"],"Replaced with the posts focus keyword":["Diganti dengan fokus kata kunci posting"],"Strip the category base (usually <code>/category/</code>) from the category URL.":["Jalur kategori dasar (biasanya <code>/category/</code>) dari URL kategori."],"Enforce a trailing slash on all category and tag URL's":["Memaksa trailing slash pada semua kategori dan tag URL"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":[""],"Redirect attachment URL's to parent post URL.":["Redirect URL lampiran ke URL parent posting."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URL's if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Lampiran untuk posting disimpan dalam database sebagai posting, ini berarti mereka dapat diakses di bawah URL mereka sendiri jika Anda tidak mengarahkan mereka, yang memungkinkan ini akan mengarahkan mereka ke pos yang dilampirkan."],"Redirect ugly URL's to clean permalinks. (Not recommended in many cases!)":["Redirect URL jelek untuk membersihkan permalinks. (Tidak direkomendasikan dalam banyak kasus!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Banyak orang yang kadang-kadang membuat kesalahan dalam link mereka terhadap Anda, atau parameter yang tidak diinginkan ditambahkan ke akhir URL Anda, ini memungkinkan Anda untuk men-redirect mereka. Harap dicatat bahwa ini adalah fitur yang secara aktif dipertahankan, yang dapat merusak beberapa plugin, dan dengan alasan itu maka ini menjadi fitur pertama yang harus Anda nonaktifkan ketika Anda mengalami masalah setelah menginstal plugin ini."],"Prevent cleaning out Google Site Search URL's.":["Mencegah pembersihan Google Site Search URL."],"Google Site Search URL's look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["Google Site Search URL terlihat aneh, dan jelek, tetapi jika Anda menggunakan Google Site Search, Anda mungkin tidak ingin mereka dibersihkan."],"Other variables not to clean":["Variabel lain tidak untuk dibersihkan"],"Enable Breadcrumbs":["Enable Breadcrumbs"],"Separator between breadcrumbs":["Pemisah antar breadcrumbs"],"Anchor text for the Homepage":["Teks anchor untuk Homepage"],"Prefix for the breadcrumb path":["Awalan untuk path breadcrumb"],"Prefix for Archive breadcrumbs":["Awalan untuk Breadcrumbs Arsip"],"Prefix for Search Page breadcrumbs":["Prefix untuk breadcrumbs Halaman Pencarian"],"Breadcrumb for 404 Page":["Breadcrumb untuk Halaman 404"],"Remove Blog page from Breadcrumbs":["Hapus halaman Blog dari Breadcrumbs"],"None":["Tidak ada"],"Blog":["Blog"],"Bold the last page in the breadcrumb":["Tebalkan halaman terakhir di breadcrumb"],"How to insert breadcrumbs in your theme":["Cara menyisipkan breadcrumbs dalam tema Anda"],"You cannot edit the robots.txt file.":["Anda tidak dapat mengedit file robots.txt."],"Updated Robots.txt":["Robots.txt diperbarui "],"You cannot edit the .htaccess file.":["Anda tidak dapat mengedit file. Htaccess."],"If your robots.txt were writable, you could edit it from here.":["Jika robots.txt writable, Anda bisa mengeditnya dari sini."],"Edit the content of your robots.txt:":["Edit konten robots.txt:"],"Save changes to Robots.txt":["Simpan perubahan robots.txt:"],"Robots.txt":["Robots.txt"],"If your .htaccess were writable, you could edit it from here.":["Jika .htaccess writable, Anda bisa mengeditnya dari sini."],"Edit the content of your .htaccess:":["Edit konten .htaccess:"],"Save changes to .htaccess":["Simpan perubahan .htaccess"],".htaccess file":["file .htaccess"],"Facebook App ID":[""],"Disable the author archives":["Nonaktifkan arsip penulis"],"Disable the date-based archives":["Nonaktifkan tanggal berbasis arsip"],"Prevents search engines from using the DMOZ description for pages from this site in the search results.":["Cegah mesin pencari menggunakan deskripsi DMOZ untuk halaman dari situs ini dalam hasil pencarian."],"Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.":["Cegah mesin pencari menggunakan deskripsi direktori Yahoo! untuk halaman dari situs ini dalam hasil pencarian."],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Fitur ini digunakan secara otomatis untuk menambahkan konten ke RSS, lebih khususnya, dimaksudkan untuk menambahkan link kembali ke blog dan posting blog Anda, sehingga dumb scraper akan otomatis menambahkan link ini juga, yang membantu mesin pencari mengidentifikasi Anda sebagai sumber asli dari konten."],"Content to put before each post in the feed":["Konten untuk menempatkan sebelum setiap postingan di feed"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Anda dapat menggunakan variabel-variabel berikut dalam konten, mereka akan diganti dengan nilai disebelah kanan."],"A link to the archive for the post author, with the authors name as anchor text.":["Link ke arsip untuk penulis posting, dengan nama penulis sebagai anchor teks."],"A link to the post, with the title as anchor text.":["Link ke posting, menggunakan judul sebagai anchor teks."],"A link to your site, with your site's name as anchor text.":["Link ke situs Anda, menggunakan nama situs sebagai anchor teks."],"A link to your site, with your site's name and description as anchor text.":["Link ke situs Anda, menggunakan nama situs dan deskripsi sebagai anchor teks."],"Check this box to enable XML sitemap functionality.":["Centang kotak ini untuk mengaktifkan fungsi sitemap XML."],"You can find your XML Sitemap here: %sXML Sitemap%s":["Anda dapat menemukan Sitemap XML Anda disini: %sXML Sitemap%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":[""],"Save your settings to activate XML Sitemaps.":["Simpan pengaturan Anda untuk mengaktifkan Sitemap XML."],"General settings":["Pengaturan umum"],"Please check the appropriate box below if there's a post type that you do <strong>NOT</strong> want to include in your sitemap:":["Silahkan cek kotak yang sesuai di bawah ini jika ada tipe postingan yang Anda lakukan <strong>TIDAK</strong> akan disertakan dalam sitemap Anda:"],"Please check the appropriate box below if there's a taxonomy that you do <strong>NOT</strong> want to include in your sitemap:":["Silahkan cek kotak yang sesuai di bawah ini jika ada sebuah taksonomi yang <strong>TIDAK</strong> akan disertakan dalam sitemap Anda:"],"Fix it.":["Perbaiki."],"The following file(s) is/are blocking your XML sitemaps from working properly:":["File berikut membloking kerja Sitemap XML Anda:"],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":[""],"Ignore.":["Abaikan."],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["Anda tidak memiliki postname di URL halaman dan posting, sangat disarankan agar Anda memilikinya. Pertimbangkan pengaturan struktur permalink Anda menjadi  <strong>/%postname%/</strong>."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, so the suggestion is to disable it, to do that, simply uncheck the box before \"Break comments into pages...\"":["Halaman komentar diaktifkan, ini tidak diperlukan dalam 999 dari 1000 kasus, jadi disarankan  untuk menonaktifkan itu, untuk melakukannya, cukup hilangkan centang sebelum \"Break comments into pages...\""],"General Settings":["Pengaturan Umum"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Anda dapat menggunakan kotak di bawah ini untuk memverifikasi dengan Webmaster Tools yang berbeda, jika situs Anda sudah diverifikasi, lewati ini. Masukkan nilai meta verifikasi untuk:"],"Bing Webmaster Tools":["Bing Webmaster Tools"],"Title to use for Author page":["Judul yang digunakan untuk halaman Penulis"],"Meta description to use for Author page":["Meta deskripsi yang digunakan untuk halaman Penulis."],"Meta keywords to use for Author page":["Meta kata kunci yang digunakan untuk halaman Penulis"],"Settings":["Pengaturan"],"SEO Title":["Judul SEO"],"The SEO title is used on the archive page for this term.":["Judul SEO digunakan pada halaman arsip untuk istilah ini."],"SEO Description":["Deskripsi SEO"],"The SEO description is used for the meta description on the archive page for this term.":["Deskripsi SEO digunakan untuk deskripsi meta pada halaman arsip untuk istilah ini."],"Meta keywords used on the archive page for this term.":["Kata kunci meta yang digunakan pada halaman arsip untuk istilah ini."],"Canonical":["Canonical"],"The canonical link is shown on the archive page for this term.":["Link canonical ditampilkan pada halaman arsip untuk istilah ini."],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["Judul Breadcrumbs digunakan dalam breadcrumbs di mana %s ini muncul."],"Noindex this %s":["Noindex %s"],"Include in sitemap?":["Sertakan dalam sitemap?"],"Auto detect":["Deteksi otomatis"],"Always include":["Selalu menyertakan"],"Never include":["Tidak pernah menyertakan"]," (because of date display)":["(Karena tampilan tanggal)"],"Snippet Preview":["Pratampil Snippet"],"Focus Keyword":["Fpkus Kata Kunci"],"The <code>meta</code> description will be limited to %s chars%s, %s chars left.":["Deskripsi  <code>meta</code> akan dibatasi  sampai %s chars%s, %s chars tersisa."],"If you type something above it will override your %smeta keywords template%s.":["Jika Anda mengetik sesuatu di atas maka ia akan menimpa %smeta keywords template%s Anda."],"Meta Robots Index":["Indeks Meta Robots"],"Meta Robots Follow":["Meta Robots Follow"],"Follow":["Follow"],"Nofollow":["Nofollow"],"Meta Robots Advanced":["Lanjutan Meta Robots"],"Advanced <code>meta</code> robots settings for this page.":["Lanjutan <code>meta</code> pengaturan robot untuk halaman ini."],"NO ODP":["NO ODP"],"NO YDIR":["NO YDIR"],"No Archive":["Tidak ada arsip"],"No Snippet":["Tidak ada snippet"],"Breadcrumbs title":["Judul breadcrumbs"],"Title to use for this page in breadcrumb paths":["Judul digunakan untuk halaman ini dalam path breadcrumb"],"Canonical URL":["Canonical URL"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["URL canonical halaman ini harus ditentukan, biarkan kosong untuk default permalink. %sCross domain canonical%s didukung juga."],"301 Redirect":["301 Redirect"],"The URL that this page should redirect to.":["URL yang halaman ini harus di redirect"],"General":["Umum"],"Page Analysis":["Halaman Analisis"],"Advanced":["Lanjutan"],"Archives":["Arsip"],"Page not found":["Halaman tidak di temukan"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Pemberitahuan Admin: halaman ini tidak menunjukkan deskripsi meta karena tidak ada satupun, baik tulisan untuk halaman ini khususnya atau masuk ke SEO -> menu Judul dan atur template."],"Home":["Beranda"],"Archives for":["Arsip untuk"],"You searched for":["Anda mencari"],"Error 404: Page not found":["Error 404: Halaman tidak di temukan"],"posts\u0004All <span class=\"count\">(%s)</span>":["",""],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Buang <span class=\"count\">(%s)</span>","Buang <span class=\"count\">(%s)</span>"]}}}