{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"You've never used this focus keyword before, very good.":["Toll gemacht: dieses Haupt-Keyword hast Du noch nie zuvor benutzt!"],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Du hast das Fokus Keyword %1$sschon einmal vorher%2$s benutzt, versichere dich welche URL die wichtigste für dieses Keyword ist."],"No subheading tags (like an H2) appear in the copy.":["Es wurden keine Unterüberschriften (wie z.B. H2) im Text gefunden."],"The slug for this page is a bit long, consider shortening it.":["Die Titelform dieser Seite ist ein wenig lang, bitte ein wenig kürzen."],"Please create a page title.":["Bitte vergeben Sie einen Seitentitel."],"No outbound links appear in this page, consider adding some as appropriate.":["Diese Seite hat keine ausgehenden Links; fügen Sie ggf. welche hinzu."],"No images appear in this page, consider adding some as appropriate.":["Diese Seite enthält keine Bilder; fügen Sie ggf. welche hinzu."],"The images on this page are missing alt tags.":["Die Bilder auf dieser Seite besitzen kein alt-Attribut."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Bedenken Sie bei der angegebenen Meta-Beschreibung: Wie steht sie im Vergleich zu Mitbewerbern? Könnte sie vielleicht noch attraktiver erscheinen?"],"No meta description has been specified, search engines will display copy from the page instead.":["Es wurde keine Meta-Beschreibung angegeben. Suchmaschinen werden versuchen, aus der Seite eine passende Beschreibung zu erstellen."],"fairly difficult":["ziemlich schwer"],"Try to make shorter sentences to improve readability.":["Versuchen Sie, kürzere Sätze zu nutzen, um die Lesbarkeit zu erhöhen."],"difficult":["schwer"],"Try to make shorter sentences, using less difficult words to improve readability.":["Versuchen Sie, kürzere Sätze und weniger komplizierte Wörter zu nutzen, um die Lesbarkeit zu erhöhen."],"very difficult":["sehr schwierig"]}}}