{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"You've never used this focus keyword before, very good.":["Du har aldri brukt dette fokus-nøkkelordet tidligere. Veldig bra."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Du har brukt dette fokus-nøkkelordet %1$sen gang tidligere%2$s. Sørg for å gjøre det veldig klart hvilken nettadresse på nettstedet ditt som er det viktigste for dette nøkkelordet."],"No subheading tags (like an H2) appear in the copy.":["Ingen undertittel-elementer (som H2) vises i brødteksten."],"The slug for this page is a bit long, consider shortening it.":["Permalenken for denne siden er litt lang. Vurder å forkorte den."],"Please create a page title.":["Vennligst opprett en sidetittel."],"No outbound links appear in this page, consider adding some as appropriate.":["Ingen utgående lenker vises på denne siden. Du bør vurdere å legge til noen som passer."],"No images appear in this page, consider adding some as appropriate.":["Ingen bilder vises på denne siden, du bør vurdere å legge til noen som passer."],"The images on this page are missing alt tags.":["Bildene på denne siden mangler alt tags."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["I den angitte meta-beskrivelsen, vurder: Hvordan er det sammenlignet med konkurransen? Kan det gjøres mer attraktivt?"],"No meta description has been specified, search engines will display copy from the page instead.":["Ingen meta-beskrivelse er spesifisert, søkemotorer vil vise tekst fra siden i stedet."],"fairly difficult":["ganske vanskelig"],"Try to make shorter sentences to improve readability.":["Prøv å lage kortere setninger for å bedre lesbarheten."],"difficult":["vanskelig"],"Try to make shorter sentences, using less difficult words to improve readability.":["Prøv å lage kortere setninger og bruk enklere ord for å bedre lesbarheten."],"very difficult":["veldig vanskelig"]}}}