{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"You've never used this focus keyword before, very good.":["Je hebt dit trefwoord nog nooit eerder gebruikt, heel goed."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Je hebt dit trefwoord %1$séén keer eerder%2$s gebruikt, zorg ervoor dat het heel duidelijk is welke URL op de website het belangrijkst is voor dit trefwoord."],"No subheading tags (like an H2) appear in the copy.":["Er staan geen sub-titel-tags (zoals een H2) in de tekst."],"The slug for this page is a bit long, consider shortening it.":["De slug van deze pagina is wat lang, overweeg om deze in te korten."],"Please create a page title.":["Geef een paginatitel op."],"No outbound links appear in this page, consider adding some as appropriate.":["Geen uitgaande verwijzende links gevonden op deze pagina; overweeg enkele toe te voegen, waar van toepassing."],"No images appear in this page, consider adding some as appropriate.":["Deze pagina heeft geen afbeeldingen, overweeg geschikte afbeeldingen toe te voegen."],"The images on this page are missing alt tags.":["De afbeeldingen op deze pagina missen alt-tags."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Overweeg in de opgegeven meta-omschrijving: Hoe staat hij in verhouding tot de concurrentie? Zou hij aantrekkelijker gemaakt kunnen worden?"],"No meta description has been specified, search engines will display copy from the page instead.":["Er is geen meta-omschrijving opgegeven, zoekmachines zullen tekst van de pagina tonen."],"fairly difficult":["redelijk moeilijk"],"Try to make shorter sentences to improve readability.":["Probeer kortere zinnen te maken om de leesbaarheid te verbeteren."],"difficult":["moeilijk"],"Try to make shorter sentences, using less difficult words to improve readability.":["Probeer kortere zinnen te maken, met minder moeilijke woorden om de leesbaarheid te verbeteren."],"very difficult":["heel moeilijk"]}}}