{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"},"You've never used this focus keyword before, very good.":["Nigdy wcześniej nie użyłeś tego słowa kluczowego, bardzo dobrze."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["%1$sJuż raz%2$s użyłeś tego słowa kluczowego, zadbaj o to aby było jasne, który adres URL jest dla tego słowa najważniejszy."],"No subheading tags (like an H2) appear in the copy.":["W tekście brakuje tagów nagłówka (takich jak h2, h3)."],"The slug for this page is a bit long, consider shortening it.":["Bezpośredni odnośnik strony jest za długi, proponuję go trochę skrócić."],"Please create a page title.":["Proszę utworzyć tytuł strony."],"No outbound links appear in this page, consider adding some as appropriate.":["Ta strona nie zawiera żadnych linków zewnętrznych, dodanie kliku byłoby wskazane."],"No images appear in this page, consider adding some as appropriate.":["Ta strona nie posiada obrazków, dobrze by było to zmienić."],"The images on this page are missing alt tags.":["Obrazki na tej stronie nie posiadają tagu alt."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["W kontekście meta opisu zastanów się: Jak to wygląda w porównaniu z konkurencją? Czy można to lepiej wyrazić i wyeksponować?"],"No meta description has been specified, search engines will display copy from the page instead.":["Ta strona nie posiada meta opisu więc wyszukiwarki wyświetlą tekst z treści strony."],"fairly difficult":["dość trudna"],"Try to make shorter sentences to improve readability.":["Aby poprawić czytelność, spróbuj trochę skrócić zdania."],"difficult":["trudna"],"Try to make shorter sentences, using less difficult words to improve readability.":["Aby poprawić czytelność, spróbuj trochę skrócić zdania i używać prostszych słów."],"very difficult":["bardzo trudna"]}}}