{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=n != 1;"},"You've never used this focus keyword before, very good.":["Du har aldrig brugt dette fokussøgeord før. Rigtig godt!"],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Du har brugt dette fokus søgeord %1$gang før%2$s, vær sikker på at gøre det helt klart hvilken URL på din side der er den vigtigste for dette søgeord."],"No subheading tags (like an H2) appear in the copy.":["Ingen subheading tags (som en H2) vises i kopien."],"The slug for this page is a bit long, consider shortening it.":["Korttitlen for denne side er lidt for lang. Overvej at forkorte den."],"Please create a page title.":["Opret venligst en sidetitel."],"No outbound links appear in this page, consider adding some as appropriate.":["Der er ingen udgående links fra denne side. Overvej at tilføje nogle, hvis det findes relevant. "],"No images appear in this page, consider adding some as appropriate.":["Ingen billeder vises på denne side, overvej at tilføje nogle hvis det er relevant."],"The images on this page are missing alt tags.":["Billederne på denne side mangler alt-tags."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Overvej angående den angivne metabeskrivelse: Hvordan klarer den sig i konkurrencen? Kunne den gøres mere indbydende?"],"No meta description has been specified, search engines will display copy from the page instead.":["Der er ikke angivet nogen metabeskrivelse. Søgemaskinerne vil vise brødtekst fra siden i stedet for."],"fairly difficult":["lettere vanskelig"],"Try to make shorter sentences to improve readability.":["Prøv at lav kortere sætninger for en lettere læsning."],"difficult":["vanskelig"],"Try to make shorter sentences, using less difficult words to improve readability.":["Prøv at lav kortere sætninger ved at benytte mindre vanskelige ord for en lettere læsning."],"very difficult":["meget vanskelig"]}}}