{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural_forms":"nplurals=2; plural=(n > 1);"},"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["Não deixe escapar seus erros de rastreamento: %1$sconecte-se com o Google Search Console aqui%2$s."],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s detectou que você está usando uma versão de %2$s que não é compatível com %1$s. Por favor, atualize %2$s para a versão mais recente para usar este recurso."],"Creating redirects is a %s feature":["Criação de redirecionamento é um recurso do %s"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s detectou que você está usando a versão %2$s, a qual não é compatível com %3$s. Por favor, atualize para a versão mais recente para evitar problemas de compatibilidade"],"Recent Rockstars":["Estrelas recentes"],"If you don't know where to find the needed ID, see %1$sthis knowledge base article%2$s.":["Se você não sabe onde encontrar o ID necessário, consulte %1$s neste artigo do Knowledge Base: %2$s."],"Error: a redirect for this URL already exists":["Erro: um redirecionamento para este URL já existe"],"Redirect this broken URL and fix the error":["Redirecionar esta URL quebrada e corrigir o erro"],"Posts that are set to %s":["Posts que são definidos como %s"],"%s Posts Overview":["Visão Geral dos Posts %s"],"Prefix for search result pages:":["Prefixo para páginas de resultados de busca:"],"Prefix for archive pages:":["Prefixo para arquivo de páginas:"],"Prefix for breadcrumbs:":["Prefixo para breadcrumbs:"],"Anchor text for the homepage:":["Texto âncora para a página inicial:"],"Remove blog page from breadcrumbs":["Remover página de blog dos breadcrumbs"],"Search Console":["Console de busca"],"Export your %1$s settings":["Exportar configurações do %1$s"],"%1$s settings":["Configurações do %1$s"],"Yoast SEO":["Yoast SEO"],"Below are your published posts&#8217; SEO scores. Now is as good a time as any to start improving some of your posts!":["Abaixo estão os pontos SEO de suas publicações. Agora é um bom momento, como sempre, para melhorar suas postagens."],"If you use Google Analytics campaign parameters starting with %s, check this box. However, you're advised not to use these. Instead, use the version with a hash.":["Se você usa parâmetros de campanha do Google Analytics começando com %s, marque esta caixa. Entretanto, te aconselhamos à não usá-los. Ao invés disso, use a versão com um '#'. "],"Reload crawl issues":["Recarregar questões de rastreamento"],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code.":[""],"Get Google Authorization Code":["Obter Código de Autorização do Google"],"Please enter the Google Authorization Code in the field below and press the Authenticate button.":["Por favor, digite o código de autorização do Google no campo abaixo e pressione o botão Validar."],"Authenticate":["Autenticar"],"Reauthenticate with Google ":["Autenticar novamente com o Google"],"Current profile":["Perfil atual"],"Profile":["Perfil"],"There were no profiles found":["Nenhum perfil encontrado"],"Save Profile":["Salvar Perfil"],"or":["ou"],"Disable the Advanced part of the %1$s meta box":["Desabilitar a parte avançada do meta box %1$s"],"%1$s Extensions":["%1$s Extensões"],"%1$s Meta Box":[""],"Who should have access to the %1$s settings":["Quem deve ter acesso as configurações %1$s"],"%1$s comes with some very powerful built-in tools:":["%1$s já vem com algumas ferramentas poderosas de fábrica"],"Excluded Posts":["Posts excluídos"],"You can exclude posts from the sitemap by entering a comma separated string with the Post ID's. The format will become something like: %1$s.":[""],"Posts to exclude":["Posts para excluir"],"Thank you for updating %1$s!":["Obrigado por atualizar %1$s!"],"You do not have to create a redirect for URL %1$s because a redirect already exists. The existing redirect points to %2$s. If this is fine you can mark this issue as fixed. If not, please go to the redirects page and change the target URL.":[""],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year support and updates, on %2$s.":[""],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":[""],"URL":["URL"],"Last crawled":["Última rastreado"],"First detected":[""],"Response code":["Código de resposta"],"Mark as fixed":[""],"Create redirect":["Criar redirecionamento"],"Search":["Pesquisar"],"Crawl errors per page":["Erros de rastreamento por página"],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["Os dados do  %1$s foram removidos. Você terá que autenticar novamente se você deseja recuperar os dados."],"The issues have been successfully reloaded!":[""],"Incorrect Google Authorization Code.":["Código de autorização do Google incorreto."],"Issue categories":[""],"Errors that occurred when your site was crawled by Googlebot.":[""],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["Erros que ocorreram somente quando seu site foi rastreado pelo Googlebot-Mobile (erros não aparecem para desktop)."],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":[""],"Create a redirect":["Criar um redirecionamento"],"Current URL:":["URL atual:"],"New URL:":["Nova URL:"],"Mark as fixed:":["Marcar como corrigido:"],"Mark this issue as fixed in %1$s.":["Marcar como corrigido em %1$s."],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":[""],"Desktop":[""],"Smartphone":[""],"Feature phone":[""],"%1$s Settings":[""],"Posts with good SEO score":[""],"Posts with OK SEO score":[""],"Posts with poor SEO score":[""],"Posts with bad SEO score":[""],"Posts without focus keyword":[""],"Upgrade to %1$s &raquo;":[""],"The %1$s plugin(s) might cause issues when used in conjunction with %2$s.":[""],"This warning is generated by %1$s.":[""],"Access denied":[""],"Server requires authentication or is blocking Googlebot from accessing the site.":[""],"Faulty redirects":[""],"Not followed":[""],"Not found":[""],"URL points to a non-existent page.":[""],"Google was unable to crawl this URL due to an undetermined issue.":[""],"Blocked":[""],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":[""],"Server Error":[""],"Request timed out or site is blocking Google.":[""],"Soft 404":[""],"More %1$s":[""],"%s Breadcrumbs":[""],"Breadcrumbs separator:":[""],"Breadcrumb for 404 pages:":[""],"Error creating %1$s export: ":[""],"Configure %1$s's OpenGraph settings":[""],"Configure %1$s's XML Sitemap settings":[""],"%1$s has been updated to version %2$s. %3$sClick here%4$s to find out what's new!":[""],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":[""],"Just another WordPress site":[""],"Latest Changes":["Últimas alterações"],"We've summarized the most recent changes in %s.":["Nós resumimos as alterações mais recentes em %s."],"View Changes":["Ver alterações"],"Clean up the %s":["Limpar o %s"],"Google shows your website's name in the search results, we will default to your site name but you can adapt it here. You can also provide an alternate website name you want Google to consider.":["Google exibe o nome do seu site nos resultados da busca, nós exibiremos o nome do seu site como padrão mas você pode alterá-lo aqui. Você também pode inserir um nome do site diferente para ser exibido no Google. "],"Alternate name":["Nome alternativo"],"Duplicate content prevention":["Prevenção de conteúdo  duplicado"],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Se você estiver usando um site para um único autor, o arquivo de autor  será exatamente o mesmo que a sua página inicial. Isto é chamado de %1$sproblema de conteúdo duplicado%2$s"],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Se este é o caso no seu site, você pode optar por desativá-lo (o que irá redireciona-lo para a página inicial), ou adicionar %s nele para que ele não apareça nos resultados da busca."],"Add %s to the author archives":["Adicionar %s nos arquivos de autor"],"Date-based archives could in some cases also be seen as duplicate content.":["Arquivos baseados em data podem, em alguns casos, serem vistos também como conteúdo duplicado."],"Add %s to the date-based archives":["Adicionar %s aos arquivos baseados em data"],"Sitewide meta settings":["Configurações gerais"],"Use meta keywords tag?":["Usar palavras-chave?"],"Add %s meta robots tag sitewide":["Adicionar %s tag de meta robots por todo o site"],"Add Open Graph meta data to your site's %s section, Facebook and other social networks use this data when your pages are shared.":["Adicionar dados Open Graph na seção %s do seu site. Facebook e outras redes sociais usam esses dados quando suas páginas são compartilhadas."],"Add Twitter card meta data to your site's %s section.":["Adicionar o cartão de meta dados do Twitter na seção de %s do seu site."],"Taxonomy to show in breadcrumbs for post types":["Taxonomia a ser exibida nos breadcrumbs para post types"],"Post type archive to show in breadcrumbs for taxonomies":["Arquivo de post type a ser exibido nos breadcrumbs para taxonomias"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["O uso do recurso breadcrumbs é explicado em nossa %1$sbase de conhecimento no artigo sobre implementação de breadcrumbs%2$s."],"Page %1$d of %2$d":["Página %1$d de %2$d"],"Mobile-Friendly Test":["Teste de dispositivos móveis"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":[""],"Please make sure both fields are filled.":["Por favor, verifique se todos os campos estão preenchidos."],"Your input contains invalid characters. Please make sure both fields are filled in correctly.":["Seu campo contém caracteres inválidos. Por favor, verifique se os campos estão preenchidos corretamente."],"This Facebook user has already been added as an admin.":["Esse usuário do Facebook já foi adicionado como um admin."],"More info can be found %1$son our knowledge base%2$s.":["Mais informações podem ser encontradas na %1$snossa base de conhecimento%2$s."],"Add Facebook admin":["Adicionar administrador do Facebook"],"To be able to access %1$sFacebook Insights%2$s, you need to add a user here. The name is used for reference only, the ID is used for verification.":["Para poder acessar o %1$sFacebook Insights%2$s, você precisa adicionar um usuário aqui. O nome é usado apenas para referência, o ID é usado para verificação."],"Admin's name:":["Nome do Administrador:"],"Admin's Facebook user ID:":["ID do Administrador do Facebook:"],"Website name":["Nome do site"],"The recommended image size for %1$s is %2$spx.":["O tamanho recomendado para a imagem %1$s é %2$spx."],"Warning: the variable %s cannot be used in this template.":["Cuidado: a variável %s não pode ser utilizada neste modelo."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["Não conseguimos criar uma conexão com a nossa API para verificar sua(s) chave(s) de licença. Por favor, peça à sua empresa de hospedagem que permita que seu servidor conecte-se a %s."],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["Seu servidor tem uma versão desatualizada do módulo PHP cURL (Versão: %s). Por favor, peça à sua hospedagem que atualize para uma versão recente do cURL. Você pode ler mais sobre isso em nossa %sKnowledge base%s."],"The featured image should be at least 200x200 pixels to be picked up by Facebook and other social media sites.":["A imagem de destaque deve ter pelo menos 200x200 pixels para ser capturada pelo Facebook e outras redes sociais."],"See the help tab for more info.":["Veja a página de ajuda para mais informações."],"Note that not all variables can be used in every template.":["Note que nem todas as variáveis podem ser utilizadas em todos os modelos."],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":[""],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines, yet might slow down your site.":[""],"To be able to access %sFacebook Insights%s for your site, you need to specify a Facebook Admin. This can be a user. If you have an app for your site, you could use that as well.":["Para poder utilizar %sFacebook Insights%s em seu site, você deve especificar um administrador do Facebook. Que pode ser um usuário. Se você possuir um aplicativo para seu site, você também pode usá-lo."],"Warning!":["Cuidado!"],"Recommended solution":["Solução recomendada"],"We recommend you deactivate %1$s and have another look at your %2$s configuration using the button above.":[""],"Deactivate %s":["Desativar %s"],"What’s new in %s":[""],"Activation failed:":["Ativação falhou:"],"Export created: %1$sdownload your export file here%2$s.":["Exportação concluída: %1$sfaça o download do arquivo de exportação aqui%2$s."],"Could not zip settings-file.":["Não foi possível compactar o arquivo de configurações."],"Could not write settings to file.":["Não foi possível salvar as configurações em um arquivo."],"This export includes taxonomy metadata":["Essa exportação inclui metadados de taxonomia"],"No taxonomy metadata found":["Não foram encontrados metadados de taxonomia"],"Error: no Robots Meta data found to import.":["Erro: Não foram encontrados dados Robots Meta para serem importados"],"Import settings by locating <em>settings.zip</em> and clicking \"Import settings\"":["Para importar as configurações localize o arquivo <em>settings.zip</em> e clique em \"Importar configurações\""],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Essa extensão de filtro parece estar indisponível. Por favor peça a sua hospedagem para habilitá-la."],"Company Info":["Informações da empresa"],"Your Info":["Suas Informações"],"Upload Image":["Envio de imagem"],"Breadcrumbs":["Breadcrumbs"],"SEO:":["SEO:"],"These are the General settings for %1$s, here you can restart this tour or revert the %1$s settings to default.":[""],"Tab: Your Info / Company Info":["Aba: Sua informações / Informações da empresa"],"Add some info here needed for Google's Knowledge Graph.":["Adicione aqui algumas informações necessárias para o Knowledge Graph do Google."],"Tab: Webmaster Tools":["Aba: Ferramentas de Webmasters"],"You can add the verification codes for the different Webmaster Tools programs here. We highly encourage you to check out both Google and Bing&#8217;s Webmaster Tools.":[""],"Tab: Security":["Aba: Segurança"],"Determine who has access to the plugins advanced settings on the post edit screen.":["Determine quem terá acesso às configurações avançadas na tela de pós edição."],"Subscribe to our Newsletter":["Inscreva-se e receba nossas newsletters"],"The first tab will show you site-wide settings for titles, normally you'll only need to change the Title Separator.":["A primeira aba mostrará as configurações de título para todo o site, normalmente você só precisará alterar o separador do título."],"On the archives tab you can set templates for specific pages like author archives, search results and more.":["Na aba arquivos você pode definir modelos para páginas específicas, como arquivos de autor, os resultados da pesquisa e muito mais."],"On the Other tab you can change sitewide meta settings, like enable meta keywords.":["Na aba Outros você pode alterar as configurações de meta para todo o site, como habilitar palavras-chaves."],"On this tab you can verify your site with Pinterest and enter your Pinterest account.":["Nesta página você poderá verificar e informar sua conta do Pinterest."],"On this tab you can enter some more of your social accounts, mostly used for Google's Knowledge Graph.":["Nesta aba você pode inserir outras contas sociais, principalmente as utilizadas para Knowledge Graph do Google."],"This plugin adds XML sitemaps to your site. The sitemaps are automatically updated when you publish a new post, page or custom post and Google and Bing will be automatically notified.":["Este plugin adiciona sitemaps XML no seu site. Os sitemaps são atualizados automaticamente quando você publica um novo post, página ou post customizado. O Google e o Bing serão notificados automaticamente."],"Advanced Settings":["Configurações avançadas"],"All of the options on these tabs are for advanced users only, if you don&#8217;t know whether you should check any, don&#8217;t touch them.":["Todas as opções nessas abas são apenas para usuários avançados, se você não sabe como isso funciona, então não altere nada."],"The powerful functions of %1$s can be extended with %3$sYoast premium plugins%4$s. These premium plugins require the installation of %1$s or %2$s and add specific functionality. You can read all about the Yoast Premium Plugins %3$shere%4$s.":[""],"Thank you for using our plugin and good luck with your SEO!<br/><br/>Best,<br/>Team Yoast - %1$sYoast.com%2$s":["Obrigado por usar nosso plugin e boa sorte com o seu SEO <br/><br/> Atenciosamente,<br/> Equipe Yoast - %1$sYoast.com%2$s"],"Introduction Tour":["Tour de introdução"],"Restore Default Settings":["Restaurar as configurações de fábrica"],"This data is shown as metadata in your site. It is intended to appear in Google's Knowledge Graph. You can be either a company, or a person, choose either:":["Estes dados são apresentados como metadados no seu site. Essa informação será usada pelo  Knowledge Graph do Google. Você pode ser uma empresa, ou uma pessoa, escolha qual:"],"Company or person":["Empresa ou pessoa"],"Choose whether you're a company or person":["Selecione se você é uma empresa ou uma pessoa"],"Company":["Empresa"],"Person":["Pessoa"],"Company Name":["Nome da empresa"],"Company Logo":["Logo da empresa"],"Your name":["Seu nome"],"This is where you would enter the license keys for one of our premium plugins, should you activate one.":["Este é o lugar onde você deve digitar as chaves de licença para um dos nossos plugins premium, você precisa ativar um."],"Enable force rewrite titles":["Forçar reescrita dos títulos"],"Accounts":["Contas"],"To inform Google about your social profiles, we need to know their URLs.":["Para informar ao Google sobre seus perfis sociais, precisamos saber suas URLs."],"For each, pick the main account associated with this site and please enter them below:":["Para cada um, pegue a conta principal associada a este site e digite-os abaixo:"],"Twitter Username":["Usuário do Twitter"],"Instagram URL":["URL do Instagram"],"LinkedIn URL":["URL do LinkedIn"],"MySpace URL":["URL do MySpace"],"Pinterest URL":["URL do Pinterest"],"YouTube URL":["URL do YouTube"],"Google+ URL":["URL do Google+"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest usa metadados Open Graph assim como o Facebook, então não se esqueça de manter a caixa de seleção Open Graph na aba Facebook selecionada caso você deseje otimizar seu site para o Pinterest."],"Pinterest verification":["Verificação do Pinterest"],"To %1$sverify your site with Pinterest%2$s, add the meta tag here:":["Para %1$sverificar seu site no Pinterest%2$s, adicione sua meta tag aqui"],"Bulk editor":["Editor em massa"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Esta ferramenta permite que você altere rapidamente títulos e descrições de seus posts e páginas sem precisar editá-los um por um."],"Import and Export":["Importar e Exportar"],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["Importar as configurações de outros plugins de SEO e exportar suas configurações para reutilizá-las posteriormente ou em outro blog."],"File editor":["Editor de arquivo"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Esta ferramenta permite que você mude rapidamente arquivos importantes para o seu SEO, como o robots.txt e, caso você tenha um, o seu arquivo .htaccess."],"&laquo; Back to Tools page":["&laquo; Voltar para a página Ferramentas"],"Max entries per sitemap":["Máximo de itens por sitemap"],"Credits":["Créditos"],"More Translations":["Mais traduções"],"%1$s ships, at time of release, with %4$d translations, of which %5$d are complete. That's a huge improvement from last time, and we're improving every week. Join us at %2$stranslate.yoast.com%3$s!":[""],"Go to The General settings page →":["Ir para a página de configurações gerais →"],"While most of the development team is at %1$sYoast%2$s in the Netherlands, %3$s is created by a worldwide team.":[""],"Want to help us develop? Read our %1$scontribution guidelines%2$s!":["Quer nos ajudar no desenvolvimento? Leia nossas %1$sorientações de contribuição%2$s!"],"Project Leaders":["Líderes de Projeto"],"Project Lead":["Líder de Projeto"],"Lead Developer":["Desenvolvedor chefe"],"QA & Translations Manager":["Gerente de Controle de Qualidade e Traduções"],"Contributing Developers":["Desenvolvedores colaborando"],"Developer":["Desenvolvedor"],"Contributors to this release":["Colaboradores desta versão"],"Change URLs":["Mudar URLs"],"Clean up permalinks":["Limpar links permanentes"],"Import from other SEO plugins":["Importar de outros plugins de SEO"],"Import from other plugins":["Importar de outros plugins"],"If you want to import data from (by now ancient) Yoast plugins, you can do so here:":["Se você quer importar dados dos (agora antigos) plugins Yoast, você pode fazê-lo aqui:"],"The plugin All-In-One-SEO has been detected. Do you want to %simport its settings%s?":["O Plugin All-In-One-SEO foi detectado.  Deseja importar  %ssuas configurações %s?"],"You are not allowed to access this page.":["Você não está autorizado a acessar essa página."],"Tools":["Ferramentas"],"Your %s license has been activated. ":["Sua licença %s foi ativada com sucesso."],"You have an unlimited license. ":["Você tem uma licença ilimitada."],"You have used %d/%d activations. ":["Você usou %d/%d ativações."],"a,about,above,after,again,against,all,am,an,and,any,are,as,at,be,because,been,before,being,below,between,both,but,by,could,did,do,does,doing,down,during,each,few,for,from,further,had,has,have,having,he,he'd,he'll,he's,her,here,here's,hers,herself,him,himself,his,how,how's,i,i'd,i'll,i'm,i've,if,in,into,is,it,it's,its,itself,let's,me,more,most,my,myself,nor,of,on,once,only,or,other,ought,our,ours,ourselves,out,over,own,same,she,she'd,she'll,she's,should,so,some,such,than,that,that's,the,their,theirs,them,themselves,then,there,there's,these,they,they'd,they'll,they're,they've,this,those,through,to,too,under,until,up,very,was,we,we'd,we'll,we're,we've,were,what,what's,when,when's,where,where's,which,while,who,who's,whom,why,why's,with,would,you,you'd,you'll,you're,you've,your,yours,yourself,yourselves":["a, agora, ainda, alguém, algum, alguma, algumas, alguns, ampla, amplas, amplo, amplos, ante, antes, ao, aos, após, aquela, aquelas, aquele, aqueles, aquilo, as, até, através, cada, coisa, coisas, com, como, contra, contudo, da, daquele, daqueles, das, de, dela, delas, dele, deles, depois, dessa, dessas, desse, desses, desta, destas, deste, deste, destes, deve, devem, devendo, dever, deverá, deverão, deveria, deveriam, devia, deviam, disse, disso, disto, dito, diz, dizem, do, dos, e, é, ela, elas, ele, eles, em, enquanto, entre, era, essa, essas, esse, esses, esta, está, estamos, estão, estas, estava, estavam, estávamos, este, estes, estou, eu, fazendo, fazer, feita, feitas, feito, feitos, foi, for, foram, fosse, fossem, grande, grandes, há, isso, isto, já, la, lá, lhe, lhes, lo, mas, me, mesma, mesmas, mesmo, mesmos, meu, meus, minha, minhas, muita, muitas, muito, muitos, na, não, nas, nem, nenhum, nessa, nessas, nesta, nestas, ninguém, no, nos, nós, nossa, nossas, nosso, nossos, num, numa, nunca, o, os, ou, outra, outras, outro, outros, para, pela, pelas, pelo, pelos, pequena, pequenas, pequeno, pequenos, per, perante, pode, pude, podendo, poder, poderia, poderiam, podia, podiam, pois, por, porém, porque, posso, pouca, poucas, pouco, poucos, primeiro, primeiros, própria, próprias, próprio, próprios, quais, qual, quando, quanto, quantos, que, quem, são, se, seja, sejam, sem, sempre, sendo, será, serão, seu, seus, si, sido, só, sob, sobre, sua, suas, talvez, também, tampouco, te, tem, tendo, tenha, ter, teu, teus, ti, tido, tinha, tinham, toda, todas, todavia, todo, todos, tu, tua, tuas, tudo, última, últimas, último, últimos, um, uma, umas, uns, vendo, ver, vez, vindo, vir, vos, vós"],"The SEO title defaults to what is generated based on this sites title template for this posttype.":["O padrão de título SEO é gerado baseado no modelo de título desse site para este tipo de post."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["Se você não desejar usar o título do post ao compartilha-lo no %s e preferir usar outro título, insira-o aqui."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["Se você não deseja utilizar a meta descrição para compartilhamento do tópico no %s, mas, deseja utilizar outra descrição, insira-a aqui."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["Se você deseja substituir a imagem usada em %s para esse post, faça upload ou escolha uma imagem e adicione a URL aqui."],"%s Title":["%s Título"],"%s Description":["%s Descrição"],"%s Image":["%s Imagem"],"If you would like us to keep you up-to-date regarding %1$s and other plugins by Yoast, subscribe to our newsletter:":[""],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["Como você pode ver, há uma tradução deste plugin em %1$s. Esta tradução está %3$d%% completa. Nós precisamos de ajuda para completá-la e corrigir eventuais erros. Por favor registre-se em %4$s para ajudar a completar a tradução para %1$s!"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["Você está usando WordPress em %1$s. Enquanto %2$s não for traduzido para %1$s em %3$d%%, não será distribuído com o plugin. Você pode ajudar! Registre-se em %4$s para ajudar a completar a tradução para %1$s!"],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["Você  está usando WordPress em um idioma ainda não suportado. Adoraríamos que %2$s fosse traduzido para esse idioma também, mas infelizmente isso ainda não aconteceu. Você pode mudar isso! Registre-se em %4$s para fazer a tradução."],"Translation of %s":["Tradução de %s"],"Register now &raquo;":["Registrar agora &raquo:"],"The old data of the imported plugin was deleted successfully.":["Os dados anteriores do plugin importado foram deletados com sucesso."],"Content to put after each post in the feed":["Conteúdo a ser adicIonado após cada post do feed"],"Exclude user roles":["Excluir permissões de usuário"],"Pinterest Rich Pins Validator":["Validador Rich Pins do Pinterest"],"HTML Validator":["Validador HTML"],"CSS Validator":["Validador CSS"],"Google Page Speed Test":["Teste de Velocidade de Página do Google"],"Modern IE Site Scan":["Modern IE Site Scan"],"Focus keyword usage":["Uso da palavra-chave em foco"],"You have used HTML in your value which is not allowed.":["Você utilizou HTML em um campo que não é permitido."],"Exclude user from Author-sitemap":["Excluir usuário do sitemap de Autor"],"(no parent)":["(sem parente)"],"There&#8217;s more to learn about WordPress &amp; SEO than just using this plugin. A great start is our article %1$sthe definitive guide to WordPress SEO%2$s.":[""],"Title &amp; Metas settings":["Título &amp; Meta configurações"],"This is where you\tset the titles and meta-information for all your post types, taxonomies, archives, special pages and for your homepage. The page is divided into different tabs. Make sure you check &#8217;em all out!":["Aqui é onde você configurará os títulos e informações para todos seus tipos de post, taxonomias, arquivos, páginas especiais e para sua página inicial. A página é dividida em várias abas. Por favor, configure todas."],"Templates and settings":["Templates e configurações"],"Now click on the &#8216;%1$sPost Types%2$s&#8217;-tab, as this will be our example.":["Agora clique no &#8216;%1$sPost Types%2$s&#8217;-tab, pois este será o nosso exemplo."],"The templates are built using variables. You can find all these variables in the help tab (in the top-right corner of the page). The settings allow you to set specific behavior for the post types.":["Os templates são construídos utilizando variáveis. Você pode encontrar todas essas variáveis na aba de ajuda (no canto superior direito da página). As configurações permitem que você defina comportamentos específicos para os tipos de post (post types)."],"Previous":["Anterior"],"On this tab you can enable the %1$sFacebook Open Graph%2$s functionality from this plugin, as well as assign a Facebook user or Application to be the admin of your site, so you can view the Facebook insights.":["Nesta aba, você pode ativar a funcionalidade do %1$sFacebook Open Graph%2$s desse plugin, bem como atribuir um usuário do Facebook ou aplicativo para ser o administrador do seu site, para que você possa ver os insights do Facebook."],"The frontpage settings allow you to set meta-data for your homepage, whereas the default settings allow you to set a fallback for all posts/pages without images. ":["As configurações de frontpage permitem definir meta-dados para a sua página inicial, enquanto que as configurações padrão permitem que você defina outras opções para todos os posts / páginas sem imagens."],"With %1$sTwitter Cards%2$s, you can attach rich photos, videos and media experience to tweets that drive traffic to your website. Simply check the box, sign up for the service, and users who Tweet links to your content will have a &#8220;Card&#8221; added to the tweet that&#8217;s visible to all of their followers.":["Com %1$sTwitter Cards%2$s, você pode anexar fotos, vídeos e mídia nos tweets que direcionam tráfego para seu site. Basta marcar a caixa, se inscrever no serviço, e os usuários que tweetam links s seus conteúdos terão um &#8220;Card&#8221; acrescentado ao tweet que é visível para todos os seguidores deles."],"This tab allows you to add specific post meta data for Google+. And if you have a Google+ page for your business, add that URL here and link it on your %1$sGoogle+%2$s page&#8217;s about page.":["Essa guia permite que você adicione meta-dados de post específicos para o Google+. E se você tem uma página do Google+ para o seu negócio, adicione essa URL aqui e a vincule em sua página de Sobre do %1$sGoogle+%2$s."],"What are XML sitemaps?":["O que são sitemaps XML?"],"A Sitemap is an XML file that lists the URLs for a site. It allows webmasters to include additional information about each URL: when it was last updated, how often it changes, and how important it is in relation to other URLs in the site. This allows search engines to crawl the site more intelligently.":["Um Sitemap é um arquivo XML que lista as URLs de um site. Ele permite que os webmasters incluam informações adicionais sobre cada URL: quando ela foi atualizada pela última vez, com que frequência ela muda, e qual a sua importância em relação a outras URLs no site. Isso permite aos mecanismos de busca indexarem o site de forma mais inteligente."],"What does the plugin do with XML Sitemaps?":["O que é que o plugin faz em termos de Sitemaps XML?"],"If you want to exclude certain post types and/or taxonomies, you can also set that on this page.":["Se você quiser excluir certos tipos de post (post types)  e/ou taxonomias, você também pode definir isso nessa página."],"Is your webserver low on memory? Decrease the entries per sitemap (default: 1000) to reduce load.":["Seu servidor web tem ou está com pouca memória? Diminua as entradas de cada sitemap (padrão: 1000) para reduzir a carga."],"Extensions and Licenses":["Extensões e Licenças"],"Once you&#8217;ve purchased %1$s or any other premium Yoast plugin, you&#8217;ll have to enter a license key. You can do so on the Licenses-tab. Once you&#8217;ve activated your premium plugin, you can use all its powerful features.":[""],"So, we&#8217;ve come to the end of the tour. If you like the plugin, please %srate it 5 stars on WordPress.org%s!":["Dessa forma, nós chegamos ao final do tour. Se você gosta do plugin, por favor %srate dê a ele a nota de 5 estrelas no WordPress.org%s!"],"You&#8217;ve just installed %1$s! Click &#8220;Start Tour&#8221; to view a quick introduction of this plugin&#8217;s core functionality.":[""],"Add Google+ specific post meta data":["Adicionar meta dados de post específicos do Google+"],"Exclude users without posts":["Excluir usuários sem posts"],"Disable all users with zero posts":["Desabilitar todos usuários que não tenham nenhum post"],"Please check the appropriate box below if there's a user role that you do <strong>NOT</strong> want to include in your sitemap:":["Por favor, verifique abaixo se há alguma opção de usuário que você <strong>NÃO</strong> deseja incluir em seu mapa do site:"],"Replaced with the post/page author's 'Biographical Info'":["Substituído com o post/página do(s) autor(es) 'Biographical Info'"],"Team Yoast":["Equipe da Yoast"],"Publication date":["Data de publicação"],"The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.<br/><br/>Read %sthis post%s for more info.":["A descrição meta é muitas vezes apresentado como o texto preto com o título em um resultado de pesquisa. Para que isso funcione, tem que conter a palavra-chave que foi procurado.<br/><br/>Leia %sEste post%s para mais informações."],"No Image Index":["Não indexar Imagem"],"Are you sure you want to reset your SEO settings?":["Tem certeza de que deseja redefinir suas configurações de SEO?"],"Title Separator":["Separador de Título"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name.":["Escolha o símbolo a ser usado como separador de título. Isto irá mostrar, por exemplo, entre o título do post e nome do site."],"Symbols are shown in the size they'll appear in in search results.":["Os símbolos são mostrados no tamanho que eles vão aparecer em em resultados de pesquisa."],"Take note:":["Atenção:"],"As you are redirecting attachment URLs to parent post URLs, these settings will currently only have an effect on <strong>unattached</strong> media items!":["Como você está redirecionando URLs anexas para as URLs dos posts pai, essas configurações atualmente só tem um efeito sobre itens de mídia <strong>anexados</strong>!"],"So remember: If you change the %sattachment redirection setting%s in the future, the below settings will take effect for *all* media items.":["Então lembre-se: Se você alterar a %sconfiguração de redirecionamento anexado%s, as definições abaixo terão efeito para *todos* os itens de mídia."],"public":["público"],"archived":["arquivado"],"mature":["maduro"],"spam":["spam"],"New sites in the network inherit their SEO settings from this site":["Novos sites na rede herdam as configurações de SEO deste site"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Escolha o site cujas configurações você deseja usar como padrão para todos os sites que são adicionados à rede. Se você escolher \"None\", os padrões normais do plugin será utilizado."],"Enter the %sSite ID%s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Digite o s%Site ID%s para o site cujas configurações você deseja usar como padrão para todos os sites que são adicionados à rede. Deixe em branco para nenhum (ou seja, os padrões normais do plugin será utilizado)."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new blogs.":["Privacidade sensíveis (admins FB e tal), tema específico (título rewrite) e algumas configurações muito específicas do site não será importado para novos blogs."],"Site ID":["Site ID"],"Copy home meta description":["Copiar meta descrição da home"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["Estes são o título, descrição e imagem utilizados nas meta tags Open Graph na primeira página do seu site."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Uma variável de substituição só pode conter caracteres alfanuméricos, sublinhados ou um traço. Tente mudar sua variável."],"Advanced Variables":["Variáveis Avançadas"],"Premium Support":["Suporte Premium"],"FAQ":["FAQ"],"Remove these ads?":["Remover estes anúncios?"],"This is a rendering of what this post might look like in Google's search results.<br/><br/>Read %sthis post%s for more info.":["Esta é uma rendição do que este post pode parecer resultados de pesquisa do Google.<br/><br/>Ler %sthis post%s para mais informações."],"Warning:":["Aviso:"],"Title display in Google is limited to a fixed width, yours is too long.":["A exibição do título no Google é limitada a uma largura fixa, o seu título é muito longo."],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Atenção: mesmo que você possa definir as configurações dos meta robots aqui, todo o site está definido para noindex nas configurações de privacidade, de modo que essas configurações não terão efeito."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b>Atenção!</b> Você está bloqueando requisições externas que significam que não será possível obter %s atualizações. Por favor adicione %s para %s."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["Sua licença expirou. Você deve <a href=\"%s\">estender sua licença</a>, para continuar usando."],"Request error: \"%s\" (%scommon license notices%s)":["Erro na requisição: \"%s\" (%savisos da licença%s)"],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s rede ativada, você poderá gerenciar a sua licença na <a href=\"%s\">página de licença do administrador de rede</a>."],"%s is network activated, please contact your site administrator to manage the license.":["%s rede ativada, por favor, contate o administrador do site para gerenciar a licença."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["Este site não foi ativado corretamente em yoast.com, portanto, não será possível verificar as atualizações futuras. Por favor, ative o seu site com uma chave de licença válida."],"Your %s license will expire on %s.":["Sua %s licença expira em %s."],"%sRenew your license now%s.":["Your %s license will expire on %s."],"The premium version of %1$s with more features & support.":[""],"Optimize your videos to show them off in search results and get more clicks!":["Otimize seus vídeos para mostrá-las nos resultados de busca e assim conseguir mais cliques!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Você está no Google News? Aumente seu tráfego do Google News, otimizando seu site para ele!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Posicione-se melhor no Google Maps, sem suar a camisa!"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":[""],"Get this extension":["Obter essa extensão"],"Prevent cleaning out Google Analytics Campaign & Google AdWords Parameters.":["Evitar a perca de dados de Campanhas no Google Analytics e Parâmetros do Google AdWords."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Uma variável de substituição não pode começar com \"%%cf_\" ou \"%%ct_\", sendo estes reservados para variáveis ​​padrão do WPSEO, campos personalizados e taxonomias personalizadas. Tente criar um nome de variável exclusivo."],"A replacement variable with the same name has already been registered. Try making your variable name more unique.":["Uma variável de substituição com o mesmo nome já foi registrado. Tente criar um nome de variável exclusivo."],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Você não pode ignorar uma substituição de variável padrão de WPSEO registrando uma variável com o mesmo nome. Use o filtro \"wpseo_replacements\" em vez de ajustar o valor de substituição."],"Replaced with the title of the parent page of the current page":["Substituído pelo o título da página pai da página atual"],"The site's tag line / description":["Site's tag line / description"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Substituído com o número da página atual com o contexto (Ex: página 2 de 4)"],"Check Rich Snippets":["Verificar Rich Snippets"],"Facebook Debugger":["Facebook Debugger"],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["The Standard PHP Library (SPL) parece não estar disponível. Por favor, solicite ao seu host para habilitá-lo."],"https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin":["https://yoast.com/wordpress/plugins/seo/#utm_source=wpadmin&utm_medium=plugin&utm_campaign=wpseoplugin"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["A primeira verdadeira solução all-in-one SEO para o WordPress, incluindo a análise on-page conteúdo, sitemaps XML e muito mais."],"https://yoast.com/":["https://yoast.com/"],"Please select a valid taxonomy for post type \"%s\"":["Por favor selecione uma taxonomia válida para o tipo de mensagem \"%s\""],"Post doesn't exist.":["O Post não existe."],"Post has an invalid Post Type: %s.":["O Post tem um Post Type inválido: %s."],"You can't edit %s.":["Você não pode editar %s."],"You can't edit %s that aren't yours.":["Você não pode editar %s que não são seus."],"Extensions":["Extensões"],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":[""],"Filter":["Filtro"],"WP Page Title":["Título da Página WP"],"Post Type":["Tipo de Post"],"Post Status":["Status do Post"],"Page URL/Slug":["URL/Slug da Página"],"Existing Yoast Meta Description":["Yoast Meta Descrição existente"],"New Yoast Meta Description":["Nova Yoast Meta Descrição"],"Action":["Ação"],"Edit this item":["Editar este item"],"Edit":["Editar"],"Preview &#8220;%s&#8221;":["Visualizar &#8220;%s&#8221;"],"Preview":["Visualizar"],"View &#8220;%s&#8221;":["Ver &#8220;%s&#8221;"],"View":["Ver"],"Existing Yoast SEO Title":["Yoast SEO Título existente"],"New Yoast SEO Title":["Novo Yoast SEO Título"],"Debug Information":["Informações de Depuração"],"Current option:":["Opção atual"],"Site-wide default: %s":["Site-wide padrão: %s"],"No post content to analyse.":["Não há conteúdo de post para analisar."],"<a href=\"%s\">Did you know you can upgrade your license?</a>":["<a href=\"%s\">Sabia que você pode atualizar sua licença?</a>"],"<a href=\"%s\">Your license is expiring in %d days, would you like to extend it?</a>":["<a href=\"%s\">Sua licença expira em %d dia(s), você gostaria de estendê-la?</a>"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["Você excedeu seu limite de ativação. Você deve <a href=\"%s\">atualizar sua licença</a> para usá-la neste site."],"Failed to activate your license, your license key seems to be invalid.":["Falha ao ativar sua licença, a chave de licença parece ser inválida."],"Your %s license has been deactivated.":["Sua licença %s foi desativada."],"Failed to deactivate your %s license.":["Falha ao desativar sua licença %s."],"%s License":["%s Licença"],"Theme License":["Licença do Tema"],"Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.":["Atualizando este tema, você vai perder todas as personalizações que você fez. 'Cancelar' para interromper, 'OK' para atualizar."],"<strong>%s version %s</strong> is available. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Check out what's new</a> or <a href=\"%s\" %s>update now</a>.":["<strong>%s version %s</strong> está disponível. <a href=\"%s\" class=\"thickbox\" title=\"%s\">Confira o que há de novo</a> ou <a href=\"%s\" %s>atualize agora</a>."],"%s failed to check for updates because of the following error: <em>%s</em>":["%s não conseguiu verificar se há atualizações, verifique o erro: <em>%s</em>"],"%s: License Settings":["%s: Configurações de Licença"],"License status":["Status da Licença"],"Toggle license status":["Alternar status da licença"],"Deactivate License":["Desativar Licença"],"(deactivate your license so you can activate it on another WordPress site)":["(desativa sua licença permitindo ativá-la em outro site WordPress)"],"Activate License":["Ativar Licença"],"Please enter a license key in the field below first.":["Por favor, insira uma chave de licença no campo abaixo."],"License Key":["Chave da Licença"],"Paste your %s license key here..":["Cole sua chave de licença %s aqui..."],"You defined your license key using the %s PHP constant.":["Você definiu a sua chave de licença utilizando a Constante em PHP %s."],"Failed to remove hardcoded meta description.":["Falha ao remover meta descrição codificada."],"Earlier found meta description was not found in file. Renewed the description test data.":["Não foi encontrado uma meta descrição no inicio do arquivo. Renove os dados de descrição teste."],"Pinterest":["Pinterest"],"Yandex Webmaster Tools":["Yandex Webmaster Tools"],"You cannot create a robots.txt file.":["Você não pode criar um arquivo robots.txt"],"You don't have a robots.txt file, create one here:":["Você não tem um arquivo robots.txt, criar um aqui:"],"Create robots.txt file":["Criar arquivo robots.txt"],"Setting \"%s\" is no longer used and has been discarded.":["A configuração \"%s\" não é mais usada e foi descartada."],"No settings found in file.":["Não há configurações encontradas no arquivo."],"Unzipping failed - file settings.ini not found.":["Descompactação falhou - o arquivo settings.ini não foi encontrado."],"Unzipping failed with error \"%s\".":["Descompactação falhou. Erro: \"%s\"."],"Licenses":["Licenças"],"Meta keywords":["Palavras chave"],"%s restored to default SEO settings.":["%s restaurado para as configurações padrão de SEO."],"Blog %s not found.":["Blog %s não encontrado."],"You might have extra variables you want to prevent from cleaning out, add them here, comma separated.":["Você pode ter variáveis ​​extras para impedir a limpeza de saídas, adicione-os aqui, separados por vírgulas."],"The default card type to use":["O tipo de cartão padrão para uso"],"Please enter the maximum number of entries per sitemap page (defaults to %s, you might want to lower this to prevent memory issues on some installs):":["Por favor, digite o número máximo de entradas por página de sitemap (o padrão é %s, você pode querer diminuir isso para evitar problemas de memória em algumas instalações):"],"%s does not seem to be a valid %s verification string. Please correct.":["%s não parece ser um %s válido verificação de string. Por favor, corrija."],"Please select a valid post type for taxonomy \"%s\"":["Selecione um tipo de resposta válido para a taxonomia \"%s\""],"\"Max entries per sitemap page\" should be a positive number, which %s is not. Please correct.":["\"Máximo de registros por página de Sitemap\" deve ser um número positivo, %s não é. Por favor, corrija."],"Summary":["Resumo"],"Summary with large image":["Resumo com imagem grande"],"%s does not seem to be a valid url. Please correct.":["%s não parece ser uma URL válida. Por favor, corrija."],"%s does not seem to be a valid Twitter user-id. Please correct.":["%s não parece ser um Twitter user-id válido. Por favor, corrija."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":[""],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["A configuração padrão do blog deve ser o id do blog que você deseja usar como padrão."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Este deve ser um blog já existente. O blog %s não existe ou foi marcado como excluído."],"No numeric value was received.":["Nenhum valor numérico foi recebido."],"Title optimization":["Otimização de title"],"For more information:":["Para mais informações:"],"There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.":["Há %d palavras no conteúdo do texto, isto está um pouco abaixo do mínimo recomendado de %d palavras. Adicione mais conteúdo."],"Use Image":["Usar imagem"],"There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.":["Há %d palavras no conteúdo do texto, isto está abaixo do mínimo recomendado de %d palavras. Adicione mais informações úteis sobre este tópico para os leitores."],"There are %d words contained in the body copy, this is more than the %d word recommended minimum.":["Há %d palavras no conteúdo do texto, isto é mais que o mínimo recomendado de %d palavras."],"This helps you to create cleaner URLs by automatically removing the stopwords from them.":["Isto ajuda você a criar URLs limpas removendo automaticamente as palavras de parada."],"Remove stop words from slugs.":["Remover palavras de parada das slugs."],"Why Google won't display the right page title":["Por que o Google não mostra o título da página corretamente"],"Template explanation":["Explicação de Template"],"Basic Variables":["Variáveis Básicas"],"SEO Issue:":["Questões de SEO:"],"Your theme contains a meta description, which blocks %1$s from working properly. Please visit the %2$sSEO Dashboard%3$s to fix this.":[""],"Google+":["Google+"],"Facebook profile URL":["URL do perfil no Facebook"],"Check":["Analisar"],"Pick the main keyword or keyphrase that this post/page is about.<br/><br/>Read %sthis post%s for more info.":["Use a palavra chave ou frase chave principal sobre o assunto deste post/página. <br/><br/>Leia %sesse post%s para maiores informações."],"index":["index"],"noindex":["noindex"],"Your focus keyword was found in:":["Sua palavra chave foi encontrada em:"],"Article Heading: ":["Cabeçalho do Artigo"],"Page title: ":["Título da página:"],"Page URL: ":["URL da página:"],"Content: ":["Conteúdo:"],"Meta description: ":["Meta descrição:"],"All SEO Scores":["Todos os SEO Scores"],"Page Analysis has been disabled.":["Análise de página foi desativada."],"Removed hardcoded meta description.":["Removida meta descrição codificada."],"Re-check theme.":["Verifique o tema novamente."],"The plugin Robots-Meta has been detected. Do you want to %simport its settings%s.":["O plugin Robots-Meta foi encontrado. Deseja %simportar suas configurações%s."],"Robots-Meta has been deactivated":["Robots-Meta foi desativado"],"All-In-One-SEO has been deactivated":["All-In-One-SEO foi desativado"],"Edit Files":["Editar Arquivos"],"Replaced with the slug which caused the 404":["Substituição do slug que causou erro 404"],"Replaced with a custom taxonomies description":["Sobrescrito por uma descrição de taxonomia customizada"],"Facebook":["Facebook"],"Add Open Graph meta data":["Adicionar metadados Open Graph"],"Facebook Page URL":["URL da página do Facebook"],"User sitemap":["Sitemap de Usuário"],"Disable author/user sitemap":["Desabilitar sitemap de autor/usuário"],"N/A":["N/A"],"Poor":["Fraco"],"Good":["Bom"],"Bad":["Ruim"],"Posts":["Posts"],"You've never used this focus keyword before, very good.":["Parabéns, você não havia utilizado esta palavra chave antes."],"You've used this focus keyword %1$sonce before%2$s, be sure to make very clear which URL on your site is the most important for this keyword.":["Você usou esta palavra chave %1$suma vez%2$s, tenha certeza de qual URL em seu site é mais importante para essa palavra chave."],"You've used this focus keyword %3$s%4$d times before%2$s, it's probably a good idea to read %1$sthis post on cornerstone content%2$s and improve your keyword strategy.":["Você utilizou esta palavra chave em foco %3$s%4$d vezes%2$s, provavelmente seja uma boa ideia ler %1$so conteúdo deste post%2$s e melhorar sua estratégia de palavras chave."],"You must %sgo to your Reading Settings%s and uncheck the box for Search Engine Visibility.":["Você deve %sacessar Configurações de Leitura%s e desmarcar a opção \"Visibilidade nos mecanismos de busca\"."],"Replaced with the current day":["Substituído pelo dia de hoje"],"Entries per page":["Entradas por página"],"If you had a .htaccess file and it was editable, you could edit it from here.":["Se você tivesse um arquivo .htaccess e ele fosse editável, você poderia editá-lo a partir daqui."],"If you had a robots.txt file and it was editable, you could edit it from here.":["Se você tivesse um arquivo robots.txt e ele fosse editável, você poderia editá-lo a partir daqui."],"WooThemes SEO framework settings &amp; data successfully imported.":["Configurações e dados do framework SEO da WooThemes importados com sucesso."],"HeadSpace2 data successfully imported":["Dados do HeadSpace2 importados com sucesso"],"Import from WooThemes SEO framework?":["Importar do framework SEO da WooThemes?"],"Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.":["Sua frase chave tem mais de 10 palavras. Uma chave frase deve ser mais curta, e só pode haver uma chave frase."],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["Se você possui uma Página do Google+ para seu negócio, acrescente a URL dela aqui e crie um link para seu site na aba 'Sobre' de sua página do Google+."],"Your theme contains a meta description, which blocks %1$s from working properly, please delete the following line, or press fix it:":[""],"Google Publisher Page":["Página de Editor do Google"],"Date in Snippet Preview":["Data na Prévia do Snippet"],"Twitter username (without @)":["Usuário do Twitter (sem o @)"],"Show date in snippet preview?":["Mostrar a data na prévia do snippet?"],"SEO: OK":["SEO: OK"],"SEO: Poor":["SEO: Ruim"],"SEO: Bad":["SEO: Péssimo"],"SEO: No Focus Keyword":["SEO: Nenhuma palavra-chave em foco"],"SEO: Good":["SEO: Bom"],"SEO: Post Noindexed":["SEO: Post não indexado"],"Meta Desc.":["Meta-Desc."],"Focus KW":["PC em Foco"],"%s, Author at %s":["%s, Autor em %s"],"Remove the <code>?replytocom</code> variables.":["Remover as variáveis <code>?replytocom</code>."],"Post Types":["Tipos de Posts"],"This prevents threaded replies from working when the user has JavaScript disabled, but on a large site can mean a <em>huge</em> improvement in crawl efficiency for search engines when you have a lot of comments.":["Esta opção impede o funcionamento de comentários aninhados quando o usuário desabilitou o JavaScript, mas num site grande com muitos comentários ela pode representar uma <em>enorme</em> melhoria na eficiência de rastreamento dos mecanismos de busca."],"Replaced with the post type single label":["Substituído pelo rótulo singular do tipo de post"],"Other":["Outros"],"Replaced with the post type plural label":["Substituído pelo rótulo plural do tipo de post"],"%s Archive":["Arquivo %s"],"Social settings":["Configurações sociais"],"Sitewide settings":["Configurações globais"],"%s Archives":["Arquivos %s"],"Always index":["Sempre indexar (index)"],"No focus keyword was set for this %s. If you do not set a focus keyword, no score can be calculated.":["Nenhuma palavra chave em foco foi definida para este/esta %s. Se você não definir uma palavra chave em foco, não será possível calcular uma pontuação."],"To update this page analysis, save as draft or update and check this tab again":["Para atualizar esta análise de página, salve um rascunho ou atualize e verifique novamente esta aba"],"No subheading tags (like an H2) appear in the copy.":["Nenhuma tag de cabeçalho secundário (como um H2) aparece no texto."],"The keyword density is %s%%, which is over the advised 4.5%% maximum, the keyword was found %s times.":["A densidade da palavra chave é de %s%%, acima do máximo recomendado de 4.5%%. A palavra chave foi encontrada %s vezes."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":[""],"Replaced with a posts custom taxonomies, comma separated.":["Substituído pelas taxonomias personalizadas do post (separadas por vírgulas)"],"Replaced with a posts custom field value":["Substituído pelo valor de um campo personalizado do post"],"Take this tour to quickly learn about the use of this plugin.":["Faça o tour para aprender rapidamente como usar o plugin."],"Special Pages":["Páginas Especiais"],"I don't know why you'd want to use meta keywords, but if you want to, check this box.":["Não sei que razão você teria para usar meta-palavras chave, mas se quiser usá-las, habilite esta opção."],"Unchecking this box allows authors and editors to redirect posts, noindex them and do other things you might not want if you don't trust your authors.":["Desmarcar esta opção permite a autores e editores redirecionar posts, desindexá-los e tomar outras atitudes que talvez você não queira caso não confie neles."],"Post is set to noindex.":["O post está definido como não-indexável (noindex)."],"Use %s default (Currently: %s)":["Use o padrão para %s (Atualmente: %s)"],"This %s follows the indexation rules set under Metas and Titles, you can override it here.":["Este(a) %s segue as regras de indexação definidas em Títulos e Metadados, mas você pode mudá-la aqui."],"Titles &amp; Metas":["Títulos &amp; Metadados"],"Default for post type, currently: %s":["Padrão para o tipo de post, atualmente: %s"],"Focus keyword not set.":["Palavra chave em foco não definida."],"Search for \"%s\"":["Busca por \"%s\""],"Always noindex":["Sempre não-indexar (noindex)"],"Noindex subpages of archives":["Desindexar sub-páginas de arquivos"],"If you want to prevent /page/2/ and further of any archive to show up in the search results, enable this.":["Habilite esta opção para impedir que as páginas /page/2/ e seguintes de arquivos apareçam em resultados de buscas."],"Hide RSD Links":["Ocultar os links RSD"],"Hide WLW Manifest Links":["Ocultar os links WLW Manifest"],"Hide Shortlink for posts":["Ocultar os shortlinks para os posts"],"Hide RSS Links":["Ocultar os links RSS"],"Meta Robots":["Meta Robots"],"Hide":["Ocultar"],"These pages will be %s by default, so they will never show up in search results.":["Essas páginas seráo %s por padrão, então elas não aparecerão nos resultados da busca."],"The separator defined in your theme's <code>wp_title()</code> tag.":["Substituído pelo separador definido na tag <code>wp_title()</code> de seu tema."],"If you want to restore a site to the default %s settings, press this button.":["Se você quiser restaurar um site para as %s configurações de fábrica, pressione esse botão."],"Security":["Segurança"],"This image is used if the post/page being shared does not contain any images.":["Essa imagem é usada se o post/página compartilhado não contém nenhuma imagem."],"Twitter":["Twitter"],"Add Twitter card meta data":["Acrescentar metadados Twitter card"],"No focus keyword set.":["Nenhuma palavra chave em foco definida."],"Your hosting environment does not support PHP's %sDocument Object Model%s.":["Seu ambiente de hospedagem não suporta o %sDocument Object Model%s do PHP."],"Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.":["A palavra / frase chave aparece em %s (de %s) cabeçalhos secundários no texto. Embora este não seja um dos fatores principais de posicionamento, ainda assim é benéfico."],"You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.":["Você não usou sua palavra / frase chave em nenhum cabeçalho secundário (como um H2) em seu texto."],"You searched for %s":["Você pesquisou por %s"],"The post %s appeared first on %s.":["O post %s apareceu primeiro em %s."],"Successfully cleared all Facebook Data":["Todos os Dados do Facebook foram limpos com sucesso"],"Successfully removed admin %s":["Administrador %s removido com sucesso"],"Frontpage settings":["Configurações da Página Inicial"],"Facebook Insights and Admins":["Insights e Administradores do Facebook"],"Alexa Verification ID":["ID de Verificação do Alexa"],"Social":["Social"],"Email":["E-mail"],"Subscribe":["Assinar"],"Currently connected Facebook admins:":["Administradores do Facebook atualmente conectados:"],"Add Another Facebook Admin":["Adicionar Outro Administrador do Facebook"],"Clear all Facebook Data":["Limpar todos os Dados do Facebook"],"Image URL":["URL da Imagem"],"Description":["Descrição"],"Default settings":["Configurações padrão"],"This is a settings export file for the %1$s plugin by Yoast.com":[""],"SEO":["SEO"],"Keyword Research":["Pesquisa de Palavras Chave"],"AdWords External":["AdWords Externo"],"Google Insights":["Insights do Google"],"SEO Book":["SEO Book"],"Analyze this page":["Analisar esta página"],"Check Inlinks (OSE)":["Checar Links de Entrada (OSE)"],"Check Keyword Density":["Checar Densidade de Palavras Chave"],"Check Google Cache":["Checar Cache do Google"],"Check Headers":["Checar Cabeçalhos"],"SEO Settings":["Configurações de SEO"],"XML Sitemaps":["Sitemaps XML"],"Permalinks":["Links Permanentes"],"RSS":["RSS"],"Webmaster Tools":["Ferramentas para Webmasters"],"Next":["Próximo"],"Like this plugin?":["Gosta deste plugin?"],"Congratulations!":["Parabéns!"],"Start Tour":["Iniciar Tour"],"Close":["Fechar"],"Some files could not be removed. Please remove them via FTP.":["Alguns arquivos não puderam ser removidos. Por favor, remova-os via FTP."],"To enjoy all the benefits of the page analysis feature, you'll need to (get your host to) install it.":["Para aproveitar todos os benefícios do recurso de análise de página, você vai precisar instalá-lo (ou obter com seu host)."],"The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.":["A palavra chave para a página contém uma ou mais %spalavras de parada%s, considere removê-las. Encontrado '%s'."],"The keyword / phrase appears in the URL for this page.":["A palavra / frase chave aparece na URL da página."],"The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["A palavra / frase chave não aparece na URL da página. Se decidir renomear a URL tenha certeza de fazer com que a URL antiga redirecione 301 para a nova!"],"The slug for this page contains one or more <a href=\"http://en.wikipedia.org/wiki/Stop_words\">stop words</a>, consider removing them.":["O slug desta página contém uma ou mais <a href=\"http://en.wikipedia.org/wiki/Stop_words\">palavras de parada</a>, considere removê-las."],"The slug for this page is a bit long, consider shortening it.":["O slug desta página é um pouco longo, considere encurtá-lo."],"Please create a page title.":["Por favor, crie um título para a página."],"The page title is more than 40 characters and less than the recommended 70 character limit.":["O título da página tem mais de 40 caracteres e menos do que o limite recomendado de 70 caracteres."],"The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.":["O título da página contém %d caracteres, menos que o mínimo recomendado de 40 caracteres. Use o espaço para acrescentar variações da palavra chave ou para criar um atraente convite à ação."],"The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.":["O título da página contém %d caracteres, mais do que o limite visível de 70 caracteres; algumas palavras não serão visíveis aos usuários quando sua página for listada."],"The keyword / phrase %s does not appear in the page title.":["A palavra / frase chave \"%s\" não aparece no título da página."],"The page title contains keyword / phrase, at the beginning which is considered to improve rankings.":["O título da página contém a palavra / frase chave no começo, o que se considera incrementar a posição em buscas."],"The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.":["O título da página contém a palavra / frase chave, mas ela não parece estar no começo; tente movê-la para o começo."],"No outbound links appear in this page, consider adding some as appropriate.":["Nenhum link de saída aparece nesta página, considere acrescentar alguns como apropriado."],"You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.":["Você possui links para outras páginas e esses links usam a palavra chave para a qual você quer que esta página obtenha posições, considere mudar isso caso realmente deseje que esta página obtenha um posicionamento mais elevado."],"This page has %s outbound link(s).":["Esta página possui %s link(s) de saída."],"This page has %s outbound link(s), all nofollowed.":["Esta página possui %s link(s) de saída, todos não-seguidos (nofollow)."],"This page has %s nofollowed link(s) and %s normal outbound link(s).":["Esta página possui %s link(s) de saída não-seguidos (nofollow) e %s link(s) de saída normal(is)."],"No images appear in this page, consider adding some as appropriate.":["Nenhuma imagem aparece nesta página, considere acrescentar algumas como apropriado."],"The images on this page are missing alt tags.":["As imagens nesta página estão sem tags alt."],"The images on this page contain alt tags with the target keyword / phrase.":["As imagens nesta página contêm tags alt com a palavra / frase chave alvo."],"The images on this page do not have alt tags containing your keyword / phrase.":["As imagens nesta página não têm tags alt que contenham sua palavra / frase chave."],"In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?":["Na meta-descrição especificada, considere: Como ela se compara à competição? É possível torná-la mais atraente?"],"The meta description is under 120 characters, however up to %s characters are available. %s":["A meta-descrição tem menos de 120 caracteres, porém até %s caracteres estão disponíveis. %s"],"The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s":["A meta-descrição especificada tem mais de %s caracteres, reduza-a para garantir que ela seja visível por inteiro. %s"],"No meta description has been specified, search engines will display copy from the page instead.":["Nenhuma meta-descrição foi especificada, e como resultado os mecanismos de busca mostrarão trechos da página no lugar dela."],"The meta description contains the primary keyword / phrase.":["A meta-descrição contém a palavra / frase chave primária."],"A meta description has been specified, but it does not contain the target keyword / phrase.":["Uma meta-descrição foi especificada, mas ela não contém a palavra / frase chave alvo."],"The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.":["O espaço disponível é menor do que os usuais 155 caracteres porque o Google também incluirá a data de publicação no snippet."],"There are %d words contained in the body copy. This is far too low and should be increased.":["Há %d palavras contidas no corpo do texto. Essa quantidade é muito pequena e deveria ser aumentada."],"The keyword density is %s%%, which is a bit low, the keyword was found %s times.":["A densidade de palavras chave é de %s%%, o que é um pouco baixo, a palavra chave foi encontrada %s vezes."],"The keyword density is %s%%, which is great, the keyword was found %s times.":["A densidade de palavras chave é de %s%%, o que é ótimo, a palavra chave foi encontrada %s vezes."],"The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.":["A palavra chave não aparece no primeiro parágrafo do texto, certifique-se de que o tópico seja imediatamente evidente."],"The keyword appears in the first paragraph of the copy.":["A palavra chave aparece no primeiro parágrafo do texto."],"Flesch Reading Ease":["Classificação Flesch de Facilidade de Leitura"],"The copy scores %s in the %s test, which is considered %s to read. %s":["O texto pontua %s no teste %s, o que é considerado %s se ler. %s"],"very easy":["muito fácil de"],"easy":["fácil de"],"fairly easy":["razoavelmente fácil de"],"OK":["OK"],"fairly difficult":["razoavelmente difícil de"],"Try to make shorter sentences to improve readability.":["Tente escrever sentenças mais curtas para aumentar a facilidade de leitura."],"difficult":["difícil de"],"Try to make shorter sentences, using less difficult words to improve readability.":["Tente escrever sentenças mais curtas, usando palavras menos difíceis para aumentar a facilidade de leitura."],"very difficult":["muito difícil de"],"Huge SEO Issue: You're blocking access to robots.":["Imenso Problema no SEO: Você está bloqueando o acesso aos robôs."],"I know, don't bug me.":["Eu sei, não me aborreça."],"Settings Updated.":["Configurações Atualizadas."],"Site Admins (default)":["Administradores de Site (padrão)"],"Super Admins only":["Super Administradores apenas"],"Save MultiSite Settings":["Salvar Configurações MultiSite"],"MultiSite Settings":["Configurações MultiSite"],"Using this form you can reset a site to the default SEO settings.":["Usando este formulário você pode redefinir um site de volta às configurações padrão de SEO."],"Blog ID":["ID do blog"],"Restore site to defaults":["Restaurar site para o padrão"],"Restore site to default settings":["Restaurar site para as configurações padrão"],"RSS Footer options imported successfully.":["As opções do RSS Footer foram importadas com sucesso."],"Yoast Breadcrumbs options imported successfully.":["As opções do Yoast Breadcrumbs foram importadas com sucesso."],"Yoast Breadcrumbs options could not be found":["As opções do Yoast Breadcrumbs não puderam ser encontradas"],"No doubt you've used an SEO plugin before if this site isn't new. Let's make it easy on you, you can import the data below. If you want, you can import first, check if it was imported correctly, and then import &amp; delete. No duplicate data will be imported.":["Se este site não é novo você sem dúvida já usou algum plugin de SEO. Use a ferramenta de importação abaixo para transferir facilmente os dados deles para o WordPress SEO. Caso prefira, você pode primeiro importar, verifique se está tudo certo, e então importar e deletar. Dados duplicados não serão importados."],"If you've used another SEO plugin, try the %sSEO Data Transporter%s plugin to move your data into this plugin, it rocks!":["Se você usava um plugin de SEO diferente desses, tente mover seus dados deles usando o plugin %sSEO Data Transporter%s, ele arrasa!"],"Import from HeadSpace2?":["Importar do HeadSpace2?"],"Import from All-in-One SEO?":["Importar do All-in-One SEO?"],"Delete the old data after import? (recommended)":["Deletar os dados antigos depois de importar? (recomendado)"],"Import":["Importar"],"Import from Robots Meta (by Yoast)?":["Importar do Robots Meta (da Yoast)?"],"Import from RSS Footer (by Yoast)?":["Importar do RSS Footer (da Yoast)?"],"Import from Yoast Breadcrumbs?":["Importar do Yoast Breadcrumbs?"],"Export":["Exportar"],"Export your %1$s settings here, to import them again later or to import them on another site.":[""],"Include Taxonomy Metadata":["Incluir Metadados das Taxonomias"],"Import settings":["Importar configurações"],"Settings successfully imported.":["Configurações importadas com sucesso."],"Settings could not be imported:":["As configurações não puderam ser importadas:"],"Upload failed.":["O upload falhou."],"Force rewrite titles":["Forçar a reescrita dos títulos"],"Homepage":["Página inicial"],"Title template":["Modelo de título"],"Meta description template":["Modelo de meta-descrição"],"Meta keywords template":["Modelo de meta-palavras chave"],"Homepage &amp; Front page":["Páginas Inicial &amp; Página de Posts"],"You can determine the title and description for the front page by %sediting the front page itself &raquo;%s":["Você pode determinar o título e a descrição da página inicial %seditando a página inicial diretamente &raquo;%s"],"You can determine the title and description for the blog page by %sediting the blog page itself &raquo;%s":["Você pode determinar o título e a descrição da página de posts %seditando a página de posts diretamente &raquo;%s"],"Taxonomies":["Taxonomias"],"Author Archives":["Arquivos do autor"],"Date Archives":["Arquivos de datas"],"Search pages":["Páginas de busca"],"404 pages":["Páginas 404"],"Custom Post Type Archives":["Arquivos de Tipos de Posts Personalizados"],"Note: instead of templates these are the actual titles and meta descriptions for these custom post type archive pages.":["Observação: ao invés de modelos esses são os títulos e meta-descrições das próprias páginas de arquivo de tipo de post personalizado."],"Title":["Título"],"Meta description":["Meta-descrição"],"Breadcrumbs Title":["Título em Trilhas de Navegação"],"Replaced with the date of the post/page":["Substituído pela data do post/page"],"Replaced with the title of the post/page":["Substituído pelo título do post/página"],"The site's name":["Substituído pelo nome do site"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Substituído pelo resumo do post/página (ou gerado automaticamente caso não exista)"],"Replaced with the post/page excerpt (without auto-generation)":["Substituído pelo resumo do post/página (sem geração automática)"],"Replaced with the current tag/tags":["Substituído pela tag/tags atuais"],"Replaced with the post categories (comma separated)":["Substituído pelas categorias do post (separadas por vírgulas)"],"Replaced with the category description":["Substituído pela descrição da categoria"],"Replaced with the tag description":["Substituído pela descrição da tag"],"Replaced with the term description":["Substituído pela descrição do termo"],"Replaced with the term name":["Substituído pelo nome do termo"],"Replaced with the post/page modified time":["Substituído pelo horário modificado do post/página"],"Replaced with the post/page ID":["Substituído pela ID do post/página"],"Replaced with the post/page author's 'nicename'":["Substituído pelo 'nome de exibição' do autor do post/página"],"Replaced with the post/page author's userid":["Substituído pelo ID de usuário do autor do post/página"],"Replaced with the current search phrase":["Substituído pela frase de busca atual"],"Replaced with the current time":["Substituído pelo horário corrente"],"Replaced with the current date":["Substituído pela data corrente"],"Replaced with the current month":["Substituído pelo mês corrente"],"Replaced with the current year":["Substituído pelo ano corrente"],"Replaced with the current page total":["Substituído pelo total de páginas atual"],"Replaced with the current page number":["Substituído pelo número da página atual"],"Attachment caption":["Substituído pela legenda do anexo"],"Replaced with the posts focus keyword":["Substituído pela palavra chave em foco do post"],"Strip the category base (usually <code>/category/</code>) from the category URL.":["Remover a base da categoria (normalmente <code>/category/</code>) das URLs de categorias."],"Enforce a trailing slash on all category and tag URL's":["Forçar uma barra final em todas as URLs de categorias e de tags"],"If you choose a permalink for your posts with %1$s, or anything else but a %2$s at the end, this will force WordPress to add a trailing slash to non-post pages nonetheless.":[""],"Redirect attachment URL's to parent post URL.":["Redirecionar URLs de anexos para as URLs de seus posts pais."],"Attachments to posts are stored in the database as posts, this means they're accessible under their own URL's if you do not redirect them, enabling this will redirect them to the post they were attached to.":["Anexos de posts são eles mesmos armazenados no banco de dados como posts, o que significa que podem ser acessados por meio de suas próprias URLs se não houver um redirecionamento. Habilitar esta opção faz com que essas URLs de anexos sejam redirecionadas para as dos posts originais."],"Redirect ugly URL's to clean permalinks. (Not recommended in many cases!)":["Redirecionar URLs feias para links permanentes limpos. (Em muitos casos isso não é recomendado!)"],"People make mistakes in their links towards you sometimes, or unwanted parameters are added to the end of your URLs, this allows you to redirect them all away. Please note that while this is a feature that is actively maintained, it is known to break several plugins, and should for that reason be the first feature you disable when you encounter issues after installing this plugin.":["Às vezes as pessoas se enganam na hora de apontar links para seu site, ou acontece de parâmetros indesejados serem acrescentados ao final de suas URLs. Esta opção permite redirecionar essas URLs para versões limpas. Mas por favor note que, embora este seja um recurso ativamente mantido, ele é conhecido por quebrar diversos plugins, e portanto deve ser o primeiro recurso desabilitado caso encontre problemas após a instalação do WordPress SEO."],"Prevent cleaning out Google Site Search URL's.":["Impedir a limpeza das URLs do Google Site Search."],"Google Site Search URL's look weird, and ugly, but if you're using Google Site Search, you probably do not want them cleaned out.":["As URLs do Google Site Search são estranhas, e feias, mas se você usa o Google Site Search provavelmente não vai querer a limpeza delas."],"Other variables not to clean":["Outras variáveis que não devem ser limpas"],"Enable Breadcrumbs":["Habilitar Trilha de Navegação"],"Separator between breadcrumbs":["Separador entre elementos da trilha de navegação"],"Anchor text for the Homepage":["Texto do link para a Página Inicial"],"Prefix for the breadcrumb path":["Prefixo para a trilha de navegação"],"Prefix for Archive breadcrumbs":["Prefixo para a trilha de navegação em Arquivos"],"Prefix for Search Page breadcrumbs":["Prefixo para a trilha de navegação em Páginas de Busca"],"Breadcrumb for 404 Page":["Trilha de navegação para Páginas 404"],"Remove Blog page from Breadcrumbs":["Remover a página de posts das trilhas de navegação"],"None":["Nenhum"],"Blog":["Página de posts"],"Bold the last page in the breadcrumb":["Negritar a última página da trilha de navegação"],"How to insert breadcrumbs in your theme":["Como inserir trilhas de navegação em seu tema"],"You cannot edit the robots.txt file.":["Você não pode editar o arquivo robots.txt."],"Updated Robots.txt":["Robots.txt Atualizado"],"You cannot edit the .htaccess file.":["Você não pode editar o arquivo .htaccess."],"If your robots.txt were writable, you could edit it from here.":["Se seu robots.txt fosse gravável, você poderia editá-lo a partir daqui."],"Edit the content of your robots.txt:":["Edite o conteúdo de seu robots.txt:"],"Save changes to Robots.txt":["Salvar alterações para o Robots.txt"],"Robots.txt":["Robots.txt"],"If your .htaccess were writable, you could edit it from here.":["Se seu .htaccess fosse gravável, você poderia editá-lo a partir daqui."],"Edit the content of your .htaccess:":["Edite o conteúdo de seu .htaccess:"],"Save changes to .htaccess":["Salvar alterações para o .htaccess"],".htaccess file":["Arquivo .htaccess"],"Facebook App ID":["ID do aplicativo do Facebook"],"Disable the author archives":["Desabilitar os arquivos de autor"],"Disable the date-based archives":["Desabilitar os arquivos baseados em datas"],"Prevents search engines from using the DMOZ description for pages from this site in the search results.":["Previne mecanismos de busca de mostrar, nos resultados da pesquisa, a descrição do DMOZ para as páginas deste site."],"Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.":["Previne mecanismos de busca de mostrar, nos resultados da pesquisa, a descrição do Yahoo! Directory para as páginas deste site."],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Este recurso é usado para automaticamente acrescentar conteúdo a seu feed RSS. Mais especificamente, sua função é acrescentar links de retorno apontando para seu blog e para os posts em seu blog, de maneira que scrapers estúpidos também os acrescentem automaticamente, ajudando assim os mecanismos de busca a identificarem você como a fonte original do conteúdo."],"Content to put before each post in the feed":["Conteúdo a colocar no início de cada post do feed"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Você pode usar as variáveis abaixo nos campos. Elas serão substituídas pelos valores à direita."],"A link to the archive for the post author, with the authors name as anchor text.":["Link apontando para a URL do arquivo de posts do autor e contendo o nome do autor como âncora de texto."],"A link to the post, with the title as anchor text.":["Link apontando para a URL do post e contendo o título do post como âncora de texto."],"A link to your site, with your site's name as anchor text.":["Link apontando para a URL de seu site e contendo o nome do site como âncora de texto."],"A link to your site, with your site's name and description as anchor text.":["Link apontando para a URL de seu site e contendo o nome mais a descrição do site como âncora de texto."],"Check this box to enable XML sitemap functionality.":["Habilite esta opção para ativar a funcionalidade de sitemap XML."],"You can find your XML Sitemap here: %sXML Sitemap%s":["Você pode encontrar seu Sitemap XML aqui: %sSitemap XML%s"],"You do <strong>not</strong> need to generate the XML sitemap, nor will it take up time to generate after publishing a post.":["Você <strong>não</strong> precisa gerar o sitemap XML, e não há gasto de tempo em sua geração seguindo a publicação de um post."],"Save your settings to activate XML Sitemaps.":["Salve suas configurações para ativar os Sitemaps XML."],"General settings":["Configurações gerais"],"Please check the appropriate box below if there's a post type that you do <strong>NOT</strong> want to include in your sitemap:":["Por favor habilite as opções apropriadas abaixo caso haja algum tipo de post que você <strong>NÃO</strong> quer ver incluído em seu sitemap:"],"Please check the appropriate box below if there's a taxonomy that you do <strong>NOT</strong> want to include in your sitemap:":["Por favor habilite as opções apropriadas abaixo caso haja alguma taxonomia que você <strong>NÃO</strong> quer ver incluída em seu sitemap:"],"Fix it.":["Consertar."],"The following file(s) is/are blocking your XML sitemaps from working properly:":["O(s) arquivo(s) abaixo está(ão) impedindo seus sitemaps XML de funcionarem corretamente:"],"Either delete them (this can be done with the \"Fix it\" button) or disable %1$s XML sitemaps.":[""],"Ignore.":["Ignorar."],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["O nome do post não aparece nas URLs de seus posts e páginas, e é altamente recomendável que apareçam. Considere configurar sua estrutura de links permanentes para <strong>/%postname%/</strong>."],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, so the suggestion is to disable it, to do that, simply uncheck the box before \"Break comments into pages...\"":["A paginação de comentários está ativada, o que não é necessário em 999 de cada 1000 casos, portanto a sugestão é desativá-la. Para tanto simplesmente desabilite a opção \"Dividir comentários em páginas...\""],"General Settings":["Configurações Gerais"],"You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, you can just forget about these. Enter the verify meta values for:":["Você pode usar os campos abaixo para fazer a verificação com diferentes ferramentas de webmaster. Se seu site já estiver verificado, você não precisa fazer nada. Insira os códigos de verificação para:"],"Bing Webmaster Tools":["Ferramentas de Webmaster do Bing"],"Title to use for Author page":["Título a usar para a página de Autor"],"Meta description to use for Author page":["Meta-descrição a usar para a página de Autor"],"Meta keywords to use for Author page":["Meta-palavras chave a usar para a página de Autor"],"Settings":["Configurações"],"SEO Title":["Título SEO"],"The SEO title is used on the archive page for this term.":["O título SEO é usado em páginas de arquivo para este termo."],"SEO Description":["Descrição SEO"],"The SEO description is used for the meta description on the archive page for this term.":["A descrição SEO é usada como meta-descrição em páginas de arquivo para este termo."],"Meta keywords used on the archive page for this term.":["Meta-palavras chave usadas na página de arquivo para este termo."],"Canonical":["Canônico"],"The canonical link is shown on the archive page for this term.":["O link canônico é mostrado na página de arquivo para este termo."],"The Breadcrumbs title is used in the breadcrumbs where this %s appears.":["O título em trilhas de navegação é usado nos elementos onde este/esta %s aparece."],"Noindex this %s":["Não-indexar (noindex) este/esta %s"],"Include in sitemap?":["Incluir no sitemap?"],"Auto detect":["Auto-detectar"],"Always include":["Sempre incluir"],"Never include":["Nunca incluir"]," (because of date display)":[" (por conta da visualização da data)"],"Snippet Preview":["Prévia do Snippet"],"Focus Keyword":["Palavra-chave em foco"],"The <code>meta</code> description will be limited to %s chars%s, %s chars left.":["A <code>meta</code>-descrição está limitada a %s caracteres%s, %s caracteres restantes."],"If you type something above it will override your %smeta keywords template%s.":["Se escrever algo no campo acima esse texto substituirá seu %smodelo de meta-palavras chave%s."],"Meta Robots Index":["Meta Robots Indexação"],"Meta Robots Follow":["Meta Robots Seguir Links"],"Follow":["Seguir (follow)"],"Nofollow":["Não-seguir (nofollow)"],"Meta Robots Advanced":["Meta Robots Avançado"],"Advanced <code>meta</code> robots settings for this page.":["Configurações avançadas de <code>meta</code> robots para esta página."],"NO ODP":["NO ODP"],"NO YDIR":["NO YDIR"],"No Archive":["Nenhum arquivo"],"No Snippet":["Nenhum snippet"],"Breadcrumbs title":["Título do breadcrumbs"],"Title to use for this page in breadcrumb paths":["Título exibido para essa página nos breadcrumbs"],"Canonical URL":["URL Canônica"],"The canonical URL that this page should point to, leave empty to default to permalink. %sCross domain canonical%s supported too.":["A URL canônica para a qual esta página deve apontar, deixe em branco para usar o link permanente. %sURLs canônicos entre domínios%s também são suportados."],"301 Redirect":["Redirecionamento 301"],"The URL that this page should redirect to.":["A URL para a qual esta página deve redirecionar."],"General":["Geral"],"Page Analysis":["Análise de Página"],"Advanced":["Avançado"],"Archives":["Arquivo"],"Page not found":["Página não encontrada"],"Admin only notice: this page doesn't show a meta description because it doesn't have one, either write it for this page specifically or go into the SEO -> Titles menu and set up a template.":["Aviso exclusivo para o administrador: esta página não mostra uma meta-descrição porque não possui nenhuma. Escreva uma meta-descrição específica para esta página ou vá em SEO -> Títulos e configure um modelo."],"Home":["Início"],"Archives for":["Arquivos para"],"You searched for":["Você pesquisou por"],"Error 404: Page not found":["Erro 404: Página não encontrada"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tudo <span class=\"count\">(%s)</span>","Tudo <span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Lixeira <span class=\"count\">(%s)</span>","Lixeira <span class=\"count\">(%s)</span>"]}}}