{
  "source": "https://invokeit.wordpress.com/frequency-word-lists/",
  "words": [
  	"se",
  	"je",
  	"a",
  	"na",
  	"jsem",
  	"že",
  	"co",
  	"v",
  	"si",
  	"tak",
  	"ne",
  	"ale",
  	"s",
  	"já",
  	"mi",
  	"mě",
  	"jsi",
  	"do",
  	"o",
  	"ty",
  	"jak",
  	"už",
  	"z",
  	"jste",
  	"ti",
  	"za",
  	"tady",
  	"tu",
  	"když",
  	"ho",
  	"ano",
  	"jako",
  	"jen",
  	"jsme",
  	"jo",
  	"by",
  	"pro",
  	"tě",
  	"není",
  	"dobře",
  	"tam",
  	"něco",
  	"proč",
  	"byl",
  	"mám",
  	"jsou",
  	"teď",
  	"k",
  	"no",
  	"ten",
  	"pane",
  	"vás",
  	"bude",
  	"nic",
  	"toho",
  	"tohle",
  	"vám",
  	"být",
  	"bych",
  	"ve",
  	"kdo",
  	"má",
  	"kde",
  	"ještě",
  	"nebo",
  	"i",
  	"ji",
  	"tom",
  	"po",
  	"aby",
  	"máš",
  	"prosím",
  	"bylo",
  	"můj",
  	"vy",
  	"všechno",
  	"byla",
  	"nás",
  	"jestli",
  	"než",
  	"od",
  	"nikdy",
  	"měl",
  	"chci",
  	"mu",
  	"myslím",
  	"ani",
  	"moc",
  	"jeho",
  	"víš",
  	"tím",
  	"takže",
  	"sem",
  	"protože",
  	"vím",
  	"taky",
  	"možná",
  	"moje",
  	"tebe",
  	"až",
  	"nevím",
  	"ahoj",
  	"chceš",
  	"nám",
  	"on",
  	"ta",
  	"jí",
  	"hej",
  	"máme",
  	"pak",
  	"díky",
  	"pořádku",
  	"u",
  	"musím",
  	"dobrý",
  	"všichni",
  	"budu",
  	"řekl",
  	"opravdu",
  	"jít",
  	"říct",
  	"asi",
  	"před",
  	"pojď",
  	"někdo",
  	"tomu",
  	"máte",
  	"rád",
  	"myslíš",
  	"my",
  	"trochu",
  	"mít",
  	"ze",
  	"den",
  	"dělat",
  	"pokud",
  	"mohl",
  	"jenom",
  	"všechny",
  	"dva",
  	"chtěl",
  	"bys",
  	"který",
  	"musíme",
  	"abych",
  	"mnou",
  	"budeš",
  	"děkuji",
  	"víc",
  	"dnes",
  	"nemůžu",
  	"tvůj",
  	"mně",
  	"pořád",
  	"stalo",
  	"můžu",
  	"vaše",
  	"nikdo",
  	"tebou",
  	"jde",
  	"bože",
  	"jeden",
  	"kdy",
  	"udělat",
  	"ať",
  	"oh",
  	"které",
  	"sakra",
  	"život",
  	"čas",
  	"můžeš",
  	"bez",
  	"velmi",
  	"prostě",
  	"ní",
  	"vážně",
  	"hned",
  	"měla",
  	"děláš",
  	"dost",
  	"jim",
  	"může",
  	"musí",
  	"říkal",
  	"víte",
  	"právě",
  	"kam",
  	"měli",
  	"jasně",
  	"musíš",
  	"takhle",
  	"tvoje",
  	"další",
  	"lidi",
  	"dobrá",
  	"podívej",
  	"děje",
  	"své",
  	"budeme",
  	"nechci",
  	"dej",
  	"nemám",
  	"pár",
  	"věci",
  	"jdeme",
  	"vůbec",
  	"udělal",
  	"nejsem",
  	"ona",
  	"kvůli",
  	"tři",
  	"hodně",
  	"ok",
  	"ses",
  	"zpátky",
  	"sám",
  	"chce",
  	"let",
  	"naše",
  	"pryč",
  	"první",
  	"počkej",
  	"kurva",
  	"chcete",
  	"proto",
  	"byli",
  	"pravdu",
  	"dlouho",
  	"viděl",
  	"místo",
  	"domů",
  	"jednou",
  	"peníze",
  	"řekni",
  	"noc",
  	"byste",
  	"něj",
  	"práci",
  	"vždycky",
  	"zase",
  	"kdyby",
  	"přesně",
  	"rychle",
  	"dobré",
  	"někdy",
  	"vědět",
  	"myslel",
  	"její",
  	"práce",
  	"té",
  	"tobě",
  	"nech",
  	"ním",
  	"sebe",
  	"mé",
  	"paní",
  	"dál",
  	"vypadá",
  	"promiňte",
  	"večer",
  	"vidět",
  	"každý",
  	"snad",
  	"mluvit",
  	"můžeme",
  	"jejich",
  	"bychom",
  	"určitě",
  	"svou",
  	"promiň",
  	"ráno",
  	"ke",
  	"věc",
  	"kolik",
  	"můžete",
  	"děti",
  	"jistě",
  	"váš",
  	"říká",
  	"budou",
  	"cože",
  	"nejlepší",
  	"lidé",
  	"mami",
  	"stejně",
  	"vlastně",
  	"otec",
  	"mají",
  	"fakt",
  	"ráda",
  	"tati",
  	"nebude",
  	"která",
  	"také",
  	"nějaké",
  	"abys",
  	"řekla",
  	"poslední",
  	"žádný",
  	"nějaký",
  	"jdu",
  	"žádné",
  	"dítě",
  	"budete",
  	"dvě",
  	"přišel",
  	"ven",
  	"dostat",
  	"zítra",
  	"jdi",
  	"potom",
  	"spolu",
  	"problém",
  	"pravda",
  	"úplně",
  	"lepší",
  	"zlato",
  	"celý",
  	"pod",
  	"chvíli",
  	"někoho",
  	"člověk",
  	"mezi",
  	"jedna",
  	"pozor",
  	"třeba",
  	"jméno",
  	"svůj",
  	"přece",
  	"žena",
  	"hele",
  	"fajn",
  	"muž",
  	"stále",
  	"těch",
  	"omlouvám",
  	"mohla",
  	"chtěla",
  	"samozřejmě",
  	"vše",
  	"lidí",
  	"myslíte",
  	"pan",
  	"čem",
  	"náš",
  	"při",
  	"sis",
  	"vidím",
  	"dát",
  	"běž",
  	"podle",
  	"nebyl",
  	"znamená",
  	"dělá",
  	"dostal",
  	"pomoc",
  	"dal",
  	"toto",
  	"jedno",
  	"tenhle",
  	"oni",
  	"znovu",
  	"dokud",
  	"jaký",
  	"proti",
  	"štěstí",
  	"pojďte",
  	"mohli",
  	"přes",
  	"nemá",
  	"jednu",
  	"teda",
  	"líto",
  	"doma",
  	"říkám",
  	"auto",
  	"najít",
  	"nemůžeš",
  	"dneska",
  	"nich",
  	"haló",
  	"tedy",
  	"líbí",
  	"kterou",
  	"musíte",
  	"doufám",
  	"kámo",
  	"mého",
  	"sebou",
  	"dobrou",
  	"poslouchej",
  	"řeknu",
  	"věděl",
  	"neměl",
  	"přestaň",
  	"ví",
  	"vidíš",
  	"byly",
  	"vámi",
  	"dělej",
  	"příliš",
  	"pojďme",
  	"svého",
  	"tolik",
  	"děkuju",
  	"celou",
  	"tento",
  	"stát",
  	"pět",
  	"nejsou",
  	"slyšel",
  	"noci",
  	"odsud",
  	"potřebuju",
  	"kdybych",
  	"pohodě",
  	"námi",
  	"minut",
  	"zrovna",
  	"kteří",
  	"podívejte",
  	"vzít",
  	"sama",
  	"zemi",
  	"zabít",
  	"buď",
  	"jaké",
  	"nebudu",
  	"takový",
  	"uvidíme",
  	"velký",
  	"matka",
  	"vlastní",
  	"tvé",
  	"nemáš",
  	"dám",
  	"nemůže",
  	"vždyť",
  	"jinak",
  	"ruce",
  	"muset",
  	"abyste",
  	"sobě",
  	"srdce",
  	"vždy",
  	"později",
  	"číslo",
  	"prdele",
  	"mohu",
  	"muže",
  	"všem",
  	"nechte",
  	"nechat",
  	"koho",
  	"pomoct",
  	"správně",
  	"dolů",
  	"dejte",
  	"dveře",
  	"nebylo",
  	"jednoho",
  	"nad",
  	"konec",
  	"miluju",
  	"zde",
  	"svět",
  	"tyhle",
  	"nejsi",
  	"skoro",
  	"myslela",
  	"zabil",
  	"kolem",
  	"přímo",
  	"pozdě",
  	"děláte",
  	"musel",
  	"radši",
  	"života",
  	"dům",
  	"táta",
  	"říkala",
  	"pánové",
  	"znám",
  	"máma",
  	"venku",
  	"myslí",
  	"nějak",
  	"dovnitř",
  	"chlap",
  	"mne",
  	"ostatní",
  	"hrát",
  	"našel",
  	"bůh",
  	"nápad",
  	"ach",
  	"světě",
  	"čtyři",
  	"brzy",
  	"žít",
  	"dolarů",
  	"skvělý",
  	"slečno",
  	"drž",
  	"dělám",
  	"jasný",
  	"počkejte",
  	"vrátit",
  	"seš",
  	"svoje",
  	"včera",
  	"nějakou",
  	"aspoň",
  	"něm",
  	"všech",
  	"zdá",
  	"oči",
  	"mou",
  	"the",
  	"tuhle",
  	"strach",
  	"naší",
  	"hlavu",
  	"někde",
  	"viděla",
  	"hodin",
  	"půjdu",
  	"udělám",
  	"celé",
  	"času",
  	"jiného",
  	"nový",
  	"oba",
  	"abychom",
  	"šel",
  	"vzal",
  	"nahoru",
  	"cítím",
  	"zůstat",
  	"nebyla",
  	"zpět",
  	"přijde",
  	"malý",
  	"rok",
  	"muži",
  	"nemůžeme",
  	"nechceš",
  	"stane",
  	"zatím",
  	"říkáš",
  	"více",
  	"daleko",
  	"dokonce",
  	"dělal",
  	"nemáme",
  	"čím",
  	"copak",
  	"jdeš",
  	"holka",
  	"svým",
  	"ně",
  	"týden",
  	"tys",
  	"této",
  	"chlape",
  	"pěkně",
  	"jiný",
  	"dřív",
  	"vaší",
  	"země",
  	"ni",
  	"zbraň",
  	"cestu",
  	"podívat",
  	"smrti",
  	"tahle",
  	"ženy",
  	"nejde",
  	"předtím",
  	"nyní",
  	"takové",
  	"žádná",
  	"jich",
  	"skvělé",
  	"počkat",
  	"slovo",
  	"udělala",
  	"syn",
  	"vaši",
  	"cokoliv",
  	"kluk",
  	"ženu",
  	"spát",
  	"stačí",
  	"špatně",
  	"dny",
  	"klid",
  	"přítel",
  	"konečně",
  	"chvilku",
  	"moji",
  	"mluvíš",
  	"jistý",
  	"potřebujeme",
  	"promluvit",
  	"roky",
  	"mrtvý",
  	"docela",
  	"new",
  	"otce",
  	"problémy",
  	"neviděl",
  	"dá",
  	"nemohl",
  	"ono",
  	"řekněte",
  	"šest",
  	"chtějí",
  	"auta",
  	"ruku",
  	"chtít",
  	"hodiny",
  	"nechtěl",
  	"pokoj",
  	"mnoho",
  	"policie",
  	"doktore",
  	"přišla",
  	"vypadáš",
  	"věcí",
  	"nejdřív",
  	"jseš",
  	"tvá",
  	"jediný",
  	"naši",
  	"životě",
  	"deset",
  	"možné",
  	"potřebuji",
  	"neboj",
  	"důvod",
  	"nechal",
  	"domu",
  	"tou",
  	"madam",
  	"prachy",
  	"jmenuje",
  	"věřit",
  	"nemyslím",
  	"dne",
  	"cestě",
  	"velké",
  	"smrt",
  	"přijít",
  	"pocit",
  	"stojí",
  	"raději",
  	"tělo",
  	"nikoho",
  	"říkat",
  	"dole",
  	"znáš",
  	"chápu",
  	"you",
  	"mým",
  	"jídlo",
  	"všude",
  	"šanci",
  	"tomhle",
  	"neřekl",
  	"jděte",
  	"zní",
  	"nemohu",
  	"jet",
  	"vezmu",
  	"dobu",
  	"proboha",
  	"mojí",
  	"dámy",
  	"taková",
  	"vidíte",
  	"loď",
  	"místě",
  	"bejt",
  	"kapitáne",
  	"super",
  	"velice",
  	"půl",
  	"mohlo",
  	"zvláštní",
  	"potřebuje",
  	"pouze",
  	"aha",
  	"doktor",
  	"hubu",
  	"školy",
  	"doby",
  	"rozumím",
  	"odejít",
  	"odtud",
  	"starý",
  	"čau",
  	"bratr",
  	"nemáte",
  	"což",
  	"jaká",
  	"tvou",
  	"nevíš",
  	"odkud",
  	"tudy",
  	"nové",
  	"výborně",
  	"kluci",
  	"města",
  	"vem",
  	"malá",
  	"nemůžete",
  	"ó",
  	"vězení",
  	"nedělej",
  	"těžké",
  	"přátelé",
  	"během",
  	"našli",
  	"pomoci",
  	"světa",
  	"mnohem",
  	"říkají",
  	"začal",
  	"nimi",
  	"město",
  	"svých",
  	"nevadí",
  	"peněz",
  	"nakonec",
  	"sbohem",
  	"skvěle",
  	"chlapi",
  	"neměla",
  	"udělej",
  	"vrať",
  	"blázen",
  	"jiné",
  	"telefon",
  	"příběh",
  	"mimo",
  	"támhle",
  	"poprvé",
  	"ukaž",
  	"vrátím",
  	"dní",
  	"otče",
  	"li",
  	"krev",
  	"nechce",
  	"miláčku",
  	"čeká",
  	"velká",
  	"mluvil",
  	"holky",
  	"vezmi",
  	"zůstaň",
  	"nahoře",
  	"zeptat",
  	"uděláme",
  	"jakou",
  	"zavolám",
  	"líp",
  	"plán",
  	"syna",
  	"jacku",
  	"kdybys",
  	"pana",
  	"film",
  	"cesty",
  	"pracovat",
  	"způsob",
  	"půjdeme",
  	"víme",
  	"tohoto",
  	"pokoji",
  	"vypadni",
  	"skutečně",
  	"potřebovat",
  	"rodiče",
  	"chyba",
  	"dr",
  	"kromě",
  	"vede",
  	"rodina",
  	"mělo",
  	"nebudeš",
  	"přišli",
  	"čekat",
  	"začít",
  	"chlapče",
  	"láska",
  	"našeho",
  	"večeři",
  	"zavolat",
  	"chceme",
  	"slyšet",
  	"smysl",
  	"spoustu",
  	"jasné",
  	"žije",
  	"nohy",
  	"běžte",
  	"myslet",
  	"potřebuješ",
  	"mých",
  	"nějaká",
  	"větší",
  	"věděla",
  	"miluji",
  	"několik",
  	"lety",
  	"poslouchejte",
  	"dala",
  	"vrátil",
  	"mém",
  	"případě",
  	"jediná",
  	"domě",
  	"tuto",
  	"chtěli",
  	"mluví",
  	"ode",
  	"malé",
  	"čemu",
  	"čeho",
  	"uvnitř",
  	"neříkej",
  	"městě",
  	"svoji",
  	"nemusíš",
  	"důležité",
  	"tyto",
  	"dobrej",
  	"udělali",
  	"spíš",
  	"zastavit",
  	"zbraně",
  	"však",
  	"druhé",
  	"klidně",
  	"pamatuješ",
  	"viděli",
  	"špatné",
  	"rádi",
  	"neví",
  	"takového",
  	"joe",
  	"okamžitě",
  	"pěkný",
  	"někam",
  	"případ",
  	"dostali",
  	"moment",
  	"věřím",
  	"žádnou",
  	"jedeme",
  	"začíná",
  	"vašeho",
  	"znáte",
  	"hlavně",
  	"zatraceně",
  	"straně",
  	"jistá",
  	"snažím",
  	"zprávy",
  	"škole",
  	"každou",
  	"tisíc",
  	"hlavní",
  	"mysli",
  	"najednou",
  	"dostanu",
  	"prdel",
  	"takovou",
  	"zas",
  	"pohyb",
  	"nevěděl",
  	"charlie",
  	"titulky",
  	"pořádně",
  	"mluvím",
  	"cos",
  	"hlavy",
  	"chodit",
  	"měsíc",
  	"hrozně",
  	"patří",
  	"tvého",
  	"špatný",
  	"páni",
  	"nikomu",
  	"naprosto",
  	"ticho",
  	"vedle",
  	"celá",
  	"cesta",
  	"tomto",
  	"tato",
  	"slyšíš",
  	"uklidni",
  	"rodinu",
  	"sestra",
  	"člověka",
  	"vlasy",
  	"zkus",
  	"strašně",
  	"cenu",
  	"největší",
  	"bolí",
  	"hodinu",
  	"neměli",
  	"lidem",
  	"prý",
  	"vrátí",
  	"dělají",
  	"uh",
  	"slova",
  	"rukou",
  	"velkou",
  	"náhodou",
  	"l",
  	"dostala",
  	"lépe",
  	"šla",
  	"otevři",
  	"dostane",
  	"svém",
  	"rozumíš",
  	"dcera",
  	"sen",
  	"našich",
  	"me",
  	"ježíši",
  	"zbytek",
  	"člověče",
  	"sedm",
  	"druhý",
  	"koukni",
  	"johne",
  	"zemřel",
  	"slyšela",
  	"sami",
  	"nejste",
  	"část",
  	"tajemství",
  	"šaty",
  	"blízko",
  	"nejsme",
  	"bojovat",
  	"chlapci",
  	"policii",
  	"šéfe",
  	"půjde",
  	"často",
  	"čertu",
  	"zavolej",
  	"místa",
  	"zabiju",
  	"nechápu",
  	"and",
  	"tým",
  	"pomalu",
  	"tý",
  	"král",
  	"vody",
  	"dáme",
  	"ztratil",
  	"právo",
  	"tamhle",
  	"manžel",
  	"záleží",
  	"představit",
  	"navíc",
  	"zdravím",
  	"poslal",
  	"drahá",
  	"kým",
  	"chlapec",
  	"dávno",
  	"alespoň",
  	"žes",
  	"šlo",
  	"přísahám",
  	"bohu",
  	"téhle",
  	"okay",
  	"možnost",
  	"starosti",
  	"odešel",
  	"normální",
  	"stará",
  	"vodu",
  	"zapomněl",
  	"společnost",
  	"krásná",
  	"hajzlu",
  	"uvěřit",
  	"dáš",
  	"říkáte",
  	"klidu",
  	"trošku",
  	"hezký",
  	"hmm",
  	"musela",
  	"tentokrát",
  	"ulici",
  	"srandu",
  	"kterého",
  	"slunce",
  	"šťastný",
  	"rozhodně",
  	"vítejte",
  	"roku",
  	"něho",
  	"jeď",
  	"bezpečí",
  	"říci",
  	"vole",
  	"osm",
  	"kousek",
  	"hlad",
  	"zač",
  	"nikam",
  	"již",
  	"příští",
  	"nechám",
  	"skutečnosti",
  	"chodí",
  	"bysme",
  	"připraven",
  	"měsíce",
  	"honem",
  	"občas",
  	"držet",
  	"neudělal",
  	"jíst",
  	"chápeš",
  	"udělá",
  	"ukázat",
  	"mrzí",
  	"obchod",
  	"dopis",
  	"harry",
  	"našla",
  	"týdny",
  	"řekli",
  	"zprávu",
  	"pusť",
  	"hra",
  	"jménem",
  	"nevěřím",
  	"vzala",
  	"yorku",
  	"koupit",
  	"hovno",
  	"rodiny",
  	"pěkné",
  	"roce",
  	"otázka",
  	"třetí",
  	"nelíbí",
  	"brzo",
  	"uděláš",
  	"jediné",
  	"přestaňte",
  	"těm",
  	"spousta",
  	"tehdy",
  	"dostaneš",
  	"pomoz",
  	"najdu",
  	"panebože",
  	"věř",
  	"opatrně",
  	"změnit",
  	"tvým",
  	"zdraví",
  	"dali",
  	"příště",
  	"tvoji",
  	"lodi",
  	"hm",
  	"někým",
  	"těmi",
  	"dostaneme",
  	"němu",
  	"horší",
  	"zapomeň",
  	"volal",
  	"nejspíš",
  	"nemocnice",
  	"době",
  	"koně",
  	"půjdeš",
  	"řekne",
  	"světlo",
  	"mohou",
  	"pití",
  	"děvče",
  	"měsíců",
  	"snaží",
  	"nebudeme",
  	"pes",
  	"mladý",
  	"ukážu",
  	"nemají",
  	"cítíš",
  	"kapitán",
  	"můžou",
  	"pokračovat",
  	"málo",
  	"dvakrát",
  	"mrtvá",
  	"tvář",
  	"informace",
  	"dívka",
  	"odpoledne",
  	"ovšem",
  	"dohromady",
  	"jedné",
  	"těchto",
  	"druhou",
  	"úžasné",
  	"nemohla",
  	"zachránit",
  	"odpověď",
  	"bohužel",
  	"nevidím",
  	"kdybyste",
  	"nového",
  	"boty",
  	"pivo",
  	"řekneš",
  	"jimmy",
  	"válka",
  	"škoda",
  	"slyším",
  	"jakmile",
  	"ha",
  	"nerozumím",
  	"znova",
  	"rozkaz",
  	"společnosti",
  	"vzhůru",
  	"nechtěla",
  	"samé",
  	"voda",
  	"dvou",
  	"konce",
  	"naživu",
  	"hlas",
  	"skvělá",
  	"sedni",
  	"sex",
  	"těla",
  	"synu",
  	"komu",
  	"příteli",
  	"existuje",
  	"dvěma",
  	"nebuď",
  	"boha",
  	"jdou",
  	"nechcete",
  	"autě",
  	"těší",
  	"platí",
  	"pomozte",
  	"někomu",
  	"přítele",
  	"každého",
  	"zkusit",
  	"novou",
  	"stal",
  	"televizi",
  	"krásné",
  	"hotelu",
  	"říkali",
  	"společně",
  	"kterým",
  	"malou",
  	"držte",
  	"poslyš",
  	"lásku",
  	"okolo",
  	"stejné",
  	"svojí",
  	"chlapa",
  	"john",
  	"mary",
  	"někteří",
  	"šance",
  	"překvapení",
  	"drahý",
  	"postele",
  	"dívat",
  	"pán",
  	"sílu",
  	"www",
  	"nazdar",
  	"buďte",
  	"snažil",
  	"všeho",
  	"zem",
  	"dávej",
  	"cítit",
  	"děláme",
  	"hezké",
  	"perfektní",
  	"funguje",
  	"dík",
  	"slečna",
  	"com",
  	"zjistit",
  	"de",
  	"neznám",
  	"franku",
  	"bratra",
  	"pokoje",
  	"bojím",
  	"navždy",
  	"holku",
  	"hledat",
  	"nedá",
  	"každé",
  	"uvidíš",
  	"měj",
  	"šéf",
  	"zatímco",
  	"stejný",
  	"kdysi",
  	"miluje",
  	"či",
  	"pravděpodobně",
  	"přijdu",
  	"tvojí",
  	"budoucnost",
  	"tímhle",
  	"zajímá",
  	"zemřít",
  	"zlatíčko",
  	"matku",
  	"jedem",
  	"jmenuji",
  	"chvíle",
  	"moci",
  	"klíč",
  	"e",
  	"milovat",
  	"mimochodem",
  	"cokoli",
  	"dalších",
  	"hlavě",
  	"nesmí",
  	"d",
  	"koupil",
  	"umí",
  	"pracuje",
  	"staré",
  	"radost",
  	"zřejmě",
  	"dává",
  	"dělala",
  	"letadlo",
  	"rozhodnutí",
  	"jinou",
  	"vydrž",
  	"zabili",
  	"neřekla",
  	"připraveni",
  	"hledám",
  	"ženou",
  	"chybí",
  	"zadek",
  	"šťastná",
  	"it",
  	"dáte",
  	"mluvíte",
  	"většina",
  	"přestat",
  	"yeah",
  	"seznam",
  	"naposledy",
  	"krásný",
  	"hezky",
  	"boží",
  	"vánoce",
  	"jede",
  	"dříve",
  	"napsal",
  	"dárek",
  	"začne",
  	"osobně",
  	"hru",
  	"války",
  	"rande",
  	"plánu",
  	"ah",
  	"nějakej",
  	"poslouchat",
  	"totiž",
  	"otázky",
  	"vstávej",
  	"oběd",
  	"napadlo",
  	"svý",
  	"ja",
  	"museli",
  	"duše",
  	"dceru",
  	"hlava",
  	"umíš",
  	"jack",
  	"nevíte",
  	"beru",
  	"hoši",
  	"doktora",
  	"jedu",
  	"zachránil",
  	"brácho",
  	"dělejte",
  	"pěkná",
  	"henry",
  	"stůj",
  	"show",
  	"nebudou",
  	"milý",
  	"viď",
  	"společného",
  	"mrtví",
  	"přichází",
  	"začala",
  	"jedním",
  	"šli",
  	"dnešní",
  	"hraje",
  	"b",
  	"očí",
  	"nová",
  	"omluvte",
  	"použít",
  	"pomůže",
  	"neviděla",
  	"systém",
  	"úžasný",
  	"skončil",
  	"chlápek",
  	"dětí",
  	"znamenat",
  	"kafe",
  	"potřebujete",
  	"zůstaňte",
  	"najdeme",
  	"tvých",
  	"líbit",
  	"přijel",
  	"pomohl",
  	"letech",
  	"názor",
  	"la",
  	"začátku",
  	"obávám",
  	"otázku",
  	"nestalo",
  	"billy",
  	"zavolejte",
  	"obvykle",
  	"kluka",
  	"nezáleží",
  	"druh",
  	"sedět",
  	"vysvětlit",
  	"zavři",
  	"rozdíl",
  	"pusťte",
  	"pravidla",
  	"t",
  	"nechala",
  	"vašich",
  	"posteli",
  	"jdete",
  	"nesnáším",
  	"c",
  	"nemyslíš",
  	"zastavte",
  	"konci",
  	"vzali",
  	"osud",
  	"umění",
  	"uprostřed",
  	"devět",
  	"duši",
  	"párty",
  	"rozhodl",
  	"drahoušku",
  	"projít",
  	"dvacet",
  	"mužů",
  	"skončí",
  	"zastav",
  	"brát",
  	"světla",
  	"dokázal",
  	"čekal",
  	"stop",
  	"vsadím",
  	"zájem",
  	"řídit",
  	"kus",
  	"psa",
  	"došlo",
  	"dělali",
  	"zima",
  	"čaj",
  	"knihu",
  	"způsobem",
  	"oddělení",
  	"zabije",
  	"vyhrál",
  	"dovolit",
  	"noční",
  	"lásky",
  	"miluješ",
  	"získat",
  	"pohled",
  	"opět",
  	"hry",
  	"byt",
  	"mluv",
  	"filmu",
  	"děkujeme",
  	"vtip",
  	"připravit",
  	"bolest",
  	"zuby",
  	"domov",
  	"správné",
  	"lidmi",
  	"hudba",
  	"potřeboval",
  	"některé",
  	"tome",
  	"vzduchu",
  	"postarám",
  	"každej",
  	"plný",
  	"nebezpečí",
  	"koukej",
  	"poslat",
  	"hey",
  	"nejhorší",
  	"osobní",
  	"jej",
  	"pracoval",
  	"celkem",
  	"bát",
  	"tvém",
  	"bratře",
  	"naučil",
  	"bobby",
  	"moře",
  	"celej",
  	"city",
  	"kdybychom",
  	"vzadu",
  	"mozek",
  	"ženská",
  	"rovnou",
  	"přesto",
  	"stranu",
  	"volá",
  	"jmenuješ",
  	"nezajímá",
  	"těžko",
  	"vemte",
  	"zápas",
  	"úkol",
  	"situaci",
  	"hodný",
  	"mrtvej",
  	"nervózní",
  	"cíl",
  	"otevřít",
  	"umřít",
  	"střední",
  	"zcela",
  	"same",
  	"rychleji",
  	"kterém",
  	"nevíme",
  	"slyšíte",
  	"jdem",
  	"bezva",
  	"klíče",
  	"přítelkyně",
  	"mistře",
  	"johnny",
  	"george",
  	"zničit",
  	"zpráva",
  	"naučit",
  	"tohohle",
  	"důkaz",
  	"hajzle",
  	"nezapomeň",
  	"dále",
  	"tony",
  	"neslyšel",
  	"téměř",
  	"slíbil",
  	"slyšeli",
  	"nenávidím",
  	"oheň",
  	"klubu",
  	"příležitost",
  	"málem",
  	"milé",
  	"davide",
  	"äŕ",
  	"zákon",
  	"zjistil",
  	"chybu",
  	"sexy",
  	"knihy",
  	"rána",
  	"oblečení",
  	"situace",
  	"krok",
  	"cítil",
  	"pokračuj",
  	"jane",
  	"potíže",
  	"nebe",
  	"nemocnici",
  	"divný",
  	"cestou",
  	"anebo",
  	"zda",
  	"vrah",
  	"jiná",
  	"umím",
  	"svému",
  	"pardon",
  	"in",
  	"ničemu",
  	"mysleli",
  	"nebudete",
  	"vzkaz",
  	"posledních",
  	"řadě",
  	"cz",
  	"zůstane",
  	"pusu",
  	"začneme",
  	"schůzku",
  	"chuť",
  	"vidí",
  	"jednoduché",
  	"dokáže",
  	"zlý",
  	"eddie",
  	"neznamená",
  	"okamžik",
  	"kriste",
  	"č",
  	"vypadat",
  	"číst",
  	"pomůžu",
  	"j",
  	"potkal",
  	"zbláznil",
  	"žádnej",
  	"mladá",
  	"začali",
  	"náma",
  	"ted",
  	"těžký",
  	"of",
  	"takovej",
  	"nim",
  	"připravte",
  	"sny",
  	"telefonu",
  	"odešla",
  	"san",
  	"jenže",
  	"jednom",
  	"koule",
  	"divné",
  	"vlak",
  	"trvat",
  	"například",
  	"narozeniny",
  	"starší",
  	"jména",
  	"zemřela",
  	"lásko",
  	"vraťte",
  	"otevřete",
  	"drží",
  	"poznal",
  	"jestliže",
  	"utéct",
  	"věděli",
  	"och",
  	"nejvíc",
  	"změnil",
  	"minulý",
  	"sehnat",
  	"slibuju",
  	"vina",
  	"soudu",
  	"sledovat",
  	"vezměte",
  	"našem",
  	"matky",
  	"nestane",
  	"nevěděla",
  	"místnosti",
  	"doopravdy",
  	"mí",
  	"druhá",
  	"hrál",
  	"vašem",
  	"pokračujte",
  	"posaďte",
  	"typ",
  	"fotky",
  	"kamarád",
  	"zajímavé",
  	"seržante",
  	"mýho",
  	"pravý",
  	"čest",
  	"nesmíš",
  	"všechna",
  	"nemusí",
  	"zůstal",
  	"pozornost",
  	"teprve",
  	"ženě",
  	"minuty",
  	"zaplatit",
  	"čekám",
  	"vypadám",
  	"kávu",
  	"ničeho",
  	"spojení",
  	"manželství",
  	"steve",
  	"hlavou",
  	"tisíce",
  	"jel",
  	"celém",
  	"plukovníku",
  	"zná",
  	"fbi",
  	"nebojte",
  	"přinesl",
  	"velkej",
  	"miloval",
  	"rozumíte",
  	"dávat",
  	"sedí",
  	"slib",
  	"opustit",
  	"směrem",
  	"otci",
  	"signál",
  	"dokážeš",
  	"krve",
  	"á",
  	"méně",
  	"malej",
  	"tommy",
  	"líbilo",
  	"laskavost",
  	"danny",
  	"síla",
  	"válce",
  	"silný",
  	"týmu",
  	"chlapce",
  	"ohledně",
  	"uvidím",
  	"nebezpečné",
  	"tímto",
  	"kamaráde",
  	"bene",
  	"vzpomínáš",
  	"obě",
  	"m",
  	"přátele",
  	"policejní",
  	"svými",
  	"lee",
  	"neexistuje",
  	"prezident",
  	"budem",
  	"kterých",
  	"četl",
  	"nashle",
  	"povím",
  	"tvrdí",
  	"nebyli",
  	"vypadněte",
  	"georgi",
  	"akorát",
  	"mil",
  	"zticha",
  	"idiot",
  	"krále",
  	"školu",
  	"podívám",
  	"každá",
  	"sklapni",
  	"manžela",
  	"milionů",
  	"stůl",
  	"nemusíte",
  	"vztah",
  	"nos",
  	"daří",
  	"spí",
  	"povolení",
  	"bobe",
  	"udělejte",
  	"generále",
  	"léta",
  	"vědí",
  	"zvíře",
  	"sranda",
  	"sam",
  	"mluvili",
  	"čase",
  	"rodině",
  	"učit",
  	"vzduch",
  	"připravený",
  	"blíž",
  	"víno",
  	"kate",
  	"zlé",
  	"nechoď",
  	"drogy",
  	"zvládnu",
  	"síly",
  	"mému",
  	"uvidí",
  	"přemýšlel",
  	"starej",
  	"vítej",
  	"nemyslel",
  	"zapomenout",
  	"kruci",
  	"poznávám",
  	"poté",
  	"baby",
  	"kanceláře",
  	"žil",
  	"přijdeš",
  	"ulice",
  	"škola",
  	"sice",
  	"dostanete",
  	"kecy",
  	"přání",
  	"nějakého",
  	"baru",
  	"mluvila",
  	"bydlí",
  	"pochopit",
  	"bacha",
  	"ou",
  	"znamení",
  	"wow",
  	"vyhrát",
  	"pospěš",
  	"tihle",
  	"sto",
  	"psát",
  	"mámu",
  	"boj",
  	"útok",
  	"utekl",
  	"válku",
  	"poznat",
  	"znal",
  	"vrátíme",
  	"otcem",
  	"moct",
  	"milá",
  	"bavit",
  	"pojd",
  	"věku",
  	"soud",
  	"julie",
  	"jinýho",
  	"znát",
  	"p",
  	"stala",
  	"nedokážu",
  	"strany",
  	"přijdou",
  	"metrů",
  	"přeložil",
  	"blíží",
  	"plány",
  	"nemohli",
  	"stává",
  	"matko",
  	"střílet",
  	"šílený",
  	"podívejme",
  	"matce",
  	"účet",
  	"bojíš",
  	"ptal",
  	"jazyk",
  	"výběr",
  	"většinou",
  	"nádhera",
  	"jiným",
  	"maso",
  	"začátek",
  	"začalo",
  	"setkání",
  	"r",
  	"hrozné",
  	"stopy",
  	"zůstanu",
  	"zmizel",
  	"utíkej",
  	"dokážu",
  	"paráda",
  	"zabila",
  	"hudbu",
  	"slibuji",
  	"zbavit",
  	"zvířata",
  	"blbost",
  	"sotva",
  	"srdci",
  	"přines",
  	"agent",
  	"skončila",
  	"zajímalo",
  	"stavu",
  	"neuvěřitelné",
  	"vypadnout",
  	"překlad",
  	"kterej",
  	"pokaždé",
  	"neumím",
  	"dávám",
  	"jerry",
  	"vrátila",
  	"okna",
  	"zábava",
  	"sarah",
  	"něčem",
  	"obličej",
  	"vítězství",
  	"stačilo",
  	"zdi",
  	"přeci",
  	"starost",
  	"měly",
  	"paule",
  	"um",
  	"doprdele",
  	"denně",
  	"ukradl",
  	"vezmeme",
  	"skutečný",
  	"pěti",
  	"kéž",
  	"nohu",
  	"pověz",
  	"prsten",
  	"každém",
  	"části",
  	"místní",
  	"promluvíme",
  	"večeře",
  	"předpokládám",
  	"umřel",
  	"vším",
  	"nemusím",
  	"poručíku",
  	"zvuk",
  	"hrdina",
  	"zavolal",
  	"odjet",
  	"polož",
  	"zbraní",
  	"víkend",
  	"akce",
  	"chovat",
  	"vláda",
  	"jist",
  	"takto",
  	"píše",
  	"životy",
  	"nádherné",
  	"vzpomínám",
  	"profesore",
  	"zapomněla",
  	"armáda",
  	"hezká",
  	"vesmíru",
  	"zasranej",
  	"volala",
  	"seru",
  	"naděje",
  	"součástí",
  	"pít",
  	"letadla",
  	"vítr",
  	"zpívat",
  	"chování",
  	"dívku",
  	"řek",
  	"dovolte",
  	"sestru",
  	"dívej",
  	"nima",
  	"potřeba",
  	"zdálo",
  	"sekund",
  	"vybrat",
  	"najdi",
  	"mámě",
  	"zbývá",
  	"narodil",
  	"výsosti",
  	"navštívit",
  	"plné",
  	"věříš",
  	"najde",
  	"zkuste",
  	"dalšího",
  	"důležitý",
  	"sestry",
  	"au",
  	"krku",
  	"tátu",
  	"požádal",
  	"nůž",
  	"něčeho",
  	"záda",
  	"týdnů",
  	"nehoda",
  	"vojáci",
  	"don",
  	"pátek",
  	"kámoš",
  	"vypadáte",
  	"uvidíte",
  	"jmenuju",
  	"lidské",
  	"kdykoliv",
  	"něčím",
  	"řečeno",
  	"miku",
  	"zvedni",
  	"čekají",
  	"neviděli",
  	"upřímně",
  	"obchodu",
  	"samý",
  	"beze",
  	"ztratili",
  	"několika",
  	"aniž",
  	"menší",
  	"jednoduše",
  	"hvězda",
  	"vaším",
  	"věří",
  	"pošlete",
  	"posaď",
  	"krk",
  	"končí",
  	"nevypadá",
  	"vybral",
  	"nemocný",
  	"nemožné",
  	"jejího",
  	"pamatuj",
  	"trvalo",
  	"postavit",
  	"legraci",
  	"tvý",
  	"klídek",
  	"hledá",
  	"vraždy",
  	"marie",
  	"skrz",
  	"špatného",
  	"zasraný",
  	"program",
  	"chytit",
  	"poděkovat",
  	"vezme",
  	"hledal",
  	"kanceláři",
  	"nerad",
  	"noviny",
  	"strýčku",
  	"těma",
  	"jejím",
  	"nádherný",
  	"pojedeme",
  	"nosit",
  	"that",
  	"mužem",
  	"všemi",
  	"ukázal",
  	"práva",
  	"ptám",
  	"doba",
  	"sleduj",
  	"mý",
  	"podíváme",
  	"známe",
  	"potřebují",
  	"prvním",
  	"necháme",
  	"hodit",
  	"ponětí",
  	"speciální",
  	"důkazy",
  	"svýho",
  	"pamatuju",
  	"starat",
  	"parku",
  	"včas",
  	"vezmeš",
  	"ehm",
  	"kamarádi",
  	"vrátíš",
  	"oko",
  	"meč",
  	"michael",
  	"pravé",
  	"hrozný",
  	"žádám",
  	"maxi",
  	"energie",
  	"zkusím",
  	"kolo",
  	"století",
  	"duch",
  	"zařízení",
  	"domácí",
  	"osoba",
  	"černý",
  	"kniha",
  	"huh",
  	"usa",
  	"tenkrát",
  	"napsat",
  	"okolí",
  	"zemře",
  	"věřil",
  	"bratři",
  	"bere",
  	"hochu",
  	"najdeš",
  	"normálně",
  	"nepotřebuju",
  	"řekněme",
  	"jinde",
  	"časem",
  	"řeč",
  	"n",
  	"chytrý",
  	"podej",
  	"prsty",
  	"ublížit",
  	"děvčata",
  	"možný",
  	"opustil",
  	"snadné",
  	"čí",
  	"píseň",
  	"poslali",
  	"ukažte",
  	"nemluv",
  	"nedělám",
  	"můžem",
  	"správný",
  	"těhotná",
  	"dlouhý",
  	"íĺ",
  	"leží",
  	"ztratit",
  	"zadku",
  	"vypadají",
  	"míč",
  	"druhého",
  	"dívky",
  	"skončit",
  	"měsíci",
  	"dojem",
  	"dar",
  	"dokázat",
  	"bojí",
  	"přál",
  	"obraz",
  	"kalhoty",
  	"věřte",
  	"hotovo",
  	"pravá",
  	"rozkazy",
  	"léky",
  	"velkého",
  	"andy",
  	"představení",
  	"synku",
  	"objevil",
  	"soudce",
  	"připravená",
  	"nikde",
  	"ihned",
  	"trvá",
  	"získal",
  	"york",
  	"chránit",
  	"frank",
  	"generál",
  	"nashledanou",
  	"ryby",
  	"večírek",
  	"oblasti",
  	"americe",
  	"fotku",
  	"ruka",
  	"pracuju",
  	"přemýšlet",
  	"jime",
  	"problémů",
  	"platit",
  	"dáma",
  	"počasí",
  	"fér",
  	"jedinou",
  	"nechali",
  	"tvrdě",
  	"nejdříve",
  	"david",
  	"mnoha",
  	"myšlenky",
  	"mike",
  	"raz",
  	"matkou",
  	"řeknete",
  	"maminka",
  	"mluvíme",
  	"prodat",
  	"pokus",
  	"los",
  	"skutečné",
  	"nedělejte",
  	"postel",
  	"lhal",
  	"dohodu",
  	"panu",
  	"ztratila",
  	"nutné",
  	"špatná",
  	"nesmysl",
  	"hloupý",
  	"děvko",
  	"ženský",
  	"styl",
  	"pošlu",
  	"království",
  	"změní",
  	"uklidněte",
  	"ježíš",
  	"nejen",
  	"snídani",
  	"amen",
  	"pekla",
  	"přede",
  	"skupina",
  	"nechceme",
  	"děvka",
  	"udržet",
  	"bolesti",
  	"sundej",
  	"chápete",
  	"stolu",
  	"lež",
  	"zázrak",
  	"sračky",
  	"očima",
  	"setkat",
  	"pána",
  	"hranice",
  	"cítí",
  	"veliteli",
  	"neni",
  	"necháš",
  	"adresu",
  	"stav",
  	"vypadal",
  	"důvodu",
  	"pomocí",
  	"spal",
  	"nemůžou",
  	"kámen",
  	"mějte",
  	"mění",
  	"nefunguje",
  	"né",
  	"kdokoliv",
  	"jakoby",
  	"vůdce",
  	"snažit",
  	"souhlasím",
  	"jedeš",
  	"žen",
  	"zavřít",
  	"nádherná",
  	"déle",
  	"hodná",
  	"minutu",
  	"váma",
  	"požádat",
  	"podstatě",
  	"vyšetřování",
  	"dave",
  	"královna",
  	"chudák",
  	"děcka",
  	"bomba",
  	"čísla",
  	"ĺ",
  	"hnout",
  	"jednotky",
  	"bál",
  	"hvězdy",
  	"pistoli",
  	"pustit",
  	"nicku",
  	"stejnou",
  	"nechápeš",
  	"zeptej",
  	"veličenstvo",
  	"stál",
  	"volám",
  	"odtamtud",
  	"hajzl",
  	"jindy",
  	"fungovat",
  	"nejvyšší",
  	"postarat",
  	"přístup",
  	"bezpečnostní",
  	"navzájem",
  	"jakým",
  	"test",
  	"záležitost",
  	"odvahu",
  	"tušení",
  	"nohou",
  	"začínám",
  	"drink",
  	"minulosti",
  	"zatracený",
  	"dobrého",
  	"svině",
  	"zvládneš",
  	"čistý",
  	"minulou",
  	"bílý",
  	"mistr",
  	"dopředu",
  	"hodinky",
  	"anno",
  	"bille",
  	"roli",
  	"sme",
  	"životní",
  	"velitel",
  	"stanici",
  	"budoucnosti",
  	"volný",
  	"jakej",
  	"opatrný",
  	"tomuhle",
  	"hraješ",
  	"všecko",
  	"nenechám",
  	"pole",
  	"oběť",
  	"nepřišel",
  	"operace",
  	"vesnice",
  	"odpusť",
  	"hotel",
  	"cítíte",
  	"sednout",
  	"chodil",
  	"neříkal",
  	"zle",
  	"sejdeme",
  	"dnů",
  	"muselo",
  	"anglicky",
  	"shledanou",
  	"polda",
  	"naším",
  	"sestro",
  	"služby",
  	"kočka",
  	"mír",
  	"sráči",
  	"jižní",
  	"rayi",
  	"volat",
  	"záchod",
  	"hádat",
  	"východ",
  	"historii",
  	"doprava",
  	"národní",
  	"zločin",
  	"hlášení",
  	"případu",
  	"rachel",
  	"počkám",
  	"kód",
  	"idiote",
  	"přitom",
  	"pozici",
  	"mozku",
  	"uděláte",
  	"babička",
  	"tří",
  	"claire",
  	"we",
  	"nedávno",
  	"zabij",
  	"koukněte",
  	"jídla",
  	"lucy",
  	"přeji",
  	"míň",
  	"týhle",
  	"blbej",
  	"liber",
  	"jamesi",
  	"doleva",
  	"kdepak",
  	"zpoždění",
  	"zeptal",
  	"zajít",
  	"otoč",
  	"rozhovor",
  	"legrace",
  	"james",
  	"prase",
  	"dostanou",
  	"armády",
  	"severní",
  	"stanice",
  	"paul",
  	"přestal",
  	"autobus",
  	"unavený",
  	"prima",
  	"prvního",
  	"chlápka",
  	"kotě",
  	"pojedu",
  	"půjdete",
  	"chlapík",
  	"letiště",
  	"karty",
  	"zboží",
  	"nejdůležitější",
  	"řešení",
  	"dobou",
  	"rukama",
  	"snadno",
  	"pondělí",
  	"smrdí",
  	"te",
  	"kůži",
  	"států",
  	"banky",
  	"dveří",
  	"objeví",
  	"nevidíš",
  	"tanec",
  	"představ",
  	"lepšího",
  	"státní",
  	"naposled",
  	"babek",
  	"zůstaneš",
  	"dozadu",
  	"fuk",
  	"televize",
  	"návštěvu",
  	"gay",
  	"neřeknu",
  	"miliony",
  	"výlet",
  	"velkým",
  	"svatbu",
  	"přišlo",
  	"neustále",
  	"unavená",
  	"mysl",
  	"černé",
  	"násilí",
  	"detektiv",
  	"časy",
  	"šerife",
  	"amy",
  	"necítím",
  	"dlouhé",
  	"bob",
  	"zkoušel",
  	"spojených",
  	"pohni",
  	"h",
  	"ptát",
  	"jím",
  	"nosí",
  	"cítila",
  	"díval",
  	"otázek",
  	"larry",
  	"tancovat",
  	"omluvit",
  	"poblíž",
  	"přijď",
  	"pochopil",
  	"žiješ",
  	"street",
  	"náladu",
  	"nějakým",
  	"tváře",
  	"akci",
  	"jiných",
  	"klobouk",
  	"volno",
  	"třídy",
  	"autem",
  	"ameriky",
  	"řeči",
  	"minutku",
  	"mrtvé",
  	"kontrolou",
  	"kancelář",
  	"vrací",
  	"včetně",
  	"ženatý",
  	"your",
  	"krásně",
  	"nebyly",
  	"santa",
  	"jedině",
  	"hloupá",
  	"léto",
  	"takových",
  	"kontakt",
  	"snažíš",
  	"obavy",
  	"absolutně",
  	"sedněte",
  	"právník",
  	"potkala",
  	"zmizet",
  	"palubě",
  	"minulost",
  	"napřed",
  	"kolikrát",
  	"vraždu",
  	"řeky",
  	"čekala",
  	"úžasná",
  	"září",
  	"zůstala",
  	"jisté",
  	"přivedl",
  	"ruky",
  	"vypadalo",
  	"mockrát",
  	"prdeli",
  	"vynikající",
  	"seznamu",
  	"tito",
  	"bydlet",
  	"gratuluji",
  	"divně",
  	"každopádně",
  	"mohly",
  	"ženskou",
  	"veselé",
  	"připadá",
  	"vodě",
  	"přemýšlím",
  	"vteřin",
  	"nepůjde",
  	"úsměv",
  	"alexi",
  	"hledáme",
  	"plnou",
  	"zadarmo",
  	"odcházím",
  	"neznáš",
  	"letí",
  	"oběti",
  	"ctihodnosti",
  	"stálo",
  	"zastavil",
  	"zničil",
  	"podařilo",
  	"jídlu",
  	"nebezpečný",
  	"třikrát",
  	"období",
  	"okno",
  	"celého",
  	"dávejte",
  	"kontrolu",
  	"samotě",
  	"tátovi",
  	"nemocná",
  	"zaplatil",
  	"nemyslíte",
  	"rychlost",
  	"žiju",
  	"nestačí",
  	"panem",
  	"rozum",
  	"vedení",
  	"lodě",
  	"dobří",
  	"lásce",
  	"přijede",
  	"pracuji",
  	"každým",
  	"lhát",
  	"svobodu",
  	"dlouhá",
  	"pete",
  	"zemí",
  	"dětem",
  	"rozhodla",
  	"vodou",
  	"jenny",
  	"milovala",
  	"přejete",
  	"systému",
  	"pobřeží",
  	"majore",
  	"kůň",
  	"stroj",
  	"stůjte",
  	"operaci",
  	"výsledky",
  	"radu",
  	"smlouvu",
  	"dalo",
  	"ńĺ",
  	"kůže",
  	"kuchyni",
  	"marku",
  	"pozval",
  	"nestojí",
  	"van",
  	"mobil",
  	"záznamy",
  	"krása",
  	"cena",
  	"přinesu",
  	"potěšení",
  	"potkali",
  	"neudělám",
  	"budovy",
  	"voják",
  	"nejdu",
  	"stovky",
  	"sobotu",
  	"ostrov",
  	"jménu",
  	"cizí",
  	"nenapadlo",
  	"mladší",
  	"all",
  	"deseti",
  	"dobro",
  	"legrační",
  	"okej",
  	"strašné",
  	"nedělá",
  	"směšné",
  	"time",
  	"náhoda",
  	"opravdový",
  	"ducha",
  	"filmy",
  	"rose",
  	"sluší",
  	"květiny",
  	"love",
  	"takovým",
  	"annie",
  	"vejce",
  	"zeptám",
  	"třicet",
  	"chlapy",
  	"jeďte",
  	"princ",
  	"trest",
  	"učitel",
  	"talent",
  	"najděte",
  	"věcech",
  	"ředitel",
  	"vlastním",
  	"dají",
  	"dojde",
  	"historie",
  	"dočkat",
  	"snažila",
  	"schopen",
  	"americké",
  	"sa",
  	"dlouhou",
  	"uhni",
  	"manželka",
  	"potěšením",
  	"pamatuji",
  	"takovýho",
  	"útoku",
  	"poslyšte",
  	"připravena",
  	"michaele",
  	"šílenství",
  	"čekáš",
  	"vzdát",
  	"vyhodit",
  	"smrtí",
  	"hodí",
  	"vyjde",
  	"alex",
  	"hledáš",
  	"mnohokrát",
  	"pracuješ",
  	"tajné",
  	"úspěch",
  	"blbec",
  	"svá",
  	"zaplatím",
  	"přijmout",
  	"neřekneš",
  	"rádio",
  	"uši",
  	"nebi",
  	"zástupce",
  	"neříkejte",
  	"pamatujete",
  	"území",
  	"stačit",
  	"angeles",
  	"bereš",
  	"peklo",
  	"sledoval",
  	"strom",
  	"očích",
  	"možnosti",
  	"policajti",
  	"kamarádka",
  	"ránu",
  	"lístky",
  	"dcery",
  	"přátel",
  	"jemu",
  	"pozice",
  	"zařídit",
  	"najdete",
  	"ray",
  	"přepínám",
  	"vůle",
  	"profesor",
  	"halo",
  	"whoa",
  	"žijí",
  	"nehýbej",
  	"zmiz",
  	"přinést",
  	"obchodní",
  	"anglie",
  	"pravou",
  	"pěknej",
  	"dnešek",
  	"naději",
  	"odjel",
  	"jinam",
  	"zranění",
  	"vyšší",
  	"chodím",
  	"papíry",
  	"neděli",
  	"vyrazit",
  	"policajt",
  	"grace",
  	"vylez",
  	"nabídku",
  	"nemusel",
  	"hře",
  	"zlo",
  	"taxi",
  	"přítelkyni",
  	"podíval",
  	"neudělala",
  	"nikým",
  	"neumí",
  	"jmenujete",
  	"bravo",
  	"ustupte",
  	"dna",
  	"začnu",
  	"dívám",
  	"malého",
  	"pospěšte",
  	"oblek",
  	"íŕ",
  	"bílé",
  	"černá",
  	"místnost",
  	"rohu",
  	"pošli",
  	"háje",
  	"článek",
  	"nedal",
  	"ben",
  	"plno",
  	"vražda",
  	"zahrát",
  	"chybět",
  	"alice",
  	"kdes",
  	"nahlas",
  	"zvlášť",
  	"plná",
  	"vlády",
  	"vyřešit",
  	"pomáhat",
  	"paříži",
  	"plavat",
  	"třemi",
  	"nicméně",
  	"ostatním",
  	"nepřítel",
  	"všemu",
  	"nesmíme",
  	"ježiši",
  	"jiní",
  	"nedostal",
  	"zabíjet",
  	"množství",
  	"zmlkni",
  	"pevně",
  	"fotbal",
  	"silná",
  	"vedoucí",
  	"končím",
  	"přítelem",
  	"schopnosti",
  	"rozhodnout",
  	"dovol",
  	"poslouchám",
  	"vašemu",
  	"pomůžeš",
  	"vegas",
  	"jedná",
  	"mrtvých",
  	"nezabil",
  	"g",
  	"zkusíme",
  	"nesmíte",
  	"milion",
  	"nedává",
  	"svatební",
  	"hodnej",
  	"tos",
  	"čekáme",
  	"von",
  	"is",
  	"dokončit",
  	"chutná",
  	"láskou",
  	"začni",
  	"vůz",
  	"ksakru",
  	"poznala",
  	"dětmi",
  	"vydržet",
  	"dostaň",
  	"tlak",
  	"přidat",
  	"nezapomeňte",
  	"be",
  	"kolena",
  	"joey",
  	"vstaň",
  	"hluboko",
  	"terry",
  	"vlaku",
  	"nijak",
  	"důstojník",
  	"nechá",
  	"padesát",
  	"snu",
  	"přijela",
  	"blbý",
  	"nešlo",
  	"stranou",
  	"hledáte",
  	"trik",
  	"chodíš",
  	"jezdit",
  	"dopisy",
  	"novinách",
  	"poslala",
  	"dýchat",
  	"prodej",
  	"ochranu",
  	"slov",
  	"hovor",
  	"prodal",
  	"lži",
  	"kelly",
  	"provedl",
  	"všiml",
  	"vysvětlím",
  	"přežít",
  	"připrav",
  	"odpověz",
  	"šesti",
  	"rady",
  	"přiznat",
  	"pal",
  	"prezidenta",
  	"nervy",
  	"použil",
  	"lady",
  	"ukáže",
  	"táto",
  	"bum",
  	"žijeme",
  	"susan",
  	"starého",
  	"skupiny",
  	"návrh",
  	"lehce",
  	"lék",
  	"vzpomínky",
  	"horko",
  	"zadní",
  	"neděje",
  	"odpočinout",
  	"kim",
  	"tiše",
  	"jed",
  	"restauraci",
  	"skvělej",
  	"hloupé",
  	"dveřmi",
  	"silnější",
  	"přečíst",
  	"pomohla",
  	"skončili",
  	"furt",
  	"padej",
  	"životem",
  	"oblast",
  	"hlupák",
  	"používat",
  	"neumíš",
  	"noha",
  	"nenech",
  	"bytu",
  	"restaurace",
  	"pohřeb",
  	"rány",
  	"míru",
  	"emily",
  	"holčička",
  	"pomáhá",
  	"umřela",
  	"vést",
  	"ostatních",
  	"boji",
  	"sally",
  	"najdou",
  	"vážné",
  	"změnila",
  	"středu",
  	"přáteli",
  	"zeď",
  	"jmenoval",
  	"stejná",
  	"hoří",
  	"bill",
  	"půjčit",
  	"klub",
  	"baví",
  	"učil",
  	"opice",
  	"sexuální",
  	"dětství",
  	"moři",
  	"nemělo",
  	"umíte",
  	"vysoké",
  	"obvinění",
  	"kuře",
  	"tim",
  	"týká",
  	"západ",
  	"smutný",
  	"díry",
  	"silné",
  	"cia",
  	"chytil",
  	"umírá",
  	"opustila",
  	"jeli",
  	"přeju",
  	"seděl",
  	"omyl",
  	"zloděj",
  	"závod",
  	"něčemu",
  	"neslyším",
  	"bránit",
  	"paříže",
  	"litovat",
  	"tvýho",
  	"starou",
  	"jednání",
  	"hádám",
  	"zkurvený",
  	"změna",
  	"zjistili",
  	"stole",
  	"vzhledem",
  	"nabídnout",
  	"živý",
  	"potřebovala",
  	"plukovník",
  	"povinnost",
  	"špatnou",
  	"ptáka",
  	"přesvědčit",
  	"zároveň",
  	"chyby",
  	"jackie",
  	"nastup",
  	"nenávidí",
  	"rada",
  	"nevrátí",
  	"pravidlo",
  	"obětí",
  	"nejdeš",
  	"nuže",
  	"nemusíme",
  	"tváří",
  	"začnou",
  	"sever",
  	"vtipný",
  	"party",
  	"přijeli",
  	"opilý",
  	"počítač",
  	"doufal",
  	"lístek",
  	"zaplatí",
  	"max",
  	"teta",
  	"postavil",
  	"dokázali",
  	"motor",
  	"princezna",
  	"vzrušující",
  	"for",
  	"rozhodli",
  	"nemoc",
  	"hráli",
  	"nejprve",
  	"hoď",
  	"tatínek",
  	"up",
  	"pamatovat",
  	"pracovní",
  	"chystá",
  	"dokola",
  	"upřímný",
  	"žádném",
  	"druhém",
  	"připomíná",
  	"svědomí",
  	"ste",
  	"obchodě",
  	"nevěříš",
  	"skončilo",
  	"mise",
  	"nepřijde",
  	"čisté",
  	"základní",
  	"koláč",
  	"he",
  	"vydržte",
  	"strávil",
  	"prostor",
  	"koupila",
  	"vrátili",
  	"většinu",
  	"přátelství",
  	"naopak",
  	"prezidente",
  	"rock",
  	"naštvaná",
  	"soudní",
  	"ooh",
  	"sledujte",
  	"kabát",
  	"projekt",
  	"nechtějí",
  	"pták",
  	"lehké",
  	"utrpení",
  	"prsa",
  	"záznam",
  	"třídě",
  	"zaslouží",
  	"nezdá",
  	"držel",
  	"vědomí",
  	"procent",
  	"naštvaný",
  	"parchante",
  	"nepůjdu",
  	"nebojím",
  	"četla",
  	"nohama",
  	"abysme",
  	"maggie",
  	"smím",
  	"koupím",
  	"tátou",
  	"bydlím",
  	"sejít",
  	"lodí",
  	"brýle",
  	"vadí",
  	"zastřelit",
  	"kámoši",
  	"vdaná",
  	"láhev",
  	"úterý",
  	"man",
  	"can",
  	"lese",
  	"nejlepších",
  	"povedlo",
  	"programu",
  	"našim",
  	"různé",
  	"kterému",
  	"přineste",
  	"dvanáct",
  	"vyzvednout",
  	"prostředí",
  	"energii",
  	"jakého",
  	"záležitosti",
  	"ješte",
  	"kouzlo",
  	"jenž",
  	"každému",
  	"povídám",
  	"vysoko",
  	"touhle",
  	"nedělal",
  	"strýc",
  	"bezpečné",
  	"brácha",
  	"kamarády",
  	"papír",
  	"otevřené",
  	"fu",
  	"hory",
  	"sire",
  	"jistej",
  	"led",
  	"starých",
  	"hledají",
  	"bytě",
  	"zjistí",
  	"ničem",
  	"tví",
  	"odejdi",
  	"karen",
  	"tvému",
  	"děcko",
  	"vidíme",
  	"prací",
  	"přinesla",
  	"kočky",
  	"londýně",
  	"nula",
  	"šílené",
  	"chleba",
  	"povídej",
  	"službu",
  	"washingtonu",
  	"jednat",
  	"činu",
  	"rodinou",
  	"běží",
  	"míří",
  	"stromy",
  	"kamery",
  	"psi",
  	"napít",
  	"cíle",
  	"leo",
  	"důležitá",
  	"dalším",
  	"povídat",
  	"chyť",
  	"udělají",
  	"park",
  	"kamera",
  	"zodpovědnost",
  	"vysoký",
  	"opakuji",
  	"čtvrtek",
  	"boje",
  	"zavřete",
  	"armádu",
  	"mými",
  	"simone",
  	"podrž",
  	"využít",
  	"hrdý",
  	"změnilo",
  	"zastřelil",
  	"žila",
  	"poldové",
  	"charles",
  	"polib",
  	"so",
  	"spadl",
  	"planety",
  	"londýna",
  	"netuším",
  	"telefonní",
  	"pamatujte",
  	"nemohou",
  	"trápí",
  	"prášky",
  	"spala",
  	"známý",
  	"svatba",
  	"věříte",
  	"dane",
  	"elizabeth",
  	"šek",
  	"kapitána",
  	"zjistila",
  	"nevadilo",
  	"peter",
  	"odešli",
  	"potichu",
  	"bod",
  	"naštěstí",
  	"génius",
  	"uvědomil",
  	"kuchyně",
  	"pracovala",
  	"bezpečnost",
  	"myslíme",
  	"smát",
  	"promluvím",
  	"seženu",
  	"armádě",
  	"místech",
  	"čekali",
  	"králi",
  	"utekla",
  	"šerif",
  	"richarde",
  	"nedostane",
  	"jih",
  	"strávit",
  	"kdykoli",
  	"dítěte",
  	"bála",
  	"chytrá",
  	"kluky",
  	"mámou",
  	"kameru",
  	"vymyslel",
  	"těle",
  	"neboť",
  	"hergot",
  	"zmizela",
  	"víru",
  	"nepamatuju",
  	"zkontrolovat",
  	"vpřed",
  	"what",
  	"němci",
  	"cole",
  	"frankie",
  	"plus",
  	"vlevo",
  	"wille",
  	"žádní",
  	"kozy",
  	"nedokázal",
  	"počítat",
  	"pláži",
  	"mezitím",
  	"správnou",
  	"kyle",
  	"molly",
  	"říkáme",
  	"písničku",
  	"psy",
  	"našemu",
  	"tma",
  	"francie",
  	"počkáme",
  	"hrůza",
  	"plyn",
  	"schovat",
  	"most",
  	"anděl",
  	"žili",
  	"zajímavý",
  	"holkou",
  	"pocity",
  	"zábavu",
  	"nevěřil",
  	"kartu",
  	"hodil",
  	"strachu",
  	"vedl",
  	"šťastné",
  	"video",
  	"cvok",
  	"neměj",
  	"patnáct",
  	"křičet",
  	"téma",
  	"kamaráda",
  	"obrovský",
  	"očividně",
  	"majetek",
  	"měi",
  	"vůči",
  	"nedostaneš",
  	"býval",
  	"riskovat",
  	"polovinu",
  	"zákony",
  	"will",
  	"jež",
  	"domova",
  	"debile",
  	"náhle",
  	"odpovědi",
  	"hosty",
  	"richard",
  	"past",
  	"jiném",
  	"piš",
  	"mladé",
  	"dech",
  	"řízení",
  	"člověku",
  	"nemyslela",
  	"oslavu",
  	"vysvětlení",
  	"nechť",
  	"úmyslu",
  	"význam",
  	"sláva",
  	"kostela",
  	"člověkem",
  	"spravedlnost",
  	"jedete",
  	"st",
  	"cvičení",
  	"zákona",
  	"díváš",
  	"chodila",
  	"vraha",
  	"prohlášení",
  	"kilometrů",
  	"příběhy",
  	"soukromí",
  	"barvu",
  	"vesnici",
  	"vyhráli",
  	"existují",
  	"nevim",
  	"zády",
  	"různých",
  	"jednoduchý",
  	"porazit",
  	"chrisi",
  	"svatý",
  	"školní",
  	"hraju",
  	"běžet",
  	"jela",
  	"anna",
  	"mladí",
  	"whisky",
  	"novej",
  	"představu",
  	"dovolíte",
  	"jistěže",
  	"zajímat",
  	"prach",
  	"teorie",
  	"scénář",
  	"centrum",
  	"vypadala",
  	"červený",
  	"briane",
  	"ďábel",
  	"držím",
  	"červené",
  	"ovládat",
  	"michaeli",
  	"napsala",
  	"betty",
  	"nemysli",
  	"poručík",
  	"důležitější",
  	"silnici",
  	"stupňů",
  	"příkaz",
  	"tančit",
  	"díru",
  	"sníst",
  	"mlč",
  	"marty",
  	"mléko",
  	"koukat",
  	"mrtev",
  	"pohromadě",
  	"dámo",
  	"nepotřebuješ",
  	"sladký",
  	"snažíme",
  	"nepomůže",
  	"rukojmí",
  	"nedívej",
  	"odveďte",
  	"otisky",
  	"jedou",
  	"americký",
  	"vyspat",
  	"skvělou",
  	"hlídat",
  	"zdroj",
  	"eh",
  	"bar",
  	"jednotka",
  	"bejby",
  	"přijet",
  	"nemluví",
  	"ctí",
  	"paměť",
  	"bohatý",
  	"ryba",
  	"strýček",
  	"lžeš",
  	"dokonalý",
  	"zkušenosti",
  	"tomuto",
  	"hádej",
  	"jó",
  	"ptáš",
  	"zvláštního",
  	"sexu",
  	"vadit",
  	"podporu",
  	"vpravo",
  	"chyťte",
  	"nevidí",
  	"varování",
  	"hotová",
  	"kousky",
  	"důvodů",
  	"vydělat",
  	"zabiješ",
  	"stvoření",
  	"robert",
  	"smutné",
  	"dávají",
  	"přijďte",
  	"vypni",
  	"psal",
  	"km",
  	"přežil",
  	"detektive",
  	"seržant",
  	"ukazuje",
  	"obličeje",
  	"miliónů",
  	"zkurvenej",
  	"dohoda",
  	"planetě",
  	"používá",
  	"bomby",
  	"zavolá",
  	"matte",
  	"synem",
  	"ostatními",
  	"lehnout",
  	"přivést",
  	"všechnu",
  	"ujistit",
  	"šťastní",
  	"blbá",
  	"dostaňte",
  	"šéfa",
  	"kosti",
  	"mluvte",
  	"světu",
  	"dívá",
  	"okolností",
  	"poplach",
  	"proces",
  	"novým",
  	"zatracenej",
  	"poklad",
  	"radostí",
  	"zvládnout",
  	"aut",
  	"vyprávět",
  	"hůř",
  	"bojoval",
  	"silnice",
  	"podíl",
  	"řeknou",
  	"nejkrásnější",
  	"zůstaneme",
  	"těsně",
  	"zapomeňte",
  	"dovolenou",
  	"bolet",
  	"změnu",
  	"lid",
  	"pekle",
  	"prohrál",
  	"dlužím",
  	"vysílání",
  	"gratuluju",
  	"cigaretu",
  	"anglii",
  	"vtipné",
  	"smíchu",
  	"kufr",
  	"prst",
  	"hrozná",
  	"skleničku",
  	"děda",
  	"bombu",
  	"petere",
  	"mmm",
  	"zničí",
  	"neuvěřitelný",
  	"všechen",
  	"obrovské",
  	"ubohý",
  	"katie",
  	"nejvíce",
  	"kdokoli",
  	"výraz",
  	"hranici",
  	"nepotřebujeme",
  	"nádherně",
  	"nepřítele",
  	"zemřeli",
  	"vyjít",
  	"počet",
  	"především",
  	"pasti",
  	"kněz",
  	"zůstává",
  	"panna",
  	"amerika",
  	"martin",
  	"kámoše",
  	"jezdí",
  	"otevřel",
  	"velení",
  	"uviděl",
  	"volba",
  	"testy",
  	"letět",
  	"naučila",
  	"kouřit",
  	"zmrde",
  	"vysokou",
  	"nejlépe",
  	"pas",
  	"strašný",
  	"schopný",
  	"svatbě",
  	"carol",
  	"vyhodil",
  	"helen",
  	"stojím",
  	"maj",
  	"přemýšlela",
  	"zavolala",
  	"bohem",
  	"tv",
  	"zabiják",
  	"f",
  	"rodičů",
  	"řídí",
  	"go",
  	"dosud",
  	"sehnal",
  	"vliv",
  	"vlastního",
  	"půlnoci",
  	"dolu",
  	"báječné",
  	"výborný",
  	"spojit",
  	"â",
  	"přemýšlej",
  	"týče",
  	"vůli",
  	"učí",
  	"nechej",
  	"pracujete",
  	"prádlo",
  	"slušně",
  	"vnitřní",
  	"správná",
  	"ztráta",
  	"babi",
  	"dopadne",
  	"çŕ",
  	"strana",
  	"skutečná",
  	"vstávat",
  	"pozvat",
  	"hloupost",
  	"vyhodili",
  	"kreténe",
  	"modré",
  	"posloucháš",
  	"celým",
  	"padáme",
  	"miami",
  	"mrtvého",
  	"sebevraždu",
  	"králem",
  	"ber",
  	"totéž",
  	"omluv",
  	"nedovolím",
  	"odejdu",
  	"půlku",
  	"lidská",
  	"lou",
  	"nerozumíš",
  	"cigarety",
  	"předstírat",
  	"ukrást",
  	"letos",
  	"vína",
  	"x",
  	"řada",
  	"aie",
  	"vojáky",
  	"prej",
  	"večera",
  	"sorry",
  	"nejlíp",
  	"myslim",
  	"dort",
  	"obou",
  	"kilo",
  	"bastarde",
  	"jake",
  	"známky",
  	"sleduje",
  	"kašlu",
  	"jistotu",
  	"jinej",
  	"uhněte",
  	"vevnitř",
  	"postarej",
  	"lhář",
  	"tvrdý",
  	"nepotřebuji",
  	"kameny",
  	"boku",
  	"zkrátka",
  	"zabíjení",
  	"slečnu",
  	"postav",
  	"žehnej",
  	"barvy",
  	"obrázek",
  	"způsoby",
  	"najíst",
  	"nezná",
  	"hale",
  	"kterými",
  	"debil",
  	"zmizí",
  	"začneš",
  	"soustředit",
  	"sladké",
  	"lano",
  	"umřu",
  	"with",
  	"zasraná",
  	"wayne",
  	"právníka",
  	"ostrově",
  	"ůĺ",
  	"dlužíš",
  	"posílá",
  	"napůl",
  	"čtvrti",
  	"barry",
  	"prošel",
  	"misi",
  	"jé",
  	"ohledu",
  	"dokážete",
  	"nancy",
  	"zpomal",
  	"knize",
  	"chlapů",
  	"služba",
  	"červená",
  	"hotový",
  	"okamžiku",
  	"vyřídit",
  	"přijdete",
  	"svatá",
  	"ženské",
  	"déšť",
  	"kočku",
  	"el",
  	"parchant",
  	"státu",
  	"synovi",
  	"postará",
  	"obyčejný",
  	"odejděte",
  	"nečekal",
  	"nemluvím",
  	"koncert",
  	"pokusím",
  	"přicházejí",
  	"pyšný",
  	"řidič",
  	"podepsat",
  	"palubu",
  	"soutěž",
  	"francii",
  	"bránu",
  	"rokem",
  	"zkusil",
  	"čistá",
  	"koukejte",
  	"neslyšela",
  	"rty",
  	"nesmysly",
  	"lituji",
  	"ničí",
  	"stráže",
  	"postavení",
  	"nesahej",
  	"koukám",
  	"podnik",
  	"přála",
  	"modrý",
  	"košili",
  	"nezapomenu",
  	"informací",
  	"informaci",
  	"necháte",
  	"varovat",
  	"chováš",
  	"kapse",
  	"jedinej",
  	"pochází",
  	"západní",
  	"ukradli",
  	"velikost",
  	"pěknou",
  	"dával",
  	"zvládneme",
  	"vybavení",
  	"naproti",
  	"johna",
  	"změny",
  	"začněte",
  	"týdne",
  	"povězte",
  	"nedokáže",
  	"pa",
  	"jesse",
  	"políbit",
  	"slovy",
  	"neříkám",
  	"neuděláš",
  	"skupinu",
  	"set",
  	"vašim",
  	"dokumenty",
  	"drahé",
  	"nevrátím",
  	"události",
  	"zabijou",
  	"rychlý",
  	"slepý",
  	"vánoční",
  	"vytvořit",
  	"pokračuje",
  	"chová",
  	"sáro",
  	"dýchej",
  	"rovně",
  	"kariéru",
  	"vážím",
  	"dobrodružství",
  	"dolar",
  	"extra",
  	"smích",
  	"životu",
  	"utíkat",
  	"ma",
  	"účty",
  	"hrají",
  	"ležet",
  	"krásnou",
  	"pěšky",
  	"lidech",
  	"poledne",
  	"nechtěli",
  	"chystám",
  	"vstup",
  	"velkých",
  	"al",
  	"roberte",
  	"sežeň",
  	"get",
  	"dozvěděl",
  	"přijdeme",
  	"spolupracovat",
  	"třech",
  	"prodávat",
  	"příjemné",
  	"snažili",
  	"narodila",
  	"ńč",
  	"dostalo",
  	"plně",
  	"cílem",
  	"doktorko",
  	"posledního",
  	"zastaví",
  	"zabit",
  	"divadlo",
  	"big",
  	"doslova",
  	"centů",
  	"krucinál",
  	"kudy",
  	"říkej",
  	"setkáme",
  	"povídal",
  	"paměti",
  	"šílená",
  	"příběhu",
  	"zkouška",
  	"know",
  	"bordel",
  	"veřejnosti",
  	"dílo",
  	"herec",
  	"pistole",
  	"půjdou",
  	"michelle",
  	"texasu",
  	"neštěstí",
  	"dívejte",
  	"bouře",
  	"holčičko",
  	"nabídka",
  	"věčně",
  	"lesa",
  	"žádost",
  	"charlesi",
  	"zámek",
  	"podezření",
  	"nejlepším",
  	"zrádce",
  	"viděls",
  	"schodech",
  	"vystoupení",
  	"umře",
  	"jean",
  	"spíše",
  	"krista",
  	"neber",
  	"stála",
  	"nelze",
  	"prvé",
  	"kola",
  	"šampaňské",
  	"podobné",
  	"dobrých",
  	"neco",
  	"inspektore",
  	"odpovědět",
  	"nesmím",
  	"scénu",
  	"opakovat",
  	"bývalý",
  	"trávu",
  	"míle",
  	"zamiloval",
  	"věnovat",
  	"hledání",
  	"utíkejte",
  	"vypadneme",
  	"přiveď",
  	"mark",
  	"potřebovali",
  	"střechu",
  	"dobre",
  	"oběma",
  	"umírám",
  	"sundejte",
  	"slavný",
  	"popovídat",
  	"fotka",
  	"nevzpomínám",
  	"vší",
  	"žádného",
  	"hitler",
  	"národ",
  	"kina",
  	"dovolením",
  	"létat",
  	"tašku",
  	"příjemný",
  	"myšlenka",
  	"zlatý",
  	"dědo",
  	"posily",
  	"lord",
  	"jeffe",
  	"jehož",
  	"živé",
  	"carle",
  	"zemřeš",
  	"nádraží",
  	"beth",
  	"poslechni",
  	"míst",
  	"bílá",
  	"přát",
  	"vzbuď",
  	"druhým",
  	"schopni",
  	"nestřílejte",
  	"díra",
  	"ohně",
  	"mámy",
  	"nehodu",
  	"podmínky",
  	"jelikož",
  	"pohledu",
  	"snů",
  	"pustil",
  	"slyší",
  	"vítám",
  	"císař",
  	"vinu",
  	"one",
  	"problému",
  	"sundat",
  	"barva",
  	"zabránit",
  	"přiveďte",
  	"trenére",
  	"přednost",
  	"dostatečně",
  	"dědeček",
  	"podezřelý",
  	"body",
  	"nemluvil",
  	"předem",
  	"kdekoliv",
  	"zůstali",
  	"křídla",
  	"momentálně",
  	"zabere",
  	"přinese",
  	"níž",
  	"finanční",
  	"zádech",
  	"žid",
  	"hračka",
  	"slez",
  	"william",
  	"maria",
  	"masa",
  	"smyslu",
  	"kole",
