{
	"source": "Sample vocabulary from https://github.com/Apmats/greekstemmerjs/blob/master/benchmarks/stemming_sample.txt",
	"words": [
      "α",
      "αβαν",
      "αβανα",
      "αβανας",
      "αβγ",
      "αβγο",
      "αβεναρι",
      "αβεναριους",
      "αβλαβ",
      "αβλαβης",
      "αβραμηλ",
      "αβραμηλια",
      "αβυσς",
      "αβυσσο",
      "αβυσσου",
      "αγ",
      "αγαθ",
      "αγαθα",
      "αγαθο",
      "αγαθονης",
      "αγαθονησι",
      "αγαθων",
      "αγαλλιαμ",
      "αγαλλιαμα",
      "αγαλμ",
      "αγαλμα",
      "αγαλματα",
      "αγαλματων",
      "αγαμεμν",
      "αγαμεμνων",
      "αγαπ",
      "αγαπας",
      "αγαπατ",
      "αγαπατε",
      "αγαπαω",
      "αγαπες",
      "αγαπη",
      "αγαπημεν",
      "αγαπημενα",
      "αγαπημενε",
      "αγαπημενες",
      "αγαπημενη",
      "αγαπημενο",
      "αγαπης",
      "αγαπησαμε",
      "αγαπηστε",
      "αγαπητ",
      "αγαπητη",
      "αγαπουσαν",
      "αγαπουσε",
      "αγαπω",
      "αγαπωντας",
      "αγας",
      "αγγελ",
      "αγγελακ",
      "αγγελακι",
      "αγγελακια",
      "αγγελι",
      "αγγελια",
      "αγγελιας",
      "αγγελιες",
      "αγγελικ",
      "αγγελικη",
      "αγγελικου",
      "αγγελιν",
      "αγγελινα",
      "αγγελο",
      "αγγελοι",
      "αγγελος",
      "αγγελου",
      "αγγελους",
      "αγγελων",
      "αγγιγμ",
      "αγγιγμα",
      "αγγιξ",
      "αγγιξει",
      "αγγλ",
      "αγγλι",
      "αγγλια",
      "αγγλιας",
      "αγγλικ",
      "αγγλικα",
      "αγγλικη",
      "αγγλικης",
      "αγγλικο",
      "αγγλικος",
      "αγγλοελλην",
      "αγγλοελληνικο",
      "αγγλων",
      "αγελαδιτς",
      "αγελαδιτσα",
      "αγερ",
      "αγερι",
      "αγι",
      "αγια",
      "αγιας",
      "αγιασμ",
      "αγιασματα",
      "αγιαχουασκ",
      "αγιαχουασκα",
      "αγιε",
      "αγιο",
      "αγιογραφ",
      "αγιογραφια",
      "αγιογραφιας",
      "αγιογραφος",
      "αγιοι",
      "αγιορειτ",
      "αγιορειτης",
      "αγιορειτου",
      "αγιος",
      "αγιοτητ",
      "αγιοτητα",
      "αγιοτητας",
      "αγιου",
      "αγιουρβεδ",
      "αγιουρβεδα",
      "αγιους",
      "αγιω",
      "αγιων",
      "αγκαλ",
      "αγκαλια",
      "αγκριτζεντ",
      "αγκριτζεντο",
      "αγκυρ",
      "αγκυρες",
      "αγκυροβολ",
      "αγκυροβολια",
      "αγνοδικ",
      "αγνοδικη",
      "αγνοι",
      "αγνοιας",
      "αγνοουμεν",
      "αγνοουμενοι",
      "αγνοουμενος",
      "αγνωσι",
      "αγνωσιας",
      "αγνωστ",
      "αγνωστα",
      "αγνωστες",
      "αγνωστη",
      "αγνωστο",
      "αγνωστος",
      "αγον",
      "αγονος",
      "αγορ",
      "αγορα",
      "αγορακ",
      "αγορακι",
      "αγορανομικ",
      "αγορανομικος",
      "αγορας",
      "αγορες",
      "αγορι",
      "αγορια",
      "αγοριων",
      "αγορων",
      "αγρ",
      "αγραφ",
      "αγραφων",
      "αγρι",
      "αγρια",
      "αγριας",
      "αγριμ",
      "αγριμι",
      "αγριο",
      "αγριοι",
      "αγριολουλουδ",
      "αγριολουλουδα",
      "αγριολουλουδο",
      "αγριοπαπ",
      "αγριοπαπια",
      "αγριοχοιρ",
      "αγριοχοιρος",
      "αγροκτημ",
      "αγροκτημα",
      "αγροκτηματος",
      "αγροσυκ",
      "αγροσυκια",
      "αγροτ",
      "αγροτη",
      "αγροτικ",
      "αγροτικες",
      "αγροτικη",
      "αγροτικης",
      "αγροτικο",
      "αγροτικων",
      "αγροφυλακ",
      "αγροφυλακης",
      "αγρυπν",
      "αγρυπνες",
      "αγχ",
      "αγχιαλ",
      "αγχιαλου",
      "αγχολυτικα",
      "αγχολυτικη",
      "αγχον",
      "αγχονη",
      "αγχος",
      "αγωγ",
      "αγωγη",
      "αγωγης",
      "αγωγων",
      "αγων",
      "αγωνα",
      "αγωνας",
      "αγωνες",
      "αγωνια",
      "αγωνισμ",
      "αγωνισματα",
      "αγωνιστ",
      "αγωνιστικο",
      "αγωνιστων",
      "αδα",
      "αδαης",
      "αδει",
      "αδεια",
      "αδειο",
      "αδειοδοτης",
      "αδειοδοτηση",
      "αδελφ",
      "αδελφακ",
      "αδελφακια",
      "αδελφη",
      "αδελφια",
      "αδελφο",
      "αδελφοθε",
      "αδελφοθεου",
      "αδελφοι",
      "αδελφος",
      "αδελφοτητ",
      "αδελφοτητα",
      "αδελφου",
      "αδελφουλ",
      "αδελφουλα",
      "αδελφων",
      "αδερφ",
      "αδερφε",
      "αδερφη",
      "αδερφος",
      "αδεσποτ",
      "αδεσποτες",
      "αδη",
      "αδικημ",
      "αδικηματα",
      "αδικημεν",
      "αδικημενη",
      "αδικοπραξ",
      "αδικοπραξιων",
      "αδιστακτ",
      "αδιστακτοι",
      "αδρανειας",
      "αδρανεις",
      "αδραξ",
      "αδραξε",
      "αδυναμ",
      "αδυναμιων",
      "αδυνατ",
      "αδυνατισα",
      "αδυνατισμα",
      "αδυνατος",
      "αδυτ",
      "αδυτα",
      "αε",
      "αειζωι",
      "αειζωιας",
      "αειθαλ",
      "αειθαλη",
      "αειφορ",
      "αειφορια",
      "αειφορο",
      "αενα",
      "αεναος",
      "αερ",
      "αερα",
      "αεραντλια",
      "αεραντλιες",
      "αεριο",
      "αεριου",
      "αεριων",
      "αεροβια",
      "αεροβιας",
      "αεροδρομ",
      "αεροδρομιο",
      "αεροδρομιου",
      "αεροδρομιων",
      "αερολιθ",
      "αερολιθου",
      "αεροπη",
      "αεροπλανακ",
      "αεροπλανακι",
      "αεροπορ",
      "αεροπορια",
      "αεροπορικ",
      "αεροπορικοι",
      "αεροπορικος",
      "αεροπορικου",
      "αερος",
      "αεροστατ",
      "αεροστατο",
      "αεροστεγες",
      "αεροστεγως",
      "αετ",
      "αετισι",
      "αετισιοι",
      "αετος",
      "αζερμπαιτζ",
      "αζερμπαιτζαν",
      "αζιμουθιακ",
      "αζιμουθιακες",
      "αζορ",
      "αζορες",
      "αη",
      "αηδον",
      "αηδονι",
      "αθ",
      "αθανασακ",
      "αθανασακος",
      "αθανασι",
      "αθανασιος",
      "αθανατ",
      "αθανατος",
      "αθεισμ",
      "αθεισμου",
      "αθεμιτ",
      "αθεμιτος",
      "αθετης",
      "αθετηση",
      "αθην",
      "αθηνα",
      "αθηναγορ",
      "αθηναγορα",
      "αθηναι",
      "αθηναια",
      "αθηναιδ",
      "αθηναιδα",
      "αθηναικ",
      "αθηναικης",
      "αθηναιος",
      "αθηναιων",
      "αθηνας",
      "αθηνουλ",
      "αθηνουλας",
      "αθηνων",
      "αθηροσκληρως",
      "αθηροσκληρωσης",
      "αθλ",
      "αθλημ",
      "αθληματα",
      "αθλης",
      "αθληση",
      "αθλητ",
      "αθλητιατρικ",
      "αθλητιατρικη",
      "αθλητικ",
      "αθλητικα",
      "αθλητικες",
      "αθλητικη",
      "αθλητικο",
      "αθλητικοι",
      "αθλητικος",
      "αθλητικου",
      "αθλητικων",
      "αθλητισμ",
      "αθλητισμο",
      "αθλητισμος",
      "αθλητισμου",
      "αθλι",
      "αθλιοι",
      "αθλιοτητ",
      "αθλιοτητα",
      "αθλοι",
      "αθοπετ",
      "αθοπετου",
      "αθω",
      "αθων",
      "αθωνιτ",
      "αθωνιτης",
      "αθωνος",
      "αθωο",
      "αθωοτητ",
      "αθωοτητας",
      "αι",
      "αιβαλ",
      "αιβαλι",
      "αιγαι",
      "αιγαιο",
      "αιγαιου",
      "αιγαιω",
      "αιγιακ",
      "αιγιακη",
      "αιγιαλ",
      "αιγιαλει",
      "αιγιαλεια",
      "αιγιαλο",
      "αιγιν",
      "αιγινα",
      "αιγινητει",
      "αιγινητειο",
      "αιγυπτ",
      "αιγυπτιακ",
      "αιγυπτιακος",
      "αιγυπτος",
      "αιδ",
      "αιδεσιμοτατ",
      "αιδεσιμοτατος",
      "αιδοι",
      "αιδοιου",
      "αιδω",
      "αιθερ",
      "αιθερα",
      "αιθερες",
      "αιθερια",
      "αιθεριο",
      "αιθεριων",
      "αιθερων",
      "αιθιοπ",
      "αιθιοπια",
      "αικατεριν",
      "αικατερινα",
      "αικατερινης",
      "αιμ",
      "αιμα",
      "αιματηρ",
      "αιματηρη",
      "αιματοβαμμεν",
      "αιματοβαμμενο",
      "αιματολο",
      "αιματολογ",
      "αιματολογι",
      "αιματολογια",
      "αιματολογιας",
      "αιματολογικου",
      "αιματος",
      "αιμιλι",
      "αιμιλιος",
      "αιμοδος",
      "αιμοδοσι",
      "αιμοδοσια",
      "αιμοδοσιας",
      "αιμοληψια",
      "αιμοληψιας",
      "αιμοστας",
      "αιμοστασεως",
      "αιμοστατικα",
      "αιμοστατικοι",
      "αινιγμ",
      "αινιγμα",
      "αινιγματα",
      "αινιγματικ",
      "αινιγματικες",
      "αινιγματων",
      "αιντ",
      "αιντα",
      "αιολ",
      "αιολικ",
      "αιολικα",
      "αιολικη",
      "αιολικο",
      "αιρ",
      "αιρες",
      "αισθης",
      "αισθησεις",
      "αισθησεων",
      "αισθηση",
      "αισθητηρ",
      "αισθητηρα",
      "αισθητηρων",
      "αισθητικ",
      "αισθητικη",
      "αισθητικος",
      "αισθητικου",
      "αισχ",
      "αισχος",
      "αισχυλ",
      "αισχυλου",
      "αισωπ",
      "αισωπος",
      "αισωπου",
      "αιτ",
      "αιτη",
      "αιτης",
      "αιτησεις",
      "αιτια",
      "αιτωλ",
      "αιτωλοακαρνανι",
      "αιτωλοακαρνανιας",
      "αιτωλος",
      "αιχμ",
      "αιχμαλωτ",
      "αιχμαλωτοι",
      "αιχμαλωτος",
      "αιχμαλωτων",
      "αιχμαν",
      "αιχμηρ",
      "αιχμηρο",
      "αιων",
      "αιωνα",
      "αιωνας",
      "αιωνες",
      "αιωνια",
      "αιωνιοτητ",
      "αιωνιοτητας",
      "ακ",
      "ακαδημ",
      "ακαδημαικ",
      "ακαδημαικου",
      "ακαδημια",
      "ακαθιστ",
      "ακαθιστος",
      "ακακι",
      "ακακιος",
      "ακαλυπτ",
      "ακαλυπτη",
      "ακαλυπτου",
      "ακανθωδ",
      "ακανθωδες",
      "ακη",
      "ακης",
      "ακμ",
      "ακμης",
      "ακολουθ",
      "ακολουθησε",
      "ακολουθι",
      "ακολουθια",
      "ακολουθιαι",
      "ακολουθιες",
      "ακομ",
      "ακομα",
      "ακομη",
      "ακονιζ",
      "ακονιζω",
      "ακοντιο",
      "ακοντιου",
      "ακου",
      "ακουαρελ",
      "ακουαρελες",
      "ακουει",
      "ακουμε",
      "ακουν",
      "ακους",
      "ακουσα",
      "ακουσι",
      "ακουσιος",
      "ακουστικ",
      "ακουστικη",
      "ακουω",
      "ακρ",
      "ακραι",
      "ακραια",
      "ακρατει",
      "ακρατεια",
      "ακρες",
      "ακρη",
      "ακριβ",
      "ακριβες",
      "ακριβεστερ",
      "ακριβεστερου",
      "ακριβη",
      "ακριλικου",
      "ακροβατ",
      "ακροβατωντας",
      "ακροπολ",
      "ακροπολη",
      "ακροπολης",
      "ακροποταμ",
      "ακροποταμου",
      "ακροτελευτι",
      "ακροτελευτιοι",
      "ακροτητ",
      "ακροτητες",
      "ακρυλικα",
      "ακρυλικη",
      "ακρυλικο",
      "ακρυλικοι",
      "ακρυλικος",
      "ακρων",
      "ακρωτηρ",
      "ακρωτηρι",
      "ακρωτηριασμεν",
      "ακρωτηριασμενα",
      "ακτ",
      "ακτες",
      "ακτη",
      "ακτης",
      "ακτιβιστ",
      "ακτιβιστη",
      "ακτινοβιολογι",
      "ακτινοβιολογιας",
      "ακτινοβολ",
      "ακτινοβολι",
      "ακτινοβολια",
      "ακτινοβολιας",
      "ακτινολογια",
      "ακτινολογικ",
      "ακτινολογικα",
      "ακτινολογικη",
      "ακτιστ",
      "ακτιστου",
      "ακυβερνητ",
      "ακυβερνητα",
      "αλ",
      "αλα",
      "αλαργιν",
      "αλαργινα",
      "αλατ",
      "αλατι",
      "αλβαν",
      "αλβανια",
      "αλβανιας",
      "αλγεβρ",
      "αλγεβρα",
      "αλγεβρας",
      "αλγερ",
      "αλγερια",
      "αλγοριθμ",
      "αλγοριθμοι",
      "αλγοριθμους",
      "αλγοριθμων",
      "αλε",
      "αλεες",
      "αλεξ",
      "αλεξανδρ",
      "αλεξανδρει",
      "αλεξανδρειας",
      "αλεξανδρεως",
      "αλεξανδρο",
      "αλεξανδρος",
      "αλεξανδρου",
      "αλεξη",
      "αλεξιαδ",
      "αλεξιαδα",
      "αλεξιου",
      "αλεξοπουλ",
      "αλεξοπουλος",
      "αλεπ",
      "αλεπου",
      "αλεπουδακ",
      "αλεπουδακι",
      "αλεσα",
      "αλεσμα",
      "αλη",
      "αληθ",
      "αληθει",
      "αληθεια",
      "αληθειας",
      "αληθειες",
      "αληθης",
      "αληθιν",
      "αληθινη",
      "αληθινος",
      "αλησμονημεν",
      "αλησμονημενοι",
      "αλησμονητ",
      "αλησμονητη",
      "αλητ",
      "αλητει",
      "αλητεια",
      "αλητης",
      "αλιακμον",
      "αλιακμονος",
      "αλιειας",
      "αλιεις",
      "αλικ",
      "αλικα",
      "αλικαμπ",
      "αλικαμπος",
      "αλικη",
      "αλικης",
      "αλιν",
      "αλινα",
      "αλκ",
      "αλκη",
      "αλκηστ",
      "αλκηστη",
      "αλκιβιαδ",
      "αλκιβιαδης",
      "αλκυον",
      "αλκυονες",
      "αλλ",
      "αλλα",
      "αλλαγ",
      "αλλαγη",
      "αλλαγων",
      "αλλαζ",
      "αλλαζα",
      "αλλαζει",
      "αλλαντ",
      "αλλαντικα",
      "αλλαξ",
      "αλλαξαν",
      "αλλαξε",
      "αλλαξω",
      "αλλεργι",
      "αλλεργιες",
      "αλλες",
      "αλλη",
      "αλληλογραφ",
      "αλληλογραφια",
      "αλληλογραφιας",
      "αλληλοπαθει",
      "αλληλοπαθεια",
      "αλλημυθ",
      "αλλημυθια",
      "αλλης",
      "αλλιωτικ",
      "αλλιωτικες",
      "αλλιωτικης",
      "αλλο",
      "αλλοδαπ",
      "αλλοδαποι",
      "αλλοδαποτητ",
      "αλλοδαποτητας",
      "αλλοδαπων",
      "αλλοθ",
      "αλλοθι",
      "αλλοι",
      "αλλοκοτ",
      "αλλοκοτες",
      "αλλος",
      "αλλοτριως",
      "αλλοτριωση",
      "αλλου",
      "αλλους",
      "αλλων",
      "αλμπ",
      "αλμπα",
      "αλο",
      "αλογ",
      "αλογακ",
      "αλογακι",
      "αλογο",
      "αλογου",
      "αλοη",
      "αλοης",
      "αλουμινια",
      "αλουμινιο",
      "αλουμινιου",
      "αλτης",
      "αλτις",
      "αλυσιδ",
      "αλυσιδας",
      "αλφ",
      "αλφα",
      "αλφαβητ",
      "αλφαβητα",
      "αλφαβηταρ",
      "αλφαβηταρι",
      "αλφαβηταριο",
      "αλφαβητας",
      "αλφαβητικ",
      "αλφαβητικος",
      "αλφαβητο",
      "αλχημει",
      "αλχημεια",
      "αλως",
      "αλωση",
      "αμα",
      "αμαζονι",
      "αμαζονιο",
      "αμαζονιος",
      "αμαλ",
      "αμαλι",
      "αμαλια",
      "αμαλιαδ",
      "αμαλιαδος",
      "αμαλιας",
      "αμαλφ",
      "αμαλφη",
      "αμαντε",
      "αμαντεους",
      "αμαξ",
      "αμαξα",
      "αμαξοστοιχ",
      "αμαξοστοιχια",
      "αμαρ",
      "αμαρι",
      "αμαρτ",
      "αμαρτημ",
      "αμαρτημα",
      "αμαρτηματα",
      "αμαρτι",
      "αμαρτια",
      "αμαρτιας",
      "αμαρτιες",
      "αμβων",
      "αμβωνα",
      "αμελει",
      "αμελεια",
      "αμερικ",
      "αμερικαν",
      "αμερικανικ",
      "αμερικανικη",
      "αμερικανικης",
      "αμερικανικο",
      "αμερικανικος",
      "αμερικανισμ",
      "αμερικανισμος",
      "αμερικανων",
      "αμερικη",
      "αμερικης",
      "αμεροληψ",
      "αμεροληψια",
      "αμετρητ",
      "αμετρητων",
      "αμμ",
      "αμμος",
      "αμμου",
      "αμμωδ",
      "αμμωδη",
      "αμμωνια",
      "αμμωνιας",
      "αμοιβαι",
      "αμοιβαιο",
      "αμοργ",
      "αμοργος",
      "αμοργου",
      "αμπ",
      "αμπαλαζ",
      "αμπελ",
      "αμπελι",
      "αμπελια",
      "αμπελου",
      "αμπελουργι",
      "αμπελουργιας",
      "αμπου",
      "αμυγδαλια",
      "αμυγδαλιας",
      "αμυθητ",
      "αμυθητα",
      "αμυν",
      "αμυνα",
      "αμυνης",
      "αμφιβ",
      "αμφιβια",
      "αμφισβητης",
      "αμφισβητηση",
      "αμφορεας",
      "αμφορεις",
      "αμφοτεροβαρ",
      "αμφοτεροβαρους",
      "αν",
      "ανα",
      "αναβαθμ",
      "αναβαθμοι",
      "αναβας",
      "αναβαση",
      "αναγγελι",
      "αναγγελιας",
      "αναγεννης",
      "αναγεννηση",
      "αναγεννησης",
      "αναγενννης",
      "αναγενννησης",
      "αναγκ",
      "αναγκαιοτητ",
      "αναγκαιοτητας",
      "αναγκαστικ",
      "αναγκαστικη",
      "αναγκαστικης",
      "αναγκες",
      "αναγκη",
      "αναγκης",
      "αναγνωρις",
      "αναγνωριση",
      "αναγνωρισης",
      "αναγνως",
      "αναγνωσεις",
      "αναγνωση",
      "αναγνωστ",
      "αναγνωστη",
      "αναγνωστικο",
      "αναγνωστρ",
      "αναγνωστρια",
      "αναδελφ",
      "αναδελφοι",
      "αναδιαρθρως",
      "αναδιαρθρωση",
      "αναδοχ",
      "αναδοχος",
      "αναδρομ",
      "αναδρομες",
      "αναδρομη",
      "αναδρομικ",
      "αναδρομικη",
      "αναδυ",
      "αναδυομεν",
      "αναδυομενος",
      "αναδυομενου",
      "αναδυονται",
      "αναζητ",
      "αναζητης",
      "αναζητησε",
      "αναζητησεις",
      "αναζητηση",
      "αναζητησης",
      "αναζητουσαν",
      "αναζητωντας",
      "αναζωογονης",
      "αναζωογονηση",
      "αναθεωρ",
      "αναθεωρημεν",
      "αναθεωρημενη",
      "αναθεωρης",
      "αναθεωρησεις",
      "αναθεωρηση",
      "αναθεωρησης",
      "αναθεωρητικ",
      "αναθεωρητικη",
      "αναθεωρωντας",
      "αναιμ",
      "αναιμια",
      "αναιρες",
      "αναιρεση",
      "αναισθησιολογ",
      "αναισθησιολογου",
      "αναισθητ",
      "αναισθητικη",
      "αναισθητικο",
      "αναισθητοι",
      "ανακαλυπτ",
      "ανακαλυπτοντας",
      "ανακαλυπτω",
      "ανακαλυψ",
      "ανακαλυψε",
      "ανακαλυψεων",
      "ανακλαστικα",
      "ανακλαστικη",
      "ανακλαστικο",
      "ανακλαστικοι",
      "ανακοινως",
      "ανακοινωσεων",
      "ανακοπ",
      "ανακοπη",
      "ανακτορ",
      "ανακτορο",
      "ανακυκλων",
      "ανακυκλωνω",
      "ανακυκλως",
      "ανακυκλωση",
      "ανακυκλωσω",
      "αναλγητ",
      "αναλγητος",
      "αναλεκτ",
      "αναλεκτα",
      "αναληφθεντ",
      "αναληφθεντες",
      "αναλογια",
      "αναλογικ",
      "αναλογικη",
      "αναλογικης",
      "αναλογικο",
      "αναλογικος",
      "αναλογιο",
      "αναλογιστ",
      "αναλογιστικ",
      "αναλογιστικα",
      "αναλογιστικη",
      "αναλυς",
      "αναλυση",
      "αναλυσης",
      "αναλυτ",
      "αναλυτικ",
      "αναλυτικα",
      "αναλυτικη",
      "αναλυτικης",
      "αναλυτικοι",
      "αναλυτικος",
      "αναμες",
      "αναμεσα",
      "αναμμεν",
      "αναμμενο",
      "αναμνης",
      "αναμνησεις",
      "αναμορφως",
      "αναμορφωση",
      "ανανεως",
      "ανανεωση",
      "ανανεωσιμ",
      "ανανεωσιμες",
      "αναπαραστας",
      "αναπαρασταση",
      "αναπηρ",
      "αναπηρι",
      "αναπηρια",
      "αναπηριες",
      "αναπηρικη",
      "αναπηρικο",
      "αναπλ",
      "αναπλας",
      "αναπλασης",
      "αναπλασις",
      "αναπλους",
      "αναπνο",
      "αναπνοης",
      "αναποδ",
      "αναποδο",
      "αναπτυξ",
      "αναπτυξεως",
      "αναπτυξη",
      "αναπτυξης",
      "αναπτυξιακ",
      "αναπτυξιακες",
      "αναπτυξιακη",
      "αναπτυξιακο",
      "αναπτυξιακων",
      "αναπτυξτ",
      "αναπτυξτε",
      "αναριθμ",
      "αναριθμος",
      "αναρτησει",
      "αναρτησεις",
      "αναρχ",
      "αναρχια",
      "αναρχικ",
      "αναρχικος",
      "αναρχισμ",
      "αναρχισμος",
      "αναρχισμου",
      "ανας",
      "ανασα",
      "ανασες",
      "ανασκαλεμ",
      "ανασκαλεματα",
      "ανασκαφ",
      "ανασκαφες",
      "ανασς",
      "ανασσης",
      "ανασταιν",
      "ανασταινομαι",
      "αναστας",
      "αναστασεως",
      "ανασταση",
      "αναστελλοντ",
      "αναστελλοντος",
      "αναστημεν",
      "αναστημενοι",
      "αναστολ",
      "αναστολη",
      "αναστρ",
      "αναστρη",
      "ανασυγκροτης",
      "ανασυγκροτησης",
      "αναταραξ",
      "αναταραξεις",
      "αναταραχ",
      "αναταραχης",
      "ανατολ",
      "ανατολη",
      "ανατολης",
      "ανατολικ",
      "ανατολικα",
      "ανατολικη",
      "ανατολικο",
      "ανατολικου",
      "ανατομ",
      "ανατομι",
      "ανατομια",
      "ανατομιας",
      "ανατομικ",
      "ανατομικα",
      "ανατομικες",
      "ανατομικη",
      "ανατομικο",
      "ανατροπ",
      "ανατροπη",
      "ανατροπης",
      "αναφορ",
      "αναφορα",
      "αναφορας",
      "αναφορες",
      "αναφορικ",
      "αναφορικος",
      "αναχωρης",
      "αναχωρηση",
      "αναψηλαφης",
      "αναψηλαφηση",
      "αναψυχ",
      "αναψυχης",
      "ανγκρ",
      "ανγκρε",
      "ανδορ",
      "ανδορα",
      "ανδρ",
      "ανδρα",
      "ανδρας",
      "ανδρε",
      "ανδρεαδ",
      "ανδρεαδης",
      "ανδρεας",
      "ανδριανουπολ",
      "ανδριανουπολης",
      "ανδρικα",
      "ανδρικες",
      "ανδρικη",
      "ανδρικο",
      "ανδρικος",
      "ανδρομεδ",
      "ανδρομεδα",
      "ανδρονικ",
      "ανδρονικος",
      "ανδρος",
      "ανδρων",
      "ανε",
      "ανεγερς",
      "ανεγερση",
      "ανειπωτ",
      "ανειπωτο",
      "ανεκδοτ",
      "ανεκδοτα",
      "ανεκδοτες",
      "ανεκδοτη",
      "ανεκδοτολογι",
      "ανεκδοτολογιο",
      "ανεμ",
      "ανεμελ",
      "ανεμελου",
      "ανεμη",
      "ανεμο",
      "ανεμογεννητρια",
      "ανεμογεννητριας",
      "ανεμογεννητριες",
      "ανεμογεννητριων",
      "ανεμοδαρμεν",
      "ανεμοδαρμενα",
      "ανεμομυλ",
      "ανεμομυλοι",
      "ανεμομυλους",
      "ανεμος",
      "ανεμου",
      "ανεμποδιστ",
      "ανεμποδιστα",
      "ανεμων",
      "ανεμωνες",
      "ανενδοτ",
      "ανενδοτο",
      "ανεξαρτης",
      "ανεξαρτησι",
      "ανεξαρτησια",
      "ανεξαρτησιας",
      "ανεξαρτητ",
      "ανεξαρτητες",
      "ανεξελεγκτ",
      "ανεξελεγκτο",
      "ανεξερευνητ",
      "ανεξερευνητες",
      "ανεξερευνητη",
      "ανεξηγητ",
      "ανεξηγητα",
      "ανεξιθρησκει",
      "ανεξιθρησκεια",
      "ανεπαρκει",
      "ανεπαρκεια",
      "ανευ",
      "ανεφικτ",
      "ανεφικτου",
      "ανεψ",
      "ανεψια",
      "ανηλ",
      "ανηλικου",
      "ανηλικων",
      "ανησυχ",
      "ανησυχεις",
      "ανησυχη",
      "ανησυχι",
      "ανησυχια",
      "ανησυχιας",
      "ανησυχιες",
      "ανθ",
      "ανθεκτικοτητ",
      "ανθεκτικοτητα",
      "ανθη",
      "ανθοθεραπει",
      "ανθοθεραπεια",
      "ανθοκηπ",
      "ανθοκηπος",
      "ανθοκομ",
      "ανθοκομια",
      "ανθολο",
      "ανθολογι",
      "ανθολογια",
      "ανθολογιο",
      "ανθοπωλει",
      "ανθοπωλειο",
      "ανθοφορ",
      "ανθοφορα",
      "ανθρωπ",
      "ανθρωπακ",
      "ανθρωπακια",
      "ανθρωπακος",
      "ανθρωπιν",
      "ανθρωπινα",
      "ανθρωπινες",
      "ανθρωπινη",
      "ανθρωπινο",
      "ανθρωπινου",
      "ανθρωπιστ",
      "ανθρωπιστικο",
      "ανθρωπιστικου",
      "ανθρωπο",
      "ανθρωποι",
      "ανθρωπολο",
      "ανθρωπολογια",
      "ανθρωπολογικ",
      "ανθρωπολογικες",
      "ανθρωπολογικης",
      "ανθρωπολυκ",
      "ανθρωπολυκος",
      "ανθρωποποι",
      "ανθρωποποιος",
      "ανθρωπος",
      "ανθρωποτητ",
      "ανθρωποτητας",
      "ανθρωπου",
      "ανθρωπους",
      "ανθρωπων",
      "ανια",
      "ανισορροπι",
      "ανισορροπιες",
      "ανισοτητ",
      "ανισοτητα",
      "ανισοτητες",
      "ανισχυρ",
      "ανισχυρη",
      "ανιχνευ",
      "ανιχνευοντας",
      "ανιχνευς",
      "ανιχνευση",
      "ανιχνευσης",
      "ανιχνευτης",
      "ανιωμ",
      "ανιωματα",
      "ανν",
      "αννα",
      "ανοδ",
      "ανοδος",
      "ανοι",
      "ανοιγμ",
      "ανοιγμα",
      "ανοικει",
      "ανοικειο",
      "ανοικτ",
      "ανοικτων",
      "ανοιξ",
      "ανοιξη",
      "ανοιξης",
      "ανοιξιατικ",
      "ανοιξιατικα",
      "ανοιξιατικες",
      "ανοιξιατικη",
      "ανοιξιατικος",
      "ανοιχτ",
      "ανοιχτες",
      "ανοιχτης",
      "ανομολογητ",
      "ανομολογητων",
      "ανοργαν",
      "ανοργανη",
      "ανορχις",
      "ανος",
      "ανοσι",
      "ανοσια",
      "ανοσιας",
      "ανοσολο",
      "ανοσολογια",
      "ανοσοποιητ",
      "ανοσοποιητικου",
      "ανοχης",
      "αντ",
      "αντα",
      "ανταγωνισμ",
      "ανταγωνισμος",
      "ανταγωνισμου",
      "ανταγωνιστικ",
      "ανταγωνιστικης",
      "ανταγωνιστικοτητ",
      "ανταγωνιστικοτητα",
      "ανταγωνιστικοτητας",
      "αντακρ",
      "αντακρης",
      "ανταλλακτικα",
      "ανταλλακτικες",
      "ανταλλακτικη",
      "ανταλλακτικοι",
      "ανταμων",
      "ανταμωνα",
      "ανταμως",
      "ανταμωση",
      "αντανακλας",
      "αντανακλασεις",
      "ανταρτ",
      "ανταρτης",
      "αντασφαλις",
      "αντασφαλιση",
      "αντε",
      "αντεγκληματικ",
      "αντεγκληματικη",
      "αντεγκλητικ",
      "αντεγκλητικης",
      "αντι",
      "αντιανεμικα",
      "αντιανεμικες",
      "αντιανεμικη",
      "αντιανεμικο",
      "αντιβιοτ",
      "αντιβιοτικα",
      "αντιγον",
      "αντιγονης",
      "αντιδικ",
      "αντιδικια",
      "αντιδικου",
      "αντιδρας",
      "αντιδρασεων",
      "αντιδραστηρ",
      "αντιδραστηρων",
      "αντιεκρηκτικο",
      "αντιεκρηκτικοι",
      "αντιεκρηκτικος",
      "αντιεκρηκτικου",
      "αντιζω",
      "αντιζωη",
      "αντιηλιακo",
      "αντιηλιακη",
      "αντιθες",
      "αντιθεσει",
      "αντιθετ",
      "αντιθετα",
      "αντιθετο",
      "αντιθετων",
      "αντικατοπτρισμ",
      "αντικατοπτρισμοι",
      "αντικειμεν",
      "αντικειμενα",
      "αντικειμενο",
      "αντικειμενοστραφ",
      "αντικειμενοστραφης",
      "αντικειμενοστρεφ",
      "αντικειμενοστρεφη",
      "αντικειμενοστρεφους",
      "αντικειμενου",
      "αντικλεπτικα",
      "αντικλεπτικη",
      "αντικολλητικη",
      "αντικολλητικο",
      "αντικυθηρ",
      "αντικυθηρων",
      "αντιληψ",
      "αντιληψεις",
      "αντιληψη",
      "αντιληψης",
      "αντιλογ",
      "αντιλογοι",
      "αντιμετωπιζ",
      "αντιμετωπιζεις",
      "αντιμετωπιζοντας",
      "αντιμετωπις",
      "αντιμετωπισε",
      "αντιμετωπιση",
      "αντιμετωπισης",
      "αντιμικροβιακ",
      "αντιμικροβιακα",
      "αντιμικροβιακη",
      "αντιο",
      "αντιολισθητικα",
      "αντιολισθητικες",
      "αντιολισθητικη",
      "αντιολισθητικο",
      "αντιολισθητικος",
      "αντιος",
      "αντιπαξ",
      "αντιπαξοι",
      "αντιπαρ",
      "αντιπαραθες",
      "αντιπαραθεση",
      "αντιπαρασιτικα",
      "αντιπαρασιτικη",
      "αντιπαρασιτικο",
      "αντιπαρασιτικος",
      "αντιπαρος",
      "αντιποιν",
      "αντιποινα",
      "αντιπροσωπευτ",
      "αντιπροσωπευτικων",
      "αντιπροτας",
      "αντιπροταση",
      "αντιπυρικα",
      "αντιπυρικη",
      "αντιρρητικ",
      "αντιρρητικης",
      "αντιρρι",
      "αντιρριο",
      "αντιρρυπαντικ",
      "αντιρρυπαντικης",
      "αντισεξ",
      "αντισεξους",
      "αντιστας",
      "αντισταση",
      "αντιστασης",
      "αντιστατικη",
      "αντιστατικο",
      "αντιστατικοι",
      "αντιστατικος",
      "αντιστιξ",
      "αντιστιξεις",
      "αντιστιξη",
      "αντιστρ",
      "αντιστρες",
      "αντιστροφ",
      "αντιστροφη",
      "αντισυμβατικ",
      "αντισυμβατικη",
      "αντισυστημ",
      "αντισυστημικο",
      "αντιχριστιανισμ",
      "αντιχριστιανισμος",
      "αντλ",
      "αντλια",
      "αντλιας",
      "αντοχ",
      "αντοχη",
      "αντοχης",
      "αντρ",
      "αντρα",
      "αντρακ",
      "αντρακι",
      "αντρας",
      "αντρες",
      "αντρικα",
      "αντρος",
      "αντρων",
      "αντωνακ",
      "αντωνακος",
      "αντωνατ",
      "αντωνατος",
      "αντωνι",
      "αντωνιος",
      "ανυπακο",
      "ανυπακοη",
      "ανυπαρκτ",
      "ανυπαρκτοι",
      "ανυπαρκτος",
      "ανυπομον",
      "ανυπομονω",
      "ανυποτακτ",
      "ανυποτακτοι",
      "ανυψωτικα",
      "ανυψωτικη",
      "ανω",
      "ανωδυν",
      "ανωδυνες",
      "ανωνυμ",
      "ανωνυμες",
      "ανωνυμη",
      "ανωνυμης",
      "ανωνυμων",
      "ανως",
      "ανωσης",
      "ανωτατ",
      "ανωτατη",
      "ανωτατης",
      "ανωτερ",
      "ανωτερου",
      "αξ",
      "αξεν",
      "αξενος",
      "αξι",
      "αξια",
      "αξιαγαστ",
      "αξιαγαστα",
      "αξιας",
      "αξιζ",
      "αξιζει",
      "αξιογραφ",
      "αξιογραφα",
      "αξιογραφων",
      "αξιολογ",
      "αξιολογης",
      "αξιολογηση",
      "αξιολογησης",
      "αξιολογικα",
      "αξιοποιης",
      "αξιοποιηση",
      "αξιοποιν",
      "αξιοποινου",
      "αξυριστ",
      "αξυριστα",
      "αορατ",
      "αορατα",
      "αορατες",
      "αορατη",
      "αορατο",
      "αορατος",
      "αοριστ",
      "αοριστου",
      "απ",
      "απαγορευμεν",
      "απαγορευμενα",
      "απαγορευμενος",
      "απαγορευς",
      "απαγορευσεις",
      "απαγχονισμ",
      "απαγχονισμο",
      "απαγωγ",
      "απαγωγεις",
      "απαγωγη",
      "απαιτης",
      "απαιτησεις",
      "απαλλαγ",
      "απαλλαγειτε",
      "απανθισμ",
      "απανθισματα",
      "απαντ",
      "απαντα",
      "απανταχ",
      "απανταχου",
      "απαντης",
      "απαντησεις",
      "απαντησεων",
      "απαραιτητ",
      "απαραιτητες",
      "απαραιτητος",
      "απαρχ",
      "απαρχες",
      "απασχολης",
      "απασχοληση",
      "απατ",
      "απατεων",
      "απατεωνα",
      "απατη",
      "απαυγασμ",
      "απαυγασμα",
      "απαχ",
      "απαχηδες",
      "απεθαντ",
      "απεθαντοι",
      "απεικασμ",
      "απεικασματα",
      "απεικονις",
      "απεικονισεων",
      "απειλ",
      "απειλες",
      "απειλη",
      "απειρ",
      "απειρο",
      "απειροστικ",
      "απειροστικος",
      "απειροσυν",
      "απειροσυνη",
      "απειρου",
      "απειρωτ",
      "απειρωταν",
      "απελας",
      "απελαση",
      "απελευθερως",
      "απελευθερωση",
      "απελευθερωτικ",
      "απελευθερωτικοι",
      "απελπισι",
      "απελπισιας",
      "απεναντ",
      "απεναντι",
      "απεναντιας",
      "απεραντ",
      "απεραντα",
      "απεργ",
      "απεργια",
      "απεριττ",
      "απεριττο",
      "απεσταλμεν",
      "απεσταλμενος",
      "απηχης",
      "απηχηση",
      "απιθαν",
      "απιθανα",
      "απιθανες",
      "απιθανη",
      "απιθανο",
      "απιθανοι",
      "απιθανος",
      "απιστευτ",
      "απιστευτα",
      "απιστευτη",
      "απιστευτο",
      "απιστι",
      "απιστιας",
      "απιστιες",
      "απλ",
      "απλα",
      "απληστ",
      "απληστη",
      "απλοεπει",
      "απλοεπεια",
      "απλοι",
      "απλος",
      "απλοτητ",
      "απλοτητας",
      "απλοχερ",
      "απλοχερο",
      "απο",
      "αποβλητ",
      "αποβλητων",
      "απογευματιν",
      "απογευματινα",
      "απογοητευς",
      "απογοητευση",
      "απογον",
      "απογονοι",
      "απογραφ",
      "απογραφη",
      "αποδεικτ",
      "αποδεικτικ",
      "αποδεικτικα",
      "αποδεικτικη",
      "αποδεικτικων",
      "αποδειξ",
      "αποδειξη",
      "αποδελτιως",
      "αποδελτιωσεις",
      "αποδημ",
      "αποδημητ",
      "αποδημητικα",
      "αποδημου",
      "αποδιδομεν",
      "αποδιδομενα",
      "αποδιοργανωμεν",
      "αποδιοργανωμενου",
      "αποδος",
      "αποδοση",
      "αποδοσης",
      "αποδρας",
      "αποδραση",
      "αποζημιως",
      "αποζημιωσεως",
      "αποθηκ",
      "αποθηκες",
      "αποθηκευς",
      "αποθηκευση",
      "αποθηκευτικο",
      "αποθηκευτικοι",
      "αποθηκευτικος",
      "αποθηκης",
      "αποθησαυρισμ",
      "αποθησαυρισματα",
      "αποικ",
      "αποικια",
      "αποικιοκρατ",
      "αποικιοκρατια",
      "αποκαλυπτ",
      "αποκαλυπτει",
      "αποκαλυψ",
      "αποκαλυψεις",
      "αποκαλυψεων",
      "αποκαλυψεως",
      "αποκαλυψη",
      "αποκαλυψης",
      "αποκαταστας",
      "αποκατασταση",
      "αποκλεισμ",
      "αποκλεισμεν",
      "αποκλεισμενες",
      "αποκλεισμο",
      "αποκλεισμος",
      "αποκλεισμου",
      "αποκολλησης",
      "αποκολλησις",
      "αποκομμ",
      "αποκομματων",
      "αποκορων",
      "αποκορωνας",
      "αποκρημν",
      "αποκρημνος",
      "αποκρι",
      "αποκριατικα",
      "αποκριατικες",
      "αποκριατικη",
      "αποκριατικοι",
      "αποκριες",
      "αποκρις",
      "αποκρισεων",
      "αποκρυφ",
      "αποκρυφη",
      "αποκρυφιστικ",
      "αποκρυφιστικες",
      "αποκρυφου",
      "αποκτ",
      "αποκτημ",
      "αποκτηματα",
      "αποκτηστε",
      "απολαμβαν",
      "απολαμβανεις",
      "απολαυς",
      "απολαυσεις",
      "απολαυστ",
      "απολαυστε",
      "απολιθωμ",
      "απολιθωματα",
      "απολλ",
      "απολλων",
      "απολλωνιατ",
      "απολλωνιατης",
      "απολλωνος",
      "απολο",
      "απολογια",
      "απολυμανς",
      "απολυμανσης",
      "απολυτ",
      "απολυτα",
      "απολυτη",
      "απολυτηρ",
      "απολυτηριων",
      "απολυτο",
      "απολυτοι",
      "απολυτος",
      "απολυτου",
      "απομνημονευμ",
      "απομνημονευματα",
      "απονομ",
      "απονομη",
      "αποντ",
      "αποντες",
      "αποξηρανση",
      "αποξηραντης",
      "αποπειρ",
      "αποπειρας",
      "απορι",
      "αποριας",
      "αποριες",
      "απορρητ",
      "απορρητα",
      "απορρητο",
      "απορρητου",
      "απορριμμ",
      "απορριμματα",
      "απος",
      "αποσκευ",
      "αποσκευων",
      "αποσμητικα",
      "αποσμητικη",
      "αποσμητικο",
      "αποσμητικος",
      "αποσπασμ",
      "αποσπασμα",
      "αποσπασματα",
      "αποσταγμ",
      "αποσταγματα",
      "αποστας",
      "αποστασεως",
      "αποσταση",
      "αποστασια",
      "αποστασιας",
      "αποστειρως",
      "αποστειρωσης",
      "αποστειρωτης",
      "αποστολ",
      "αποστολε",
      "αποστολεα",
      "αποστολη",
      "αποστολο",
      "αποστολοι",
      "αποστολος",
      "αποστολου",
      "αποταμιευς",
      "αποταμιευση",
      "αποτελεσματ",
      "αποτελεσματικ",
      "αποτελεσματικη",
      "αποτελεσματικου",
      "αποτιμης",
      "αποτιμηση",
      "αποτιμητικ",
      "αποτιμητικη",
      "αποτοξινωθ",
      "αποτοξινωθειτε",
      "αποτριχωσης",
      "αποτριχωσις",
      "αποτριχωτικη",
      "αποτριχωτικο",
      "αποτυπως",
      "αποτυπωσεις",
      "απους",
      "απουσι",
      "απουσια",
      "απουσιας",
      "αποφας",
      "αποφασεις",
      "αποφασεων",
      "αποφαση",
      "αποφασης",
      "αποφασις",
      "αποφασισει",
      "αποφασιστικ",
      "αποφασιστικες",
      "αποφευγ",
      "αποφευγω",
      "αποφοιτης",
      "αποφοιτηση",
      "αποφρακτικη",
      "αποφρακτικο",
      "αποφρακτικος",
      "αποψ",
      "αποψε",
      "αποψεις",
      "απροβλεπτ",
      "απροβλεπτο",
      "απρορρητ",
      "απρορρητα",
      "απροσδιοριστ",
      "απροσδιοριστες",
      "απροσμεν",
      "απροσμενη",
      "απροσμενος",
      "απωθητικη",
      "απωθητικο",
      "απωλει",
      "απωλεια",
      "αρ",
      "αραβ",
      "αραβες",
      "αραβι",
      "αραβια",
      "αραβιας",
      "αραβικου",
      "αραβικων",
      "αραγε",
      "αρατ",
      "αρατου",
      "αραχν",
      "αραχνη",
      "αραχνης",
      "αργ",
      "αργα",
      "αργει",
      "αργεντιν",
      "αργεντινη",
      "αργησαμε",
      "αργκ",
      "αργκο",
      "αργοναυτ",
      "αργοναυτες",
      "αργοναυτικ",
      "αργοναυτικη",
      "αργος",
      "αργοσαρωνικ",
      "αργοσαρωνικος",
      "αργυρ",
      "αργυριου",
      "αρει",
      "αρειος",
      "αρες",
      "αρεσει",
      "αρετ",
      "αρετες",
      "αρετης",
      "αρετς",
      "αρετσου",
      "αρη",
      "αρης",
      "αρητ",
      "αρητη",
      "αρθοπλαστικ",
      "αρθοπλαστικη",
      "αρθουρ",
      "αρθουρος",
      "αρθουρου",
      "αρθρ",
      "αρθρα",
      "αρθρο",
      "αρθρως",
      "αρθρωση",
      "αριαδν",
      "αριαδνη",
      "αριαδνης",
      "αριζον",
      "αριζονα",
      "αριθμ",
      "αριθμης",
      "αριθμηση",
      "αριθμησης",
      "αριθμητικ",
      "αριθμητικη",
      "αριθμητικης",
      "αριθμοδεικτ",
      "αριθμοδεικτες",
      "αριθμοι",
      "αριθμομηχαν",
      "αριθμομηχανες",
      "αριθμοποιηματακ",
      "αριθμοποιηματακια",
      "αριθμος",
      "αριθμους",
      "αριθμων",
      "αρισταρχ",
      "αρισταρχια",
      "αριστερ",
      "αριστερα",
      "αριστερας",
      "αριστερη",
      "αριστερος",
      "αριστοστελ",
      "αριστοστελης",
      "αριστοτελ",
      "αριστοτελη",
      "αριστοτελης",
      "αριστοτελους",
      "αριστουργημ",
      "αριστουργηματα",
      "αριστοφαν",
      "αριστοφανη",
      "αριστοφανης",
      "αρκ",
      "αρκαδ",
      "αρκαδι",
      "αρκαδια",
      "αρκαδιας",
      "αρκαδικα",
      "αρκαδων",
      "αρκοι",
      "αρκουδ",
      "αρκουδακ",
      "αρκουδακι",
      "αρκουδακια",
      "αρκουδες",
      "αρκουδιτς",
      "αρκουδιτσα",
      "αρκουδος",
      "αρκουδοσπιτ",
      "αρκουδοσπιτο",
      "αρκουδου",
      "αρκτικ",
      "αρκτικη",
      "αρμαγ",
      "αρμαγεδων",
      "αρμαδ",
      "αρμαδα",
      "αρμεν",
      "αρμενη",
      "αρμενια",
      "αρμον",
      "αρμονι",
      "αρμονια",
      "αρμονιας",
      "αρμονικ",
      "αρμονικη",
      "αρμονικο",
      "αρμονιο",
      "αρμονιου",
      "αρμυρ",
      "αρμυρα",
      "αρν",
      "αρνακ",
      "αρνακι",
      "αρνε",
      "αρνητικ",
      "αρνητικης",
      "αρουραι",
      "αρουραιους",
      "αρπαγ",
      "αρπαγη",
      "αρπακτ",
      "αρπακτικα",
      "αρραβων",
      "αρραβωνας",
      "αρρεν",
      "αρρενων",
      "αρρητ",
      "αρρητες",
      "αρριαν",
      "αρριανου",
      "αρρωστ",
      "αρρωστημεν",
      "αρρωστημενα",
      "αρρωστια",
      "αρς",
      "αρσενικο",
      "αρσενικος",
      "αρση",
      "αρτ",
      "αρτα",
      "αρτας",
      "αρτεμ",
      "αρτεμης",
      "αρτοποι",
      "αρτοποιι",
      "αρτοποιιας",
      "αρτοποιους",
      "αρτος",
      "αρχ",
      "αρχαγγελ",
      "αρχαγγελου",
      "αρχαι",
      "αρχαια",
      "αρχαιας",
      "αρχαικ",
      "αρχαικο",
      "αρχαιο",
      "αρχαιοβοτανικ",
      "αρχαιοβοτανικη",
      "αρχαιοδιφ",
      "αρχαιοδιφη",
      "αρχαιοελλην",
      "αρχαιοελληνικ",
      "αρχαιοελληνικα",
      "αρχαιοελληνικη",
      "αρχαιοελληνικοι",
      "αρχαιοι",
      "αρχαιολατρ",
      "αρχαιολατρια",
      "αρχαιολο",
      "αρχαιολογ",
      "αρχαιολογια",
      "αρχαιολογικ",
      "αρχαιολογικα",
      "αρχαιολογικο",
      "αρχαιολογικος",
      "αρχαιολογικων",
      "αρχαιολογος",
      "αρχαιος",
      "αρχαιοτητ",
      "αρχαιοτητα",
      "αρχαιοτητας",
      "αρχαιοτητες",
      "αρχαιοτητων",
      "αρχαιου",
      "αρχαιους",
      "αρχαιων",
      "αρχαρι",
      "αρχαριους",
      "αρχει",
      "αρχεια",
      "αρχειο",
      "αρχειονομ",
      "αρχειονομια",
      "αρχειοφυλακ",
      "αρχειοφυλακας",
      "αρχες",
      "αρχετυπ",
      "αρχετυπα",
      "αρχη",
      "αρχηγ",
      "αρχηγος",
      "αρχιεπισκοπ",
      "αρχιεπισκοπει",
      "αρχιεπισκοπεια",
      "αρχιεπισκοπος",
      "αρχιεπισκοπου",
      "αρχιζ",
      "αρχιζει",
      "αρχιμηδ",
      "αρχιμηδους",
      "αρχιπελαγ",
      "αρχιπελαγος",
      "αρχις",
      "αρχισεις",
      "αρχιτεκτ",
      "αρχιτεκτον",
      "αρχιτεκτονας",
      "αρχιτεκτονες",
      "αρχιτεκτονικ",
      "αρχιτεκτονικα",
      "αρχιτεκτονικες",
      "αρχιτεκτονικη",
      "αρχιτεκτονικης",
      "αρχιτεκτων",
      "αρχοντ",
      "αρχοντας",
      "αρχοντες",
      "αρχοντισς",
      "αρχοντισσας",
      "αρχοντιτς",
      "αρχοντιτσα",
      "αρχων",
      "αρωμ",
      "αρωμα",
      "αρωματ",
      "αρωματα",
      "αρωματιζα",
      "αρωματικα",
      "αρωματικη",
      "αρωματοθεραπει",
      "αρωματοθεραπεια",
      "ας",
      "ασασιν",
      "ασασινου",
      "ασβεστιο",
      "ασβεστιου",
      "ασεβ",
      "ασεβει",
      "ασεβεια",
      "ασεβων",
      "ασημ",
      "ασημενι",
      "ασημενια",
      "ασημενιες",
      "ασημενιο",
      "ασημενιος",
      "ασημι",
      "ασθεν",
      "ασθενει",
      "ασθενεια",
      "ασθενειες",
      "ασθενεις",
      "ασθενειων",
      "ασθενης",
      "ασθενους",
      "ασθενων",
      "ασι",
      "ασια",
      "ασιας",
      "ασιατικα",
      "ασιατικη",
      "ασκης",
      "ασκησεις",
      "ασκησεων",
      "ασκησεως",
      "ασκηση",
      "ασκησης",
      "ασκησιολογι",
      "ασκησιολογιο",
      "ασκληπι",
      "ασκληπιει",
      "ασκληπιειου",
      "ασκληπιο",
      "ασμ",
      "ασμα",
      "ασματα",
      "ασματων",
      "ασος",
      "ασπιδ",
      "ασπιδα",
      "ασπρ",
      "ασπρο",
      "ασπροδοντ",
      "ασπροδοντης",
      "ασπροποταμ",
      "ασπροποταμου",
      "ασπροπουλ",
      "ασπροπουλος",
      "ασσιζ",
      "ασσιζης",
      "αστ",
      "αστεγ",
      "αστεγου",
      "αστει",
      "αστεια",
      "αστειο",
      "αστερ",
      "αστερακ",
      "αστερακι",
      "αστερι",
      "αστερια",
      "αστερισμ",
      "αστερισμο",
      "αστικ",
      "αστικες",
      "αστικη",
      "αστικης",
      "αστικο",
      "αστικος",
      "αστικου",
      "αστρ",
      "αστραπ",
      "αστραπες",
      "αστραπικ",
      "αστραπικας",
      "αστραφτερ",
      "αστραφτερο",
      "αστρικ",
      "αστρικη",
      "αστρολαβ",
      "αστρολαβου",
      "αστρολο",
      "αστρολογ",
      "αστρολογια",
      "αστρολογιας",
      "αστρολογικα",
      "αστρολογικο",
      "αστρονομ",
      "αστρονομι",
      "αστρονομια",
      "αστρονομιας",
      "αστροπαλαμιδ",
      "αστροπαλαμιδας",
      "αστρουλ",
      "αστρουλης",
      "αστρων",
      "αστυνομ",
      "αστυνομια",
      "αστυνομιας",
      "αστυνομικ",
      "αστυνομικα",
      "αστυνομικη",
      "αστυνομικο",
      "αστυνομικοι",
      "αστυνομικος",
      "αστυνομικου",
      "αστυνομου",
      "αστυπαλαι",
      "αστυπαλαια",
      "ασυλ",
      "ασυλληπτ",
      "ασυλληπτος",
      "ασυλο",
      "ασυμβιβαστ",
      "ασυμβιβαστα",
      "ασυνειδητ",
      "ασυνειδητα",
      "ασυρμ",
      "ασυρματ",
      "ασυρματα",
      "ασυρματες",
      "ασυρματη",
      "ασυρματης",
      "ασυρματο",
      "ασυρματοι",
      "ασυρματος",
      "ασυρματου",
      "ασυρματων",
      "ασφαλει",
      "ασφαλεια",
      "ασφαλειας",
      "ασφαλειες",
      "ασφαλεις",
      "ασφαλις",
      "ασφαλισεων",
      "ασφαλιση",
      "ασφαλισης",
      "ασφαλιστ",
      "ασφαλιστικ",
      "ασφαλιστικα",
      "ασφαλιστικη",
      "ασφαλιστικο",
      "ασφαλιστικος",
      "ασφαλιστικου",
      "ασφαλιστικων",
      "ασφαλτα",
      "ασφαλτικα",
      "ασφαλτικη",
      "ασφοδελ",
      "ασφοδελοι",
      "ασχημοπαπ",
      "ασχημοπαπο",
      "ασωμ",
      "ασωματα",
      "ασωπι",
      "ασωπιαν",
      "ατακτ",
      "ατακτα",
      "ατακτος",
      "ατακτων",
      "αταχτ",
      "αταχτο",
      "ατελειωτ",
      "ατελειωτες",
      "ατελειωτη",
      "ατελι",
      "ατελιε",
      "ατζεντ",
      "ατζεντα",
      "ατιθας",
      "ατιθασα",
      "ατλ",
      "ατλαντ",
      "ατλαντας",
      "ατλαντιδ",
      "ατλαντιδα",
      "ατλαντιδας",
      "ατλας",
      "ατμ",
      "ατμοπλοι",
      "ατμοπλοια",
      "ατμος",
      "ατμοσφαιρ",
      "ατμοσφαιρας",
      "ατμοσφαιρικη",
      "ατμοσφαιρικο",
      "ατμοσφαιρικων",
      "ατομ",
      "ατομα",
      "ατομικ",
      "ατομικα",
      "ατομικες",
      "ατομικη",
      "ατομικο",
      "ατομικου",
      "ατομων",
      "ατροπ",
      "ατροπος",
      "ατσαλακωτ",
      "ατσαλακωτος",
      "ατσαλενι",
      "ατσαλενιος",
      "αττ",
      "αττικ",
      "αττικης",
      "αττικο",
      "αττικων",
      "αττιλ",
      "αττιλας",
      "ατυχημ",
      "ατυχημα",
      "αυγ",
      "αυγα",
      "αυγη",
      "αυγο",
      "αυγουστ",
      "αυγουστα",
      "αυγουστου",
      "αυθεντικα",
      "αυθεντικη",
      "αυλ",
      "αυλαι",
      "αυλαια",
      "αυλες",
      "αυλης",
      "αυλιδ",
      "αυλιδι",
      "αυλος",
      "αυρ",
      "αυρας",
      "αυρι",
      "αυριο",
      "αυστρ",
      "αυστραλ",
      "αυστραλι",
      "αυστραλια",
      "αυστραλιας",
      "αυστρια",
      "αυστριακ",
      "αυστριακοι",
      "αυτ",
      "αυτα",
      "αυταπατ",
      "αυταπατης",
      "αυτη",
      "αυτης",
      "αυτι",
      "αυτιας",
      "αυτο",
      "αυτοαμυν",
      "αυτοαμυνα",
      "αυτοβιογραφ",
      "αυτοβιογραφια",
      "αυτογνως",
      "αυτογνωσι",
      "αυτογνωσια",
      "αυτογνωσιας",
      "αυτοδιαθες",
      "αυτοδιαθεση",
      "αυτοδιοικης",
      "αυτοδιοικηση",
      "αυτοδιοικησης",
      "αυτοεκτιμης",
      "αυτοεκτιμηση",
      "αυτοεξαρτης",
      "αυτοεξαρτησης",
      "αυτοθεραπει",
      "αυτοθεραπειας",
      "αυτοθι",
      "αυτοκεφαλ",
      "αυτοκεφαλου",
      "αυτοκινητ",
      "αυτοκινητα",
      "αυτοκινητακ",
      "αυτοκινητακι",
      "αυτοκινητικο",
      "αυτοκινητο",
      "αυτοκινητος",
      "αυτοκινητου",
      "αυτοκινητων",
      "αυτοκολλητ",
      "αυτοκολλητo",
      "αυτοκολλητα",
      "αυτοκρατορ",
      "αυτοκρατορα",
      "αυτοκρατορει",
      "αυτοκρατορειας",
      "αυτοκρατορες",
      "αυτοκρατορι",
      "αυτοκρατορια",
      "αυτοκρατοριας",
      "αυτοκρατορικ",
      "αυτοκρατορικη",
      "αυτοκρατορων",
      "αυτοκτον",
      "αυτοκτονησε",
      "αυτοκτονι",
      "αυτοκτονια",
      "αυτοκτονιας",
      "αυτοκτονιων",
      "αυτοματ",
      "αυτοματα",
      "αυτοματες",
      "αυτοματη",
      "αυτοματισμ",
      "αυτοματισμου",
      "αυτοματο",
      "αυτοματοι",
      "αυτοματος",
      "αυτοματου",
      "αυτοματως",
      "αυτομελ",
      "αυτομελα",
      "αυτονομ",
      "αυτονομα",
      "αυτονομης",
      "αυτονομιας",
      "αυτονομο",
      "αυτοπεποιθης",
      "αυτοπεποιθηση",
      "αυτος",
      "αυτοσχεδιασμ",
      "αυτοσχεδιασμοι",
      "αυτοτελ",
      "αυτοτελει",
      "αυτοτελεια",
      "αυτοτελειας",
      "αυτοτελη",
      "αυτου",
      "αυτοχειρ",
      "αυτοχειρας",
      "αφ",
      "αφαιρ",
      "αφαιρες",
      "αφαιρεση",
      "αφαιρω",
      "αφαλατωση",
      "αφαλατωτης",
      "αφαν",
      "αφανταστ",
      "αφανταστη",
      "αφανων",
      "αφεντ",
      "αφενταδ",
      "αφενταδων",
      "αφεντικο",
      "αφεντουλ",
      "αφεντουλη",
      "αφετηρ",
      "αφετηρι",
      "αφετηρια",
      "αφετηριες",
      "αφη",
      "αφηγειτα",
      "αφηγειται",
      "αφηγημ",
      "αφηγηματα",
      "αφηγης",
      "αφηγησεις",
      "αφηγηση",
      "αφην",
      "αφηνω",
      "αφηρημεν",
      "αφηρημενη",
      "αφης",
      "αφησε",
      "αφησεις",
      "αφθονι",
      "αφθονιας",
      "αφιερωμ",
      "αφιερωμα",
      "αφιερωμεν",
      "αφιερωμενη",
      "αφις",
      "αφισες",
      "αφοβ",
      "αφοβια",
      "αφοι",
      "αφορμ",
      "αφορμη",
      "αφουγκρασμ",
      "αφουγκρασμοι",
      "αφρικ",
      "αφρικανικ",
      "αφρικανικη",
      "αφρικη",
      "αφρικης",
      "αφροδιτ",
      "αφροδιτη",
      "αφυγρανσης",
      "αφυγραντηρας",
      "αφυλαχτ",
      "αφυλαχτη",
      "αφυσικ",
      "αφυσικες",
      "αχ",
      "αχαι",
      "αχαιας",
      "αχαριστ",
      "αχαριστος",
      "αχερουσι",
      "αχερουσιας",
      "αχιλλ",
      "αχιλλε",
      "αχιλλεας",
      "αχιλλεως",
      "αχρηστ",
      "αχρηστα",
      "αχρηστες",
      "αχρηστη",
      "αχριδ",
      "αχριδα",
      "αχριδος",
      "αχτιδ",
      "αχτιδες",
      "αχωριστ",
      "αχωριστοι",
      "αψηφ",
      "αψηφα",
      "αψουλ",
      "αψουλα",
      "αψυχ",
      "αψυχος",
      "αωο",
      "β",
      "βα",
      "βαγδατ",
      "βαγδατης",
      "βαγον",
      "βαγονια",
      "βαδη",
      "βαδιζ",
      "βαδιζω",
      "βαζ",
      "βαζει",
      "βαζουν",
      "βαθ",
      "βαθει",
      "βαθειες",
      "βαθεων",
      "βαθη",
      "βαθια",
      "βαθος",
      "βαιλ",
      "βαιλων",
      "βακχ",
      "βακχες",
      "βαλ",
      "βαλαωριτ",
      "βαλαωριτη",
      "βαλαωριτης",
      "βαλει",
      "βαλεντιν",
      "βαλεντινα",
      "βαλεριαν",
      "βαλεριανα",
      "βαλιτζα",
      "βαλιτς",
      "βαλιτσα",
      "βαλιτσακι",
      "βαλιτσες",
      "βαλκαν",
      "βαλκανια",
      "βαλκανικ",
      "βαλκανικη",
      "βαλκανιων",
      "βαλκυρ",
      "βαλκυρια",
      "βαλτ",
      "βαλτεσιν",
      "βαλτεσινικου",
      "βαλτων",
      "βαμβακ",
      "βαμβακι",
      "βαμβακιου",
      "βαμβεργ",
      "βαμβεργη",
      "βαμπιρατ",
      "βαμπιρατες",
      "βανι",
      "βανιας",
      "βανιλια",
      "βανιλιας",
      "βαου",
      "βαπτιστικα",
      "βαπτιστικες",
      "βαπτιστικη",
      "βαπτιστικοι",
      "βαπτιστικος",
      "βαπτιστικου",
      "βαρβαρ",
      "βαρβαρων",
      "βαρδ",
      "βαρδου",
      "βαρει",
      "βαρεια",
      "βαρελ",
      "βαρελι",
      "βαρελια",
      "βαρελισια",
      "βαρη",
      "βαρκ",
      "βαρκα",
      "βαρκακι",
      "βαρλαμ",
      "βαρλαμου",
      "βαρυθυμ",
      "βαρυθυμοι",
      "βαρυτητ",
      "βαρυτητα",
      "βαρυτητας",
      "βαρυτονι",
      "βαρυτονιο",
      "βαρωτς",
      "βαρωτσος",
      "βας",
      "βασανισμεν",
      "βασανισμενα",
      "βασανιστ",
      "βασανιστες",
      "βασεις",
      "βασεων",
      "βαση",
      "βασικ",
      "βασικα",
      "βασικες",
      "βασικη",
      "βασικης",
      "βασικων",
      "βασιλ",
      "βασιλει",
      "βασιλειας",
      "βασιλειε",
      "βασιλειο",
      "βασιλειου",
      "βασιλεις",
      "βασιλειων",
      "βασιλη",
      "βασιλης",
      "βασιλι",
      "βασιλια",
      "βασιλιας",
      "βασιλικ",
      "βασιλικη",
      "βασιλικο",
      "βασιλικος",
      "βασιλικου",
      "βασιλισς",
      "βασιλισσα",
      "βασιλισσες",
      "βασιλοπουλ",
      "βασιλοπουλα",
      "βασιλοπουλες",
      "βασισμεν",
      "βασισμενη",
      "βαστ",
      "βαστιλλ",
      "βαστιλλη",
      "βασω",
      "βατικαν",
      "βατικανου",
      "βατραχ",
      "βατραχακ",
      "βατραχακι",
      "βατραχο",
      "βατραχοι",
      "βατραχος",
      "βατραχουλ",
      "βατραχουλης",
      "βατσιμαν",
      "βατσιμανη",
      "βαφη",
      "βαφλιερα",
      "βαφτιστικα",
      "βαφτιστικους",
      "βγ",
      "βγαιν",
      "βγαιναμε",
      "βγει",
      "βεβηλ",
      "βεβηλη",
      "βεζουβ",
      "βεζουβιου",
      "βελ",
      "βελγι",
      "βελγιο",
      "βελεστιν",
      "βελεστινλ",
      "βελεστινλη",
      "βελεστινο",
      "βελη",
      "βελιτσκοφσκ",
      "βελιτσκοφσκι",
      "βελλοπουλ",
      "βελλοπουλος",
      "βελονι",
      "βελονιες",
      "βελος",
      "βελουδ",
      "βελουδεν",
      "βελουδενια",
      "βελουδιν",
      "βελουδινος",
      "βελουδο",
      "βελτιστ",
      "βελτιστοποιης",
      "βελτιστοποιηση",
      "βελτιστος",
      "βελτιως",
      "βελτιωση",
      "βελτιωσουμε",
      "βενεδικτ",
      "βενεδικτου",
      "βενεζουελ",
      "βενεζουελα",
      "βενεζουελας",
      "βενετ",
      "βενετι",
      "βενετια",
      "βενετιας",
      "βενετικ",
      "βενετικα",
      "βενετικης",
      "βενετοκρατ",
      "βενετοκρατι",
      "βενετοκρατια",
      "βενετοκρατιας",
      "βενετων",
      "βενιζελ",
      "βενιζελισμ",
      "βενιζελισμος",
      "βενιζελος",
      "βενιζελου",
      "βεντ",
      "βεντα",
      "βεντου",
      "βερ",
      "βερα",
      "βεραντ",
      "βεραντα",
      "βεργιν",
      "βεργινα",
      "βερενικ",
      "βερενικης",
      "βερμουδα",
      "βερμουδες",
      "βερν",
      "βερνα",
      "βερντ",
      "βερντι",
      "βεροι",
      "βεροια",
      "βερον",
      "βερονας",
      "βεστητορ",
      "βεστητορος",
      "βημ",
      "βημα",
      "βηματα",
      "βησσαν",
      "βησσανη",
      "βητ",
      "βητα",
      "βι",
      "βια",
      "βιαι",
      "βιαιες",
      "βιασμ",
      "βιασμος",
      "βιαστ",
      "βιαστικα",
      "βιβαλντ",
      "βιβαλντι",
      "βιβλ",
