/** @module config/transitionWords */

export const singleWords = [ "كذلك", "ولكن", "ولذلك", "حاليا", "أخيرا", "بالطبع", "ثم", "بما", "كما", "لما", "إنما",
	"ليتما", "إما", "أينما", "حيثما", "كيفما", "أيما", "أيّما", "بينما", "ممّا", "إلاّ", "ألّا", "لئلّا", "حبّذا", "سيّما", "لكن",
	"بالتالي", "هكذا", "أو", "أم", "لذلك", "مثلا", "تحديدا", "عموما", "لاسيما", "خصوصا", "بالأخص", "خاصة", "بالمثل", "لأن",
	"بسبب", "إذا", "عندما", "حين", "متى", "قبل", "بعد", "منذ", "أيضا", "ريثما", "بين", "وكذلك", "وحاليا", "وأخيرا",
	"وبالطبع", "وثم", "وبما", "وكما", "ولما", "وإنما", "وليتما", "وإما", "أما", "وأما", "وأينما", "وحيثما", "وكيفما",
	"وأيما", "وأيّما", "وبينما", "وممّا", "وإلاّ", "وألّا", "ولئلّا", "وحبّذا", "وسيّما", "وبالتالي", "وهكذا", "ومثلا", "وتحديدا",
	"وعموما", "ولاسيما", "وخصوصا", "وبالأخص", "وخاصة", "وبالمثل", "ولأن", "وبسبب", "وإذا", "وعندما", "وحين", "ومتى",
	"وقبل", "وبعد", "ومنذ", "وأيضا", "وريثما", "وبين" ];

export const multipleWords = [ "إلا إذا", "إلا أن", "إلى آخره", "إلى الأبد", "إلى أن", "آن لك أن", "آن له أن",
	"آن لعلي", "بعد ذلك", "بما أن", "بما فيه", "حتى لا", "حتى لو", "عليك أن", "علينا أن", "عليه أن", "عليكم أن",
	"فيما بعد", "لا أحد", "لا بأس أن", "لا بد من", "لا بد من أن", "لا سيما", "لا شيء", "لا غير", "لا هذا ولا ذاك", "له أن",
	"لها أن", "لك أن", "لكم أن", "ما لم", "مع ذلك", "مع هذا", "من أجل أن", "من أجلك", "من أجلها", "من أجل",
	"منذ ذلك الحين", "بالإضافة إلى ذلك", "في نهاية المطاف", "في الوقت الحالي", "علاوة على ذلك",
	"بدلا من ذلك", "في الواقع", "بناء على ذلك", "ومع ذلك", "في الحقيقة", "من ناحية أخرى", "لا يزال", "في الوقت نفسه",
	"زيادة على ذلك", "زيادة على", "علاوة على", "ما عدا", "غير أن", "من جهة أخرى", "على عكس ذلك", "نتيجة لذلك",
	"من ثم", "على سبيل المثال", "على وجه الخصوص", "على وجه التحديد", "بصفة عامة", "قبل كل شيء", "في النهاية",
	"بصورة شاملة", "رغم أن", "مع ان", "على الرغم من", "من هنا", "لهذا السبب", "في حالة", "في أقرب وقت", "على أي حال",
	"في نفس الوقت", "من بين", "وإلا إذا", "وإلا أن", "وإلى آخره", "وإلى الأبد", "وإلى أن", "وآن لك أن", "وآن له أن",
	"وبعد ذلك", "وبما أن", "وبما فيه", "وحتى لا", "وحتى لو", "وعليك أن", "وعلينا أن", "وعليه أن",
	"وعليكم أن", "وفيما بعد", "ولا أحد", "ولا بأس أن", "ولا بد من", "ولا بد من أن", "ولا سيما", "ولا شيء", "ولا غير", "وله أن",
	"ولها أن", "ولك أن", "ولكم أن", "وما لم", "ومع هذا", "ومن أجل أن", "ومن أجلك", "ومن أجلها", "ومن أجل",
	"ومنذ ذلك الحين", "وبالإضافة إلى ذلك", "وفي نهاية المطاف", "وفي الوقت الحالي", "وعلاوة على ذلك",
	"وبدلا من ذلك", "وفي الواقع", "وبناء على ذلك", "ومن ناحية أخرى", "ولا يزال", "وفي الوقت نفسه", "وزيادة على ذلك",
	"على أرض الواقع", "وعلى أرض الواقع", "وزيادة على", "وعلاوة على", "وما عدا", "ومن جهة أخرى", "وعلى عكس ذلك",
	"ونتيجة لذلك", "ومن ثم", "وعلى سبيل المثال", "وعلى وجه الخصوص", "وعلى وجه التحديد", "وبصفة عامة", "وقبل كل شيء",
	"وفي النهاية", "وبصورة شاملة", "ورغم أن", "ومع أن", "وعلى الرغم من", "ومن هنا", "ولهذا السبب", "وفي حالة",
	"وفي أقرب وقت", "وعلى أي حال", "وفي نفس الوقت", "ومن بين", "على الصعيد", "وعلى الصعيد", "على صعيد", "وعلى صعيد",
	"على مستوى", "وعلى مستوى", "على المستوى", "وعلى المستوى" ];

export const allWords = singleWords.concat( multipleWords );

export default allWords;
