{
	"source": "Sample vocabulary from https://snowballstem.org/algorithms/indonesian/stemmer.html",
	"words": [
		"a",
		"aa",
		"aabccc",
		"aadalah",
		"aah",
		"aak",
		"aalah",
		"aalihi",
		"aam",
		"aan",
		"aardvark",
		"aat",
		"ab",
		"aba",
		"abad",
		"abadi",
		"abadikan",
		"abadinya",
		"abadke",
		"abah",
		"abahnya",
		"abai",
		"abaikan",
		"abakavir",
		"abal",
		"abalon",
		"abang",
		"abangan",
		"abangnya",
		"abarot",
		"abas",
		"abat",
		"abatis",
		"abbas",
		"abbess",
		"abbotti",
		"abbr",
		"abbreviata",
		"abbreviatum",
		"abcd",
		"abd",
		"abdan",
		"abdi",
		"abdikasi",
		"abdikasinya",
		"abdinya",
		"abdis",
		"abdita",
		"abditus",
		"abdomen",
		"abdomennya",
		"abdominal",
		"abdominale",
		"abdominalis",
		"abduksi",
		"abdul",
		"abdullah",
		"abdusen",
		"abelian",
		"abelii",
		"aber",
		"aberasi",
		"aberdareica",
		"aberdarensis",
		"aberrans",
		"aberration",
		"abhaya",
		"abhidharma",
		"abhiseka",
		"abi",
		"abietina",
		"ability",
		"abiogenesis",
		"abiotik",
		"abis",
		"abisal",
		"abisinia",
		"abiskoensis",
		"abjad",
		"abjadi",
		"abjadnya",
		"abjek",
		"abjeksi",
		"ablasi",
		"ablasio",
		"able",
		"abnormal",
		"abnormalis",
		"abnormalitas",
		"abnormis",
		"abolisi",
		"abolisionis",
		"abolisionisme",
		"abomasum",
		"abon",
		"aborigin",
		"aborsi",
		"abortus",
		"about",
		"above",
		"abrasi",
		"abrasif",
		"abrasive",
		"abrik",
		"abroad",
		"abrupta",
		"abruptus",
		"absah",
		"abscondita",
		"absen",
		"absence",
		"absennya",
		"absensi",
		"absent",
		"absentia",
		"abses",
		"absinthe",
		"absinthium",
		"absis",
		"absisat",
		"absolusi",
		"absolut",
		"absolute",
		"absolutis",
		"absolutisme",
		"absolutnya",
		"absorbansi",
		"absorber",
		"absorbsi",
		"absorpsi",
		"abstain",
		"abstinensi",
		"abstraction",
		"abstrak",
		"abstraknya",
		"abstraksi",
		"absurd",
		"absurdis",
		"absurditas",
		"absurdum",
		"abu",
		"abuan",
		"abugida",
		"abum",
		"abunya",
		"aburage",
		"abuse",
		"abyssi",
		"abyssinica",
		"abyssinicus",
		"ac",
		"acacia",
		"acaciae",
		"academia",
		"academic",
		"academica",
		"academy",
		"acak",
		"acakan",
		"acantha",
		"acap",
		"acapella",
		"acapkali",
		"acar",
		"acara",
		"acaranya",
		"acarya",
		"accelerated",
		"accelerator",
		"accelerometer",
		"accelerometers",
		"accent",
		"accept",
		"acceptance",
		"accepted",
		"access",
		"accessories",
		"accessory",
		"accident",
		"accola",
		"accompli",
		"accordance",
		"according",
		"accordion",
		"account",
		"accounts",
		"accoustic",
		"accuse",
		"accused",
		"ace",
		"acedia",
		"aceh",
		"acerata",
		"acetate",
		"acetobutylicum",
		"achatina",
		"achene",
		"achieve",
		"achieved",
		"achievement",
		"achilles",
		"aci",
		"aciculata",
		"acid",
		"acidophilus",
		"acknowledged",
		"acknowledgment",
		"acnes",
		"acoreensis",
		"acorn",
		"acoroides",
		"acoustic",
		"acquired",
		"acquis",
		"acquisition",
		"acra",
		"acre",
		"acres",
		"acro",
		"acrocanthosaurus",
		"acroleuca",
		"across",
		"acrylic",
		"act",
		"acta",
		"acted",
		"acting",
		"action",
		"actions",
		"actites",
		"activated",
		"activator",
		"active",
		"activities",
		"activity",
		"actor",
		"actors",
		"actress",
		"acts",
		"actual",
		"actually",
		"acu",
		"acuan",
		"acuannya",
		"acuh",
		"aculeata",
		"aculeatus",
		"acuminata",
		"acuminatissima",
		"acuminatum",
		"acuminatus",
		"acung",
		"acungan",
		"acuta",
		"acutangula",
		"acute",
		"acuticollis",
		"acuticornis",
		"acutipennis",
		"acutum",
		"acutus",
		"aczeli",
		"ad",
		"ada",
		"adaah",
		"adaalah",
		"adab",
		"adagium",
		"adah",
		"adakah",
		"adakalanya",
		"adakan",
		"adal",
		"adala",
		"adalaah",
		"adalag",
		"adalagi",
		"adalah",
		"adalaha",
		"adalalah",
		"adalam",
		"adalan",
		"adalh",
		"adallah",
		"adam",
		"adamantium",
		"adamsi",
		"adan",
		"adannya",
		"adanya",
		"adapat",
		"adapatasi",
		"adapt",
		"adaptasi",
		"adaptasinya",
		"adaptation",
		"adapted",
		"adapter",
		"adaptif",
		"adaptin",
		"adaptive",
		"adaptor",
		"adapula",
		"adapun",
		"adas",
		"adat",
		"adatnya",
		"adau",
		"add",
		"added",
		"adder",
		"adding",
		"additif",
		"addition",
		"additional",
		"additive",
		"address",
		"addressed",
		"adduct",
		"adduksi",
		"ade",
		"adeg",
		"adegan",
		"adegannya",
		"adek",
		"adekuat",
		"adelpha",
		"adelphoi",
		"adem",
		"adengan",
		"adenin",
		"adenina",
		"adenine",
		"adenium",
		"adenokarsinoma",
		"adenoma",
		"adenosin",
		"adenosina",
		"adenovirus",
		"adequate",
		"adh",
		"adha",
		"adhaerens",
		"adharma",
		"adherent",
		"adhesi",
		"adhoc",
		"adi",
		"adiabatik",
		"adibusana",
		"adic",
		"adidas",
		"adidaya",
		"adigung",
		"adik",
		"adikarya",
		"adikku",
		"adiknya",
		"adikodrati",
		"adiksi",
		"adiktif",
		"adikuasa",
		"adil",
		"adilan",
		"adilnya",
		"adiluhung",
		"adim",
		"adimarga",
		"adinda",
		"adindanya",
		"adipat",
		"adipati",
		"adipatinya",
		"adiposa",
		"adipose",
		"adiposit",
		"adipura",
		"adisi",
		"aditif",
		"adiwiyata",
		"adj",
		"adjacent",
		"adjective",
		"adjektif",
		"adjektiva",
		"adjustable",
		"adjuvan",
		"adlaah",
		"adlah",
		"adlbaueri",
		"admin",
		"administrasi",
		"administrasinya",
		"administratif",
		"administratifnya",
		"administration",
		"administrative",
		"administrator",
		"administratur",
		"adminitrasi",
		"adminitratif",
		"adminsitratif",
		"adminstrasi",
		"adminstratif",
		"admiral",
		"admistrasi",
		"adn",
		"ado",
		"adobe",
		"adobo",
		"adobong",
		"adok",
		"adon",
		"adonan",
		"adonannya",
		"adong",
		"adonis",
		"adopsi",
		"adopsinya",
		"adopted",
		"adopter",
		"adorasi",
		"adrenal",
		"adrenalin",
		"adrenergik",
		"adri",
		"adrian",
		"ads",
		"adsense",
		"adsorben",
		"adsorpsi",
		"adspersus",
		"adu",
		"aduan",
		"aduddin",
		"aduh",
		"aduhai",
		"aduk",
		"adukan",
		"adukkan",
		"adult",
		"adulterae",
		"adumbrata",
		"aduncus",
		"adusta",
		"adustus",
		"advance",
		"advanced",
		"advantage",
		"adven",
		"advena",
		"advent",
		"adventif",
		"adventure",
		"adverbia",
		"advertiser",
		"advertising",
		"advertorial",
		"advice",
		"advis",
		"advisor",
		"advisory",
		"advokasi",
		"advokat",
		"adware",
		"adz",
		"adzam",
		"adzan",
		"ae",
		"aedile",
		"aegagrus",
		"aegea",
		"aegrota",
		"aegrotus",
		"aegypti",
		"aegyptiaca",
		"aegyptiacus",
		"aek",
		"aemula",
		"aenea",
		"aeneipennis",
		"aenescens",
		"aeneus",
		"aenigma",
		"aeon",
		"aequabilis",
		"aequalis",
		"aerasi",
		"aerator",
		"aerial",
		"aero",
		"aerob",
		"aerobatic",
		"aerobatik",
		"aerobik",
		"aerocapture",
		"aerodinamik",
		"aerodinamika",
		"aerodinamis",
		"aerodrome",
		"aerofoil",
		"aerogel",
		"aerokit",
		"aeromodelling",
		"aeronautical",
		"aeronautik",
		"aeronautika",
		"aeroponik",
		"aerosol",
		"aerospace",
		"aeruginosa",
		"aeruginosus",
		"aestetik",
		"aestiva",
		"aestivalis",
		"aestivus",
		"aether",
		"aethiopica",
		"aethiopicus",
		"aethiops",
		"af",
		"afa",
		"afafine",
		"afanitik",
		"afar",
		"afarensis",
		"afasia",
		"afdeeling",
		"afdeling",
		"afdelling",
		"afeksi",
		"afektif",
		"afer",
		"affair",
		"affaires",
		"affairs",
		"affect",
		"affected",
		"affine",
		"affinis",
		"afflante",
		"affliasi",
		"afiks",
		"afiksasi",
		"afiliasi",
		"afiliasinya",
		"afin",
		"afinitas",
		"afinitasnya",
		"afirmasi",
		"afirmatif",
		"afkir",
		"aflatoksin",
		"afo",
		"aforestasi",
		"aforisme",
		"afriberia",
		"africana",
		"africanum",
		"africanus",
		"afrika",
		"afrikat",
		"afro",
		"afrodisiak",
		"after",
		"afterburner",
		"afterburning",
		"aftermarket",
		"afterwards",
		"ag",
		"aga",
		"again",
		"against",
		"agak",
		"agaknya",
		"agam",
		"agama",
		"agamaku",
		"agamamu",
		"agamanya",
		"agamawan",
		"agamawi",
		"agamis",
		"agape",
		"agar",
		"agara",
		"agarosa",
		"agas",
		"agassizii",
		"agatis",
		"agave",
		"age",
		"agen",
		"agency",
		"agenda",
		"agendanya",
		"agender",
		"ageng",
		"agennya",
		"agens",
		"agensi",
		"agensia",
		"agensinya",
		"agent",
		"agents",
		"ager",
		"ages",
		"ageung",
		"agglomerans",
		"agglutinans",
		"agglutinin",
		"aggota",
		"aggregat",
		"aggregate",
		"aggregator",
		"aggressive",
		"agi",
		"agian",
		"agihan",
		"agihannya",
		"agil",
		"agile",
		"agilis",
		"aging",
		"agitasi",
		"agitator",
		"aglomerasi",
		"aglutinasi",
		"aglutinatif",
		"agnata",
		"agnatik",
		"agnatis",
		"agnomen",
		"agnostik",
		"agnostisisme",
		"agnus",
		"ago",
		"agonis",
		"agora",
		"agostik",
		"agouti",
		"agragat",
		"agraria",
		"agrarian",
		"agraris",
		"agreeableness",
		"agreed",
		"agreement",
		"agregasi",
		"agregat",
		"agregator",
		"agresi",
		"agresif",
		"agresifitas",
		"agresifnya",
		"agresinya",
		"agresivitas",
		"agresor",
		"agrestis",
		"agribisnis",
		"agribudaya",
		"agricultural",
		"agriculture",
		"agrikultur",
		"agrikultural",
		"agrippina",
		"agro",
		"agrobisnis",
		"agroekosistem",
		"agroforestri",
		"agroindustri",
		"agrokimia",
		"agroklimat",
		"agromyzid",
		"agronom",
		"agronomi",
		"agropolitan",
		"agrowisata",
		"agul",
		"agunan",
		"agung",
		"agungkan",
		"agungnya",
		"agus",
		"agustus",
		"agustusan",
		"ah",
		"ahad",
		"ahan",
		"ahe",
		"ahead",
		"ahhe",
		"ahhh",
		"ahimsa",
		"ahir",
		"ahirnya",
		"ahl",
		"ahlak",
		"ahli",
		"ahlinya",
		"ahlul",
		"ahlun",
		"ahlus",
		"ahlussunnah",
		"ahmad",
		"ahn",
		"ahnya",
		"ahu",
		"ahum",
		"ahun",
		"ai",
		"aia",
		"aib",
		"aibnya",
		"aid",
		"aida",
		"aide",
		"aided",
		"aidoru",
		"aids",
		"aie",
		"aikido",
		"aiko",
		"aileron",
		"ailerons",
		"aim",
		"aime",
		"ain",
		"aing",
		"air",
		"airbag",
		"airborne",
		"airbrush",
		"aircraft",
		"aircrew",
		"aire",
		"aired",
		"airfoil",
		"airframe",
		"airframes",
		"airku",
		"airline",
		"airliner",
		"airlines",
		"airlock",
		"airmata",
		"airnya",
		"airplay",
		"airport",
		"airship",
		"airsoft",
		"airspeed",
		"airstrip",
		"aisyah",
		"aith",
		"aizen",
		"aja",
		"ajaeng",
		"ajag",
		"ajaib",
		"ajaibnya",
		"ajak",
		"ajakan",
		"ajakannya",
		"ajal",
		"ajalnya",
		"ajam",
		"ajang",
		"ajar",
		"ajaran",
		"ajarannya",
		"ajarkan",
		"ajeg",
		"ajengan",
		"aji",
		"ajian",
		"ajimat",
		"ajo",
		"aju",
		"ajuan",
		"ajudan",
		"ajudannya",
		"ajukan",
		"ajun",
		"ak",
		"aka",
		"akad",
		"akademi",
		"akademia",
		"akademiah",
		"akademik",
		"akademika",
		"akademikanya",
		"akademiknya",
		"akademikus",
		"akademinya",
		"akademis",
		"akademisi",
		"akademisnya",
		"akal",
		"akalan",
		"akalnya",
		"akan",
		"akankah",
		"akapela",
		"akar",
		"akaran",
		"akarnya",
		"akashiyaki",
		"akasia",
		"akatsuki",
		"akbar",
		"ake",
		"akeh",
		"aken",
		"akh",
		"akherat",
		"akhimya",
		"akhinya",
		"akhir",
		"akhiran",
		"akhirannya",
		"akhirat",
		"akhiri",
		"akhirnya",
		"akhirya",
		"akhlak",
		"akhlaknya",
		"akhlakul",
		"akhlaq",
		"akhlaqul",
		"akhli",
		"akhrinya",
		"aki",
		"akibat",
		"akibatkan",
		"akibatnya",
		"akidah",
		"akik",
		"akikah",
		"akil",
		"aking",
		"akir",
		"akirnya",
		"akita",
		"aklamasi",
		"aklimatisasi",
		"akolit",
		"akomodasi",
		"akomodatif",
		"akor",
		"akord",
		"akordeon",
		"akordion",
		"akov",
		"akrab",
		"akrabnya",
		"akre",
		"akreditas",
		"akreditasi",
		"akreditasinya",
		"akrena",
		"akresi",
		"akrilamida",
		"akrilat",
		"akrilik",
		"akrilonitril",
		"akrobat",
		"akrobatik",
		"akrolein",
		"akromegali",
		"akronim",
		"akronimnya",
		"akropolis",
		"akrostik",
		"akrual",
		"aksara",
		"aksaranya",
		"akselerasi",
		"akselerator",
		"akselerometer",
		"aksen",
		"aksennya",
		"aksentuasi",
		"akseptor",
		"akses",
		"aksesbilitas",
		"aksesi",
		"aksesibilitas",
		"aksesinya",
		"aksesnya",
		"aksesori",
		"aksesoris",
		"aksesorisnya",
		"aksesorius",
		"aksi",
		"aksial",
		"aksiden",
		"aksidental",
		"aksinya",
		"aksiologi",
		"aksioma",
		"aksiomatik",
		"aksiomatis",
		"aksiomatisasi",
		"aksis",
		"akson",
		"akta",
		"aktif",
		"aktifis",
		"aktifitas",
		"aktifitasnya",
		"aktifkan",
		"aktifnya",
		"aktin",
		"akting",
		"aktingnya",
		"aktinida",
		"aktinium",
		"aktinoida",
		"aktis",
		"aktiva",
		"aktivasi",
		"aktivasinya",
		"aktivator",
		"aktivis",
		"aktivisme",
		"aktivismenya",
		"aktivisnya",
		"aktivitas",
		"aktivitasnya",
		"aktiviti",
		"aktor",
		"aktornya",
		"aktris",
		"aktrisnya",
		"aktual",
		"aktualisasi",
		"aktualitas",
		"aktuaria",
		"aktuaris",
		"aktuator",
		"aktvitas",
		"aku",
		"akua",
		"akuaduk",
		"akuakultur",
		"akuaponik",
		"akuarium",
		"akuatik",
		"akuatin",
		"akui",
		"akuifer",
		"akuisisi",
		"akuisisinya",
		"akulah",
		"akulturasi",
		"akumulasi",
		"akumulatif",
		"akumulator",
		"akun",
		"akunnya",
		"akuntabel",
		"akuntabilitas",
		"akuntan",
		"akuntansi",
		"akuntasi",
		"akunting",
		"akupun",
		"akupunktur",
		"akupuntur",
		"akur",
		"akurasi",
		"akurasinya",
		"akurat",
		"akuratan",
		"akuratnya",
		"akusatif",
		"akusisi",
		"akustik",
		"akustiknya",
		"akut",
		"akuwu",
		"al",
		"ala",
		"alaa",
		"alabaster",
		"alabio",
		"alacris",
		"alaf",
		"alah",
		"alahan",
		"alai",
		"alaih",
		"alaihi",
		"alaihis",
		"alaihissalam",
		"alaikum",
		"alain",
		"alakadarnya",
		"alaki",
		"alal",
		"alam",
		"alaman",
		"alamanda",
		"alamat",
		"alamatnya",
		"alami",
		"alamiah",
		"alamiahnya",
		"alamin",
		"alaminya",
		"alamnya",
		"alan",
		"alang",
		"alangkah",
		"alanin",
		"alanina",
		"alap",
		"alarm",
		"alas",
		"alasan",
		"alasannya",
		"alaskensis",
		"alasnya",
		"alat",
		"alata",
		"alatnya",
		"alatus",
		"alau",
		"alawi",
		"alay",
		"alba",
		"albasia",
		"albasiah",
		"albata",
		"albatros",
		"albatus",
		"albedo",
		"albendazole",
		"albertensis",
		"albertisi",
		"albescens",
		"albibarbis",
		"albicans",
		"albiceps",
		"albicincta",
		"albicinctus",
		"albicollis",
		"albicomus",
		"albicornis",
		"albida",
		"albidipennis",
		"albidum",
		"albidus",
		"albifacies",
		"albifrons",
		"albimana",
		"albinisme",
		"albino",
		"albipennis",
		"albipilosa",
		"albiplagius",
		"albiseta",
		"albisetosa",
		"albisparsa",
		"albitarsis",
		"albiventris",
		"alboapicalis",
		"albocincta",
		"albocinctus",
		"albofasciata",
		"albofasciatus",
		"alboguttata",
		"alboguttatus",
		"albolateralis",
		"albolineata",
		"albolineatus",
		"albomaculata",
		"albomaculatus",
		"albomarginata",
		"albomarmorata",
		"albomarmoratus",
		"alboniger",
		"albonotata",
		"albonotatus",
		"albopicta",
		"albopictus",
		"albopilosa",
		"albopilosus",
		"alboplagiata",
		"alboplagiatus",
		"albopunctata",
		"albopunctatus",
		"alboscutellaris",
		"alboscutellata",
		"albosetosa",
		"albosetosus",
		"albosignata",
		"albosignatus",
		"albosparsus",
		"albosternalis",
		"albostictica",
		"albosticticus",
		"albostictipennis",
		"albosuturalis",
		"albovaria",
		"albovariegata",
		"albovittata",
		"albovittatus",
		"albovittipennis",
		"albula",
		"album",
		"albumen",
		"albumin",
		"albuminuria",
		"albumnya",
		"albums",
		"albus",
		"alchemist",
		"alcicornis",
		"alcohol",
		"aldehid",
		"aldehida",
		"alder",
		"aldoheksosa",
		"aldol",
		"aldolase",
		"aldonat",
		"aldosa",
		"aldosteron",
		"aldrichi",
		"ale",
		"alecto",
		"alef",
		"alegori",
		"alegoris",
		"aleichem",
		"alek",
		"alel",
		"alelokimia",
		"alelopati",
		"alembik",
		"aleph",
		"alergen",
		"alergi",
		"alert",
		"alethiometer",
		"aleuron",
		"alex",
		"alexanderi",
		"alexia",
		"alfa",
		"alfabet",
		"alfabetik",
		"alfabetis",
		"alfalfa",
		"alfanumerik",
		"alga",
		"algae",
		"algal",
		"algebra",
		"alginat",
		"algoaensis",
		"algojo",
		"algorithm",
		"algoritme",
		"algoritmik",
		"alhamdulillah",
		"alhasil",
		"ali",
		"alia",
		"aliansi",
		"aliansinya",
		"alias",
		"aliasing",
		"alibi",
		"aliciae",
		"alien",
		"aliena",
		"alienasi",
		"alienus",
		"alif",
		"alifatik",
		"aligator",
		"align",
		"alignment",
		"alih",
		"alihaksara",
		"alihan",
		"alihbahasa",
		"alihkan",
		"alihnya",
		"alii",
		"alik",
		"alike",
		"alil",
		"alilik",
		"alim",
		"alimin",
		"alinea",
		"aling",
		"alini",
		"alir",
		"aliran",
		"alirannya",
		"aliri",
		"alis",
		"alisiklik",
		"alisin",
		"alisnya",
		"alit",
		"aliterasi",
		"alive",
		"aliyah",
		"aliyot",
		"aljabar",
		"alkali",
		"alkalida",
		"alkalin",
		"alkaline",
		"alkalinitas",
		"alkalis",
		"alkaloid",
		"alkaloida",
		"alkalosis",
		"alkana",
		"alkanoat",
		"alkemi",
		"alkemis",
		"alkena",
		"alkes",
		"alkil",
		"alkilasi",
		"alkimia",
		"alkimiawan",
		"alkisah",
		"alkitab",
		"alkitabiah",
		"alkohol",
		"alkoholik",
		"alkoholisme",
		"alkoholnya",
		"alkoksi",
		"alkoksida",
		"alkuna",
		"all",
		"alla",
		"allah",
		"allardi",
		"alldeb",
		"alle",
		"alleen",
		"allele",
		"allem",
		"allen",
		"alleni",
		"alley",
		"alliance",
		"allies",
		"alligator",
		"alliin",
		"allim",
		"allimien",
		"allimin",
		"allkpop",
		"allo",
		"allomother",
		"allopurinol",
		"allow",
		"allowed",
		"allowing",
		"allows",
		"alloy",
		"alluaudi",
		"alluvial",
		"alluvium",
		"alm",
		"alma",
		"almamater",
		"almamaterku",
		"almamaternya",
		"almanak",
		"almarhum",
		"almarhumah",
		"almari",
		"almh",
		"almond",
		"almost",
		"almunium",
		"alo",
		"alofa",
		"alofon",
		"aloha",
		"aloi",
		"alokasi",
		"alokasikan",
		"alon",
		"alone",
		"along",
		"alongside",
		"aloon",
		"alopatrik",
		"alopecia",
		"alorensis",
		"alosterik",
		"alot",
		"alotrop",
		"alotropi",
		"aloy",
		"alpen",
		"alpestris",
		"alpha",
		"alphabet",
		"alphabetis",
		"alpicola",
		"alpin",
		"alpina",
		"alpine",
		"alpinus",
		"alpokat",
		"alpukat",
		"alquran",
		"already",
		"als",
		"alsin",
		"also",
		"alt",
		"altaica",
		"altaicus",
		"altair",
		"altar",
		"altarnya",
		"alter",
		"altera",
		"alterasi",
		"alternans",
		"alternata",
		"alternate",
		"alternatif",
		"alternatifnya",
		"alternating",
		"alternative",
		"alternator",
		"although",
		"alticeps",
		"alticola",
		"altimeter",
		"altiplano",
		"altitude",
		"altitudo",
		"altivolans",
		"alto",
		"altruisme",
		"altruistik",
		"altus",
		"alu",
		"alue",
		"aluk",
		"aluka",
		"alum",
		"alumina",
		"aluminat",
		"aluminium",
		"aluminosilikat",
		"aluminotermik",
		"aluminum",
		"alumna",
		"alumni",
		"alumninya",
		"alumnus",
		"alumunium",
		"alun",
		"alunan",
		"alur",
		"alurnya",
		"alus",
		"alusi",
		"alusio",
		"alutsista",
		"aluvial",
		"aluvium",
		"alvarengai",
		"alveolar",
		"alveoli",
		"alveolus",
		"alvin",
		"always",
		"alya",
		"alzheimer",
		"am",
		"ama",
		"amabilis",
		"amah",
		"amal",
		"amalah",
		"amalan",
		"amalannya",
		"amalgam",
		"amalgamasi",
		"amaliah",
		"amaliyah",
		"amalnya",
		"amami",
		"aman",
		"amanah",
		"amanat",
		"amanatnya",
		"amandel",
		"amandemen",
		"amannya",
		"amantadin",
		"amantadine",
		"amar",
		"amarah",
		"amarahnya",
		"amaran",
		"amat",
		"amatan",
		"amateur",
		"amati",
		"amatir",
		"amatiran",
		"amatirnya",
		"amatlah",
		"amazon",
		"amazonensis",
		"amazonica",
		"amazonicus",
		"amb",
		"amba",
		"ambai",
		"ambalan",
		"ambang",
		"ambar",
		"ambarawa",
		"ambasador",
		"ambassador",
		"ambeien",
		"ambeng",
		"amber",
		"ambergris",
		"ambidextrous",
		"ambien",
		"ambient",
		"ambigu",
		"ambigua",
		"ambiguitas",
		"ambiguus",
		"ambil",
		"ambilah",
		"ambilan",
		"ambili",
		"ambilkan",
		"ambillah",
		"ambing",
		"ambisi",
		"ambisinya",
		"ambisius",
		"ambisiusnya",
		"ambitious",
		"ambivalen",
		"ambivalensi",
		"amblas",
		"ambles",
		"ambo",
		"amboinensis",
		"ambon",
		"ambrosia",
		"ambruk",
		"ambruknya",
		"ambtenaar",
		"ambulan",
		"ambulance",
		"ambulans",
		"amburadul",
		"amdal",
		"ame",
		"ameba",
		"amebosit",
		"ameliorasi",
		"amendemen",
		"amenore",
		"america",
		"american",
		"americana",
		"americanus",
		"amerika",
		"amerisium",
		"amerta",
		"amethystinus",
		"amfetamin",
		"amfibi",
		"amfibia",
		"amfibol",
		"amfibolit",
		"amfifilik",
		"amfipatik",
		"amfiteater",
		"amfoter",
		"amfoterik",
		"ami",
		"amica",
		"amicus",
		"amida",
		"amigdala",
		"amik",
		"amil",
		"amilase",
		"amiloid",
		"amiloidosis",
		"amilopektin",
		"amilosa",
		"amilum",
		"amin",
		"amina",
		"aminasi",
		"amine",
		"amino",
		"aminonya",
		"amiotrofik",
		"amir",
		"amis",
		"amma",
		"ammar",
		"ammarah",
		"ammiralis",
		"ammonia",
		"ammonium",
		"ammophilus",
		"amnesia",
		"amnesti",
		"amnion",
		"amnoni",
		"amoeba",
		"amoeboid",
		"amoebozoa",
		"amoena",
		"amoenus",
		"amok",
		"amoksisilin",
		"among",
		"amongst",
		"amonia",
		"amoniak",
		"amonit",
		"amonium",
		"amor",
		"amoral",
		"amoralitas",
		"amore",
		"amorf",
		"amorpha",
		"amount",
		"amour",
		"amoxicillin",
		"amp",
		"ampas",
		"ampat",
		"ampek",
		"ampel",
		"ampela",
		"ampeldento",
		"ampere",
		"amphibi",
		"amphibious",
		"amphipoda",
		"amphiteater",
		"amphitheater",
		"amphoe",
		"amphora",
		"ampibi",
		"ampil",
		"ampisilin",
		"ampiteater",
		"ampla",
		"amplas",
		"amplexa",
		"ampliata",
		"amplifier",
		"amplifikasi",
		"amplipennis",
		"amplitude",
		"amplitudo",
		"amplitudonya",
		"amplop",
		"ampuh",
		"ampul",
		"ampulla",
		"ampullaria",
		"ampun",
		"ampunan",
		"ampunilah",
		"amputasi",
		"ampyang",
		"amri",
		"amsal",
		"amt",
		"amu",
		"amuba",
		"amuk",
		"amukan",
		"amulet",
		"amun",
		"amunisi",
		"amunisinya",
		"amunt",
		"amurensis",
		"amusement",
		"amygdala",
		"an",
		"ana",
		"anabolik",
		"anabolisme",
		"anaerob",
		"anaerobik",
		"anafase",
		"anafilaksis",
		"anafora",
		"anagignoskomena",
		"anaglyph",
		"anagram",
		"anah",
		"anai",
		"anak",
		"anakalang",
		"anakan",
		"anakanda",
		"anakannya",
		"anakbenua",
		"anakiada",
		"anakjenis",
		"anakku",
		"anakmu",
		"anaknya",
		"anakonda",
		"anakronisme",
		"anakronistik",
		"anaksuku",
		"anal",
		"analgesik",
		"analgetik",
		"analis",
		"analisa",
		"analisanya",
		"analisi",
		"analisis",
		"analisisnya",
		"analit",
		"analitik",
		"analitikal",
		"analitis",
		"analog",
		"analogi",
		"analogikan",
		"analoginya",
		"analogis",
		"analognya",
		"analysis",
		"analyst",
		"analytical",
		"analytics",
		"analyzer",
		"anam",
		"anamnesis",
		"anamorfik",
		"anan",
		"anancyloides",
		"ananda",
		"anandanya",
		"anang",
		"anapanasati",
		"anarki",
		"anarkis",
		"anarkisme",
		"anarko",
		"anasir",
		"anastesi",
		"anastilosis",
		"anatar",
		"anatara",
		"anataranya",
		"anatema",
		"anathema",
		"anatolia",
		"anatolica",
		"anatolicus",
		"anatomi",
		"anatominya",
		"anatomis",
		"anatta",
		"ancak",
		"ancam",
		"ancaman",
		"ancamannya",
		"ancang",
		"ancangan",
		"anceps",
		"ancestor",
		"anchor",
		"anchorata",
		"anchoring",
		"anchovy",
		"ancient",
		"ancilla",
		"ancol",
		"ancora",
		"and",
		"anda",
		"andagi",
		"andai",
		"andaikan",
		"andaikata",
		"andal",
		"andalah",
		"andalan",
		"andalannya",
		"andaliman",
		"andalkan",
		"andalusit",
		"andaman",
		"andamana",
		"andamanensis",
		"andamanica",
		"andamanicus",
		"andara",
		"ande",
		"andere",
		"anderem",
		"anderseni",
		"andersoni",
		"andesit",
		"andesitik",
		"andhap",
		"andi",
		"andika",
		"andil",
		"andilau",
		"andilnya",
		"andina",
		"andinus",
		"andong",
		"andosol",
		"andreaei",
		"andrei",
		"andrewesi",
		"andrewsi",
		"androgen",
		"androgini",
		"android",
		"andrologi",
		"androsentrisme",
		"ane",
		"aneh",
		"anehnya",
		"aneka",
		"anekdot",
		"anekdotal",
		"aneksasi",
		"anemia",
		"anemon",
		"anemophilous",
		"aneroid",
		"anestesi",
		"anestetik",
		"aneura",
		"aneurisma",
		"aneurysm",
		"ang",
		"angan",
		"angannya",
		"angaran",
		"angdes",
		"angel",
		"angelicae",
		"angelinae",
		"angels",
		"angelus",
		"angen",
		"anger",
		"angga",
		"anggana",
		"anggang",
		"anggap",
		"anggapan",
		"anggapannya",
		"anggaplah",
		"anggar",
		"anggaran",
		"anggarannya",
		"angger",
		"angggota",
		"anggi",
		"anggora",
		"anggota",
		"anggotannya",
		"anggotanya",
		"anggrek",
		"anggrekan",
		"angguk",
		"anggukan",
		"anggun",
		"anggur",
		"anggurnya",
		"angimanaken",
		"angin",
		"angina",
		"anginan",
		"anginkan",
		"anginnya",
		"angioedema",
		"angiogenesis",
		"angiogenik",
		"angiosperma",
		"angiospermae",
		"angiotensin",
		"angka",
		"angkanya",
		"angkara",
		"angkasa",
		"angkasanya",
		"angkat",
		"angkatan",
		"angkatannya",
		"angkatlah",
		"angkatnya",
		"angke",
		"angker",
		"angket",
		"angklung",
		"angkot",
		"angkota",
		"angkring",
		"angkringan",
		"angkudes",
		"angkuh",
		"angkuhnya",
		"angkut",
		"angkutan",
		"angkutannya",
		"angkutnya",
		"angle",
		"anglo",
		"angolana",
		"angolensis",
		"angon",
		"angota",
		"angpao",
		"angpau",
		"angsa",
		"angsana",
		"angsle",
		"angstrom",
		"angsur",
		"angsuran",
		"angsurannya",
		"angular",
		"angularis",
		"angulata",
		"angulatus",
		"angulicollis",
		"angulicornis",
		"angulifera",
		"angulosa",
		"angulosus",
		"angulus",
		"angusta",
		"angustata",
		"angustatus",
		"angusticeps",
		"angusticollis",
		"angustifolia",
		"angustifrons",
		"angustiligula",
		"angustipennis",
		"angustissima",
		"angustus",
		"anha",
		"anhidrase",
		"anhidrat",
		"anhidratnya",
		"anhidrida",
		"anhidrit",
		"anhu",
		"anhum",
		"anhuma",
		"ani",
		"aniaya",
		"anicca",
		"anikonisme",
		"anil",
		"anilin",
		"anilina",
		"anim",
		"anima",
		"animagus",
		"animal",
		"animalia",
		"animals",
		"animasi",
		"animasinya",
		"animated",
		"animatik",
		"animation",
		"animator",
		"animatronik",
		"anime",
		"animenya",
		"animis",
		"animisme",
		"animistik",
		"animo",
		"animus",
		"anio",
		"anion",
		"anionik",
		"anis",
		"anison",
		"anisotropi",
		"anisotropik",
		"anjak",
		"anjang",
		"anjat",
		"anji",
		"anjing",
		"anjingnya",
		"anjir",
		"anjlok",
		"anjlokan",
		"anjloknya",
		"anju",
		"anjung",
		"anjungan",
		"anjungannya",
		"anjuran",
		"anjurannya",
		"anjurkan",
		"ankh",
		"ankilosis",
		"anmen",
		"anna",
		"annae",
		"annal",
		"annamensis",
		"annandalei",
		"annatto",
		"annealing",
		"annectens",
		"annelida",
		"anniversary",
		"anno",
		"annobonae",
		"announce",
		"announced",
		"announcer",
		"annual",
		"annular",
		"annularis",
		"annulata",
		"annulatum",
		"annulatus",
		"annulicorne",
		"annulicornis",
		"annulifera",
		"annulipes",
		"annulitarsis",
		"annuliventris",
		"annum",
		"annuum",
		"annya",
		"ano",
		"anoa",
		"anoda",
		"anode",
		"anodik",
		"anodontia",
		"anoksigenik",
		"anoksik",
		"anom",
		"anomala",
		"anomali",
		"anomalus",
		"anomi",
		"anomie",
		"anon",
		"anonim",
		"anonimitas",
		"anonyma",
		"anonymous",
		"anonymus",
		"anoreksia",
		"anorexia",
		"anorganik",
		"anosmum",
		"anotasi",
		"another",
		"anoxic",
		"ans",
		"ansambel",
		"answer",
		"anta",
		"antagonis",
		"antagonisme",
		"antagonisnya",
		"antagonistik",
		"antah",
		"antan",
		"antanan",
		"antar",
		"antara",
		"antarabangsa",
		"antaragama",
		"antarai",
		"antarakarya",
		"antaralain",
		"antaramereka",
		"antaramu",
		"antaran",
		"antaranews",
		"antaranggota",
		"antarannya",
		"antaranya",
		"antarapara",
		"antarasemua",
		"antarbahasa",
		"antarbangsa",
		"antarbank",
		"antarbaris",
		"antarbenua",
		"antarbintang",
		"antarbudaya",
		"antarctica",
		"antarcticum",
		"antarcticus",
		"antardaerah",
		"antardisiplin",
		"antaretnis",
		"antargalaksi",
		"antargenerasi",
		"antargolongan",
		"antariksa",
		"antariksawan",
		"antarindividu",
		"antarjudul",
		"antarkan",
		"antarkapal",
		"antarkawasan",
		"antarkedua",
		"antarkelas",
		"antarkelompok",
		"antarkereta",
		"antarklub",
		"antarkomune",
		"antarkota",
		"antarlembaga",
		"antarmanusia",
		"antarmembran",
		"antarmoda",
		"antarmolekul",
		"antarmuka",
		"antarmukanya",
		"antarnegara",
		"antarnya",
		"antarpartikel",
		"antarpemerintah",
		"antarperang",
		"antarplanet",
		"antarpribadi",
		"antarprovinsi",
		"antarpulau",
		"antarpusat",
		"antarras",
		"antarsekolah",
		"antarsel",
		"antarsesama",
		"antarsiswa",
		"antarspesies",
		"antarsuku",
		"antartika",
		"antarumat",
		"antarwaktu",
		"antarwarga",
		"antarwilayah",
		"antasan",
		"antasida",
		"ante",
		"antecessor",
		"antek",
		"anteknya",
		"antelop",
		"antemortem",
		"antena",
		"antenanya",
		"antenna",
		"antennalis",
		"antennata",
		"antennatum",
		"antennatus",
		"anteridium",
		"anterior",
		"antero",
		"anterolateral",
		"antes",
		"anteseden",
		"anthem",
		"anthracina",
		"anthracinus",
		"anthracis",
		"anthrax",
		"anthropologists",
		"anthropology",
		"anthropos",
		"anthurium",
		"anti",
		"antiaborsi",
		"antiagama",
		"antiapartheid",
		"antibakteri",
		"antibeku",
		"antibiotik",
		"antibiotika",
		"antibodi",
		"antibody",
		"antica",
		"antidepresan",
		"antiderivatif",
		"antidiuretik",
		"antidot",
		"antifasis",
		"antifon",
		"antifosfolipid",
		"antifungal",
		"antigen",
		"antigenik",
		"antigerilya",
		"antiglobalisasi",
		"antihero",
		"antihidrogen",
		"antihipertensi",
		"antihistamin",
		"antiikat",
		"antiikatan",
		"antiinflamasi",
		"antijamur",
		"antik",
		"antikanker",
		"antikapal",
		"antikarat",
		"antikekerasan",
		"antiklin",
		"antikoagulan",
		"antikolinergik",
		"antikolonial",
		"antikomunis",
		"antikomunisme",
		"antikonvulsan",
		"antikorupsi",
		"antikristus",
		"antikuark",
		"antikuitas",
		"antillarum",
		"antilop",
		"antilope",
		"antimalaria",
		"antimateri",
		"antimerokok",
		"antimikrob",
		"antimikroba",
		"antimikrobial",
		"antimon",
		"antimoni",
		"antineutrino",
		"anting",
		"antioksidan",
		"antiparalel",
		"antipartikel",
		"antipati",
		"antipaus",
		"antipeluru",
		"antipemerintah",
		"antiperang",
		"antipesawat",
		"antipiretik",
		"antipode",
		"antiproton",
		"antipsikotik",
		"antiqua",
		"antiquark",
		"antiquus",
		"antiradang",
		"antiretroviral",
		"antiretrovirus",
		"antisemit",
		"antisemitik",
		"antisemitisme",
		"antisense",
		"antiseptik",
		"antisiklon",
		"antisipasi",
		"antisipatif",
		"antisosial",
		"antistatik",
		"antitank",
		"antitembakau",
		"antiteror",
		"antitesis",
		"antitoksin",
		"antitoxin",
		"antitrust",
		"antitumor",
		"antiturunan",
		"antiviral",
		"antivirus",
		"antologi",
		"antonim",
		"antosianin",
		"antra",
		"antracena",
		"antraknosa",
		"antraks",
		"antrasit",
		"antre",
		"antrean",
		"antri",
		"antrian",
		"antropik",
		"antropogenik",
		"antropolog",
		"antropologi",
		"antropologis",
		"antropometri",
		"antropomorfik",
		"antropomorfis",
		"antropomorfisme",
		"antroposentris",
		"antusias",
		"antusiasme",
		"antusiasmenya",
		"antv",
		"anu",
		"anugerah",
		"anugerahi",
		"anugrah",
		"anuitas",
		"anulasi",
		"anulus",
		"anumerta",
		"anumertanya",
		"anus",
		"anusnya",
		"anut",
		"anutan",
		"anxietas",
		"anxiety",
		"any",
		"anya",
		"anyam",
		"anyaman",
		"anyan",
		"anyar",
		"anycast",
		"anyelir",
		"anyeq",
		"anyer",
		"anymore",
		"anyone",
		"anything",
		"anywhere",
		"ao",
		"aora",
		"aorta",
		"ap",
		"apa",
		"apabila",
		"apache",
		"apai",
		"apakah",
		"apakan",
		"apalagi",
		"apalah",
		"apam",
		"apanage",
		"apanase",
		"apanya",
		"apapun",
		"aparat",
		"aparatnya",
		"aparatur",
		"aparatus",
		"apart",
		"apartemen",
		"apartemennya",
		"apartheid",
		"apartment",
		"apat",
		"apati",
		"apatis",
		"apatisme",
		"apatit",
		"apda",
		"ape",
		"apek",
		"apel",
		"apelnya",
		"apem",
		"apendektomi",
		"apendiks",
		"apendisitis",
		"aper",
		"aperitif",
		"aperta",
		"apertur",
		"aperture",
		"apertus",
		"apes",
		"aphasia",
		"aphelion",
		"aphylla",
		"api",
		"apian",
		"apicale",
		"apicalis",
		"apicata",
		"apicatus",
		"apicefusca",
		"apicemaculata",
		"apicespinosa",
		"apicicornis",
		"apiculata",
		"apiculatus",
		"apiformis",
		"apik",
		"apikal",
		"apiknya",
		"apinya",
		"apit",
		"apla",
		"aplaus",
		"apli",
		"aplikasi",
		"aplikasikan",
		"aplikasinya",
		"aplikatif",
		"apnea",
		"apo",
		"apoapsis",
		"apocalyptic",
		"apofatis",
		"apogee",
		"apokalips",
		"apokaliptik",
		"apokat",
		"apokatastasis",
		"apokrif",
		"apokrifa",
		"apokrin",
		"apolitis",
		"apolog",
		"apologet",
		"apologetik",
		"apologetika",
		"apologi",
		"apologia",
		"apologis",
		"apomiksis",
		"apoprotein",
		"apoptosis",
		"aposematisme",
		"aposisi",
		"apostolik",
		"apostoliknya",
		"apostrof",
		"apotek",
		"apoteker",
		"apotik",
		"app",
		"apparatus",
		"apparel",
		"apparent",
		"appeal",
		"appear",
		"appearance",
		"appearances",
		"appeared",
		"appears",
		"appendiculata",
		"appendiculatus",
		"appendix",
		"applause",
		"apple",
		"applet",
		"appliance",
		"application",
		"applications",
		"applied",
		"applikasi",
		"apply",
		"appointed",
		"approach",
		"appropriate",
		"approved",
		"approximans",
		"approximata",
		"approximately",
		"approximatus",
		"apps",
		"apresiasi",
		"apresiasinya",
		"aprica",
		"aprikot",
		"april",
		"apriori",
		"aproksiman",
		"aproksimasi",
		"apron",
		"aprotik",
		"apsara",
		"apsari",
		"apse",
		"apsis",
		"apskritis",
		"apt",
		"apterus",
		"apu",
		"apung",
		"apus",
		"aq",
		"aqidah",
		"aqli",
		"aqua",
		"aquarium",
		"aquatint",
		"aqueduct",
		"aqueous",
		"aquifer",
		"aquila",
		"aquilonia",
		"aquilus",
		"ar",
		"ara",
		"arab",
		"arabesque",
		"arabica",
		"arabicus",
		"arabika",
		"arabinosa",
		"arachne",
		"arachnida",
		"arachnoid",
		"arachnoides",
		"aragonit",
		"aragua",
		"arah",
		"arahan",
		"arahannya",
		"arahat",
		"arahkan",
		"arahnya",
		"arajang",
		"arak",
		"arakan",
		"arakidonat",
		"aral",
		"aram",
		"aran",
		"aranea",
		"arang",
		"aranjer",
		"aransemen",
		"aransemennya",
		"arap",
		"aras",
		"arat",
		"arau",
		"araucana",
		"araujoi",
		"arba",
		"arbei",
		"arbiter",
		"arbitrage",
		"arbitrary",
		"arbitrase",
		"arbitrasi",
		"arbitrer",
		"arbitrio",
		"arborea",
		"arboreal",
		"arborescens",
		"arboretum",
		"arboreus",
		"arbuscula",
		"arbuskula",
		"arbuskular",
		"arc",
		"arca",
		"arcade",
		"arcana",
		"arcanya",
		"arch",
		"archaea",
		"archaic",
		"archein",
		"archipelago",
		"architectura",
		"architecture",
		"archive",
		"archives",
		"archon",
		"archosaurus",
		"arcifera",
		"arcsecond",
		"arcseconds",
		"arctica",
		"arcticus",
		"arctos",
		"arcuaria",
		"arcuata",
		"arcuatus",
		"arcus",
		"ard",
		"ardens",
		"ardha",
		"are",
		"area",
		"areal",
		"arealnya",
		"areanya",
		"areas",
		"arek",
		"arem",
		"aren",
		"arena",
		"arenacea",
		"arenaria",
		"arenarius",
		"arenicola",
		"arenosa",
		"arenosus",
		"areola",
		"areolata",
		"arep",
		"aretz",
		"areuy",
		"argentata",
		"argentatus",
		"argentea",
		"argenteofasciata",
		"argenteus",
		"argentifrons",
		"argentina",
		"argentinae",
		"argentinensis",
		"argilik",
		"arginin",
		"arginina",
		"argo",
		"argodi",
		"argon",
		"argued",
		"argumen",
		"argumennya",
		"argument",
		"argumentasi",
		"argumentasinya",
		"argumentatif",
		"argumentum",
		"argus",
		"arhat",
		"ari",
		"aria",
		"arid",
		"arida",
		"aridus",
		"arie",
		"aries",
		"arif",
		"arifin",
		"arik",
		"aril",
		"arilus",
		"arim",
		"aring",
		"arinya",
		"arirang",
		"arisan",
		"aristata",
		"aristek",
		"aristokrasi",
		"aristokrat",
		"aristokratik",
		"aristokratis",
		"arit",
		"aritmetika",
		"aritmia",
		"ariyah",
		"arizonensis",
		"arizonica",
		"arizonicus",
		"arjuna",
		"ark",
		"arkade",
		"arkaea",
		"arkaik",
		"arkais",
		"arkea",
		"arkegonia",
		"arkegonium",
		"arkeoastronomi",
		"arkeolog",
		"arkeologi",
		"arkeologikal",
		"arkeologinya",
		"arkeologis",
		"arketip",
		"arketipe",
		"arkhais",
		"arkhe",
		"arkhon",
		"arkimandrit",
		"arkologi",
		"arktik",
		"arloji",
		"arm",
		"armada",
		"armadanya",
		"armadillo",
		"armata",
		"armatipennis",
		"armatum",
		"armatur",
		"armatus",
		"armchair",
		"armed",
		"armenia",
		"armeniaca",
		"armeniacus",
		"armigera",
		"armillata",
		"armipes",
		"armor",
		"armored",
		"armour",
		"armoured",
		"arms",
		"army",
		"arnaudi",
		"arndti",
		"arnold",
		"arnoldi",
		"arnoldii",
		"aro",
		"arogan",
		"arogansi",
		"aroma",
		"aromanya",
		"aromaterapi",
		"aromatic",
		"aromaticum",
		"aromatik",
		"aromatis",
		"aromatisitas",
		"aron",
		"arondisemen",
		"around",
		"arpeggio",
		"arquebus",
		"arranged",
		"arrangement",
		"arranger",
		"arransemen",
		"array",
		"arrest",
		"arrival",
		"arrondisement",
		"arrondissement",
		"arrowi",
		"ars",
		"arsen",
		"arsenal",
		"arsenat",
		"arsenida",
		"arsenide",
		"arsenik",
		"arsenit",
		"arsik",
		"arsip",
		"arsiparis",
		"arsipnya",
		"arsir",
		"arsitek",
		"arsiteknya",
		"arsitektur",
		"arsitektural",
		"arsitekturnya",
		"arsitekur",
		"arson",
		"art",
		"arte",
		"artefak",
		"artefaknya",
		"artemis",
		"artemisiae",
		"artemisinin",
		"arteri",
		"arterial",
		"arteriol",
		"arteriosklerosis",
		"arterosklerosis",
		"artery",
		"artesis",
		"arthouse",
		"arthritis",
		"arthropoda",
		"arti",
		"artian",
		"artichoke",
		"article",
		"articles",
		"articulated",
		"artifact",
		"artifak",
		"artificial",
		"artifisial",
		"artigasi",
		"artik",
		"artikan",
		"artikel",
		"artikelnya",
		"artikulasi",
		"artikulasinya",
		"artikulata",
		"artikulator",
		"artileri",
		"artilerinya",
		"artillery",
		"artinya",
		"artis",
		"artisan",
		"artisnya",
		"artist",
		"artistic",
		"artistik",
		"artistiknya",
		"artists",
		"artium",
		"artritis",
		"artropoda",
		"arts",
		"artwork",
		"aru",
		"aruensis",
		"aruf",
		"aruh",
		"arum",
		"arung",
		"arungan",
		"arus",
		"arusnya",
		"arwah",
		"arwahnya",
		"arwana",
		"ary",
		"arya",
		"as",
		"asa",
		"asaan",
		"asah",
		"asahi",
		"asai",
		"asal",
		"asala",
		"asalah",
		"asalan",
		"asali",
		"asalkan",
		"asalnya",
		"asam",
		"asamnya",
		"asana",
		"asap",
		"asapnya",
		"asar",
		"asas",
		"asasi",
		"asasnya",
		"asatidz",
		"asbak",
		"asbes",
		"asbestos",
		"asbut",
		"ascendens",
		"ascender",
		"ascidia",
		"ascii",
		"ase",
		"aseksual",
		"asem",
		"asensio",
		"aseptik",
		"aseptis",
		"asertif",
		"asesmen",
		"asesori",
		"asesoris",
		"aset",
		"asetabulum",
		"asetal",
		"asetaldehida",
		"asetaminofen",
		"asetat",
		"asetil",
		"asetilasi",
		"asetilen",
		"asetilena",
		"asetilglukosamin",
		"asetilida",
		"asetilin",
		"asetilkolin",
		"asetilmuramat",
		"asetilsalisilat",
		"asetnya",
		"asetoasetat",
		"aseton",
		"asetonitril",
		"aseupan",
		"asfiksia",
		"ash",
		"ashabiyyah",
		"ashar",
		"ashibi",
		"ashl",
		"ashram",
		"ashriyah",
		"ashub",
		"asi",
		"asia",
		"asiatica",
		"asiaticus",
		"asidofili",
		"asidofilik",
		"asidosis",
		"asih",
		"asik",
		"asiklik",
		"asiklovir",
		"asil",
		"asilasi",
		"asilum",
		"asimetri",
		"asimetrik",
		"asimetris",
		"asimilasi",
		"asimtomatik",
		"asimtot",
		"asimtotik",
		"asin",
		"asinan",
		"asing",
		"asingkan",
		"asingnya",
		"asinkron",
		"asinkronis",
		"asinnya",
		"asiri",
		"asist",
		"asisten",
		"asistennya",
		"asistensi",
		"asistol",
		"asites",
		"ask",
		"askar",
		"askariasis",
		"asked",
		"asketik",
		"asketis",
		"asketisme",
		"aski",
		"asking",
		"askorbat",
		"asli",
		"aslinya",
		"asma",
		"asmanya",
		"asmara",
		"asmaranya",
		"asmarensis",
		"asmat",
		"aso",
		"asobi",
		"asoka",
		"asongan",
		"asosial",
		"asosiasi",
		"asosiasinya",
		"asosiatif",
		"asp",
		"aspal",
		"aspalnya",
		"asparagus",
		"aspartam",
		"aspartat",
		"aspasia",
		"aspect",
		"aspects",
		"aspek",
		"aspeknya",
		"asper",
		"aspera",
		"asperata",
		"asperatus",
		"aspergilum",
		"aspericollis",
		"aspersa",
		"asperum",
		"aspirasi",
		"aspirasinya",
		"aspirated",
		"aspiratif",
		"aspirator",
		"aspirin",
		"aspis",
		"aspx",
		"asrama",
		"asramanya",
		"asri",
		"ass",
		"assamana",
		"assamensis",
		"assassins",
		"assault",
		"assay",
		"assembler",
		"assembling",
		"assembly",
		"assessment",
		"asset",
		"assets",
		"assigned",
		"assimilis",
		"assist",
		"assistance",
		"assistant",
		"assisted",
		"assisten",
		"assists",
		"associate",
		"associated",
		"association",
		"assosiasi",
		"assume",
		"asta",
		"astana",
		"astarte",
		"astatin",
		"astenosfer",
		"aster",
		"asteridae",
		"asterisk",
		"asterisma",
		"asterisme",
		"asteroid",
		"asti",
		"astra",
		"astral",
		"astringen",
		"astringensia",
		"astringent",
		"astro",
		"astrobiologi",
		"astrofisika",
		"astrofisikawan",
		"astrolab",
		"astrolog",
		"astrologi",
		"astrometri",
		"astronaut",
		"astronautika",
		"astronom",
		"astronomer",
		"astronomi",
		"astronomical",
		"astronomikal",
		"astronominya",
		"astronomis",
		"astronomisnya",
		"astronot",
		"astrosit",
		"asu",
		"asuh",
		"asuhan",
		"asuhannya",
		"asuhnya",
		"asumsi",
		"asumsikan",
		"asumsinya",
		"asupan",
		"asura",
		"asuransi",
		"asusila",
		"asy",
		"asyik",
		"asyir",
		"asylum",
		"asymmetric",
		"asynchronous",
		"at",
		"ata",
		"atabeg",
		"atad",
		"atahun",
		"atai",
		"ataksia",
		"atan",
		"atap",
		"atapers",
		"atapnya",
		"atapun",
		"atar",
		"atara",
		"atas",
		"atasan",
		"atasannya",
		"atase",
		"atasi",
		"atasku",
		"atasmu",
		"atasnya",
		"atau",
		"ataukah",
		"ataupun",
		"atawa",
		"ataxia",
		"ate",
		"ateh",
		"ateis",
		"ateisme",
		"ateistik",
		"ateistis",
		"ateji",
		"atelier",
		"atensi",
		"atenuasi",
		"ater",
		"aterosklerosis",
		"aterrima",
		"aterrimus",
		"atestasi",
		"ath",
		"athar",
		"atheis",
		"atheisme",
		"atherosclerosis",
		"athis",
		"athisme",
		"athist",
		"athlete",
		"athletes",
		"ati",
		"atik",
		"atipikal",
		"atkinsoni",
		"atlantica",
		"atlanticus",
		"atlantik",
		"atlas",
		"atlet",
		"atletik",
		"atletis",
		"atletnya",
		"atlit",
		"atm",
		"atma",
		"atman",
		"atmosfer",
		"atmosferik",
		"atmosfernya",
		"atmosfir",
		"atmosphere",
		"atnezgets",
		"atnya",
		"ato",
		"atol",
		"atoll",
		"atom",
		"atomaria",
		"atomic",
		"atomik",
		"atomis",
		"atomisasi",
		"atomisme",
		"atomistik",
		"atomnya",
		"atonement",
		"atopi",
		"atopik",
		"atque",
		"atra",
		"atraksi",
		"atraksinya",
		"atraktan",
		"atraktif",
		"atrata",
		"atratus",
		"atresia",
		"atrial",
		"atribusi",
		"atribut",
		"atributif",
		"atributnya",
		"atriceps",
		"atricilla",
		"atricollis",
		"atricolor",
		"atricornis",
		"atrifrons",
		"atripennis",
		"atripes",
		"atrisi",
		"atritarsis",
		"atrium",
		"atrofi",
		"atronotatus",
		"atropos",
		"atropurpurea",
		"atrox",
		"ats",
		"atsar",
		"atsiri",
		"atta",
		"attached",
		"attachment",
		"attack",
		"attacks",
		"attained",
		"attempt",
		"attempted",
		"attempts",
		"attendais",
		"attended",
		"attention",
		"attenuata",
		"attenuatum",
		"attenuatus",
		"attitude",
		"attitudes",
		"attorney",
		"attraksi",
		"attu",
		"atu",
		"atua",
		"atul",
		"atupun",
		"atur",
		"aturan",
		"aturannya",
		"atypica",
		"atzmaut",
		"au",
		"auana",
		"auberti",
		"auch",
		"audax",
		"audien",
		"audience",
		"audiens",
		"audiensi",
		"audio",
		"audiobook",
		"audion",
		"audionya",
		"audiovisual",
		"audisi",
		"audisinya",
		"audit",
		"auditif",
		"auditing",
		"audition",
		"auditor",
		"auditori",
		"auditorium",
		"auf",
		"augit",
		"augmentasi",
		"augmented",
		"augur",
		"augusta",
		"auk",
		"auksilier",
		"auksin",
		"aul",
		"aula",
		"auld",
		"aulia",
		"aulicus",
		"auman",
		"aun",
		"aur",
		"aura",
		"aurantia",
		"aurantiaca",
		"aurantiacus",
		"aurantium",
		"auranya",
		"aurat",
		"aurata",
		"auratnya",
		"auratus",
		"aurea",
		"aureicollis",
		"aureola",
		"aureomaculatus",
		"aureopilosus",
		"aureovittatus",
		"aurescens",
		"aureum",
		"aureus",
		"auribarbis",
		"auricollis",
		"auricoma",
		"auricomus",
		"auriculata",
		"aurifer",
		"aurifex",
		"aurifrons",
		"auripes",
		"auripilus",
		"auris",
		"aurita",
		"aurivillii",
		"aurora",
		"aurulenta",
		"aurulentus",
		"aus",
		"auspicium",
		"austeni",
		"austenit",
		"austeritas",
		"austini",
		"australasiae",
		"australe",
		"australensis",
		"australia",
		"australica",
		"australiensis",
		"australis",
		"australopithecine",
		"austria",
		"austriaca",
		"aut",
		"autarki",
		"autentifikasi",
		"autentik",
		"autentikasi",
		"autentisitas",
		"auteur",
		"authentication",
		"authentikasi",
		"author",
		"authoring",
		"authorities",
		"authority",
		"autis",
		"autism",
		"autisme",
		"autistik",
		"auto",
		"autobahn",
		"autobiografi",
		"autobiografinya",
		"autodidak",
		"autofagi",
		"autofocus",
		"autogiro",
		"autoimun",
		"autoimunitas",
		"autoklaf",
		"autolisis",
		"automasi",
		"automata",
		"automatic",
		"automatik",
		"automation",
		"automatis",
		"automatisasi",
		"automaton",
		"automobil",
		"automobile",
		"automotif",
		"automotive",
		"autonom",
		"autonomous",
		"autopilot",
		"autopsi",
		"autor",
		"autorun",
		"autosomal",
		"autotrof",
		"autozooid",
		"autumnalis",
		"aux",
		"auxilia",
		"auxiliary",
		"av",
		"availability",
		"available",
		"avant",
		"avara",
		"avatar",
		"avec",
		"aventail",
		"avenue",
		"average",
		"aversi",
		"aversif",
		"avertebrata",
		"aves",
		"avex",
		"avgas",
		"avi",
		"avian",
		"aviasi",
		"aviation",
		"aviator",
		"avicenniae",
		"avicularia",
		"avid",
		"avionic",
		"avionik",
		"avium",
		"avo",
		"avocado",
		"avoid",
		"avokad",
		"avtur",
		"aw",
		"awa",
		"awak",
		"awaknya",
		"awal",
		"awalan",
		"awalanya",
		"awalbros",
		"awali",
		"awalnya",
		"awam",
		"awamnya",
		"awamori",
		"awan",
		"awang",
		"awar",
		"award",
		"awarded",
		"awards",
		"aware",
		"awareness",
		"awas",
		"awatara",
		"away",
		"awe",
		"awenz",
		"awet",
		"awetan",
		"awi",
		"awig",
		"awis",
		"awiyah",
		"awu",
		"awwal",
		"ax",
		"axel",
		"axial",
		"axillaris",
		"axinelloides",
		"axis",
		"axle",
		"axles",
		"ay",
		"aya",
		"ayah",
		"ayahanda",
		"ayahandanya",
		"ayahku",
		"ayahmu",
		"ayahnya",
		"ayakan",
		"ayakashi",
		"ayal",
		"ayam",
		"ayaman",
		"ayamnya",
		"ayan",
		"ayang",
		"ayat",
		"ayatnya",
		"ayatullah",
		"aye",
		"ayek",
		"ayem",
		"ayersiana",
		"ayeuna",
		"ayin",
		"ayng",
		"ayo",
		"ayu",
		"ayudha",
		"ayun",
		"ayunan",
		"ayunkan",
		"az",
		"azab",
		"azalea",
		"azan",
		"azas",
		"azasi",
		"azeotrop",
		"azeotropik",
		"azh",
		"azida",
		"azimat",
		"azimut",
		"azimuth",
		"azitromisin",
		"aziz",
		"azo",
		"azorica",
		"aztec",
		"azteca",
		"azuki",
		"azul",
		"azurea",
		"azzam",
		"b",
		"ba",
		"baal",
		"baan",
		"bab",
		"baba",
		"babad",
		"babah",
		"babai",
		"babak",
		"babakan",
		"babaknya",
		"babanci",
		"babaranjang",
		"babat",
		"babatan",
		"babe",
		"babehnya",
		"babel",
		"babi",
		"babirusa",
		"babnya",
		"babon",
		"babu",
		"babun",
		"baby",
		"baca",
		"bacaan",
		"bacaannya",
		"bacakan",
		"bacalah",
		"bacan",
		"bacang",
		"bacanya",
		"bacem",
		"bachelor",
		"bacillifera",
		"bacillus",
		"back",
		"backbeat",
		"backbone",
		"backdoor",
		"backdrop",
		"backed",
		"backgammon",
		"background",
		"backhand",
		"backhoe",
		"backing",
		"backlight",
		"backlink",
		"backpacker",
		"backronym",
		"backstage",
		"backup",
		"backward",
		"bacon",
		"bacteria",
		"baculifera",
		"baculum",
		"bad",
		"bada",
		"badai",
		"badak",
		"badam",
		"badan",
		"badani",
		"badaniah",
		"badanku",
		"badannya",
		"badar",
		"bade",
		"badek",
		"badekan",
		"badeni",
		"badge",
		"badger",
		"badges",
		"badia",
		"badik",
		"badius",
		"badminton",
		"badnara",
		"badnjak",
		"badogar",
		"badong",
		"badudus",
		"badug",
		"badui",
		"badung",
		"badut",
		"bae",
		"bag",
		"bagai",
		"bagaiamana",
		"bagaian",
		"bagaikan",
		"bagaiman",
		"bagaimana",
		"bagaimanakah",
		"bagaimanapun",
		"bagain",
		"bagal",
		"bagan",
		"bagas",
		"bagase",
		"bagasi",
		"bagasinya",
		"bagel",
		"bagi",
		"bagia",
		"bagian",
		"bagiannya",
		"bagikan",
		"bagikannya",
		"bagiku",
		"bagimana",
		"bagimu",
		"bagin",
		"bagina",
		"baginda",
		"bagindo",
		"baginya",
		"baglog",
		"bagpipe",
		"bagu",
		"baguette",
		"bagunan",
		"bagurau",
		"bagus",
		"bagusnya",
		"bah",
		"baha",
		"bahagia",
		"bahagian",
		"bahagianya",
		"bahak",
		"bahamensis",
		"bahan",
		"bahang",
		"bahannya",
		"bahar",
		"bahari",
		"baharu",
		"bahas",
		"bahasa",
		"bahasakan",
		"bahasan",
		"bahasannya",
		"bahasanya",
		"bahasawan",
		"bahaw",
		"bahawa",
		"bahaya",
		"bahayanya",
		"baheula",
		"bahiensis",
		"bahkan",
		"bahsa",
		"baht",
		"bahtera",
		"bahu",
		"bahunya",
		"bahw",
		"bahwa",
		"bahwasannya",
		"bahwasanya",
		"bai",
		"baiat",
		"baik",
		"baikan",
		"baiklah",
		"baiknya",
		"bail",
		"bailey",
		"bailout",
		"bait",
		"baitnya",
		"baja",
		"bajaj",
		"bajak",
		"bajakan",
		"bajakannya",
		"bajamba",
		"bajang",
		"bajanya",
		"baji",
		"bajik",
		"bajing",
		"bajingan",
		"bajo",
		"baju",
		"bajumu",
		"bajunya",
		"bak",
		"baka",
		"bakal",
		"bakalan",
		"bakalnya",
		"bakan",
		"bakar",
		"bakaran",
		"bakarnya",
		"bakas",
		"bakat",
		"bakatnya",
		"bakau",
		"bakcang",
		"bakda",
		"baker",
		"bakeri",
		"bakery",
		"baki",
		"bakiak",
		"baking",
		"baklava",
		"bakmi",
		"bako",
		"bakobar",
		"bakon",
		"bakpao",
		"bakpia",
		"bakpuder",
		"bakso",
		"baksonya",
		"bakteremia",
		"bakteri",
		"bakteria",
		"bakterial",
		"bakterinya",
		"bakteriofag",
		"bakteriofage",
		"bakterioklorofil",
		"bakteriolog",
		"bakteriologi",
		"bakteriologis",
		"bakteriosin",
		"bakteriostatik",
		"bakterisida",
		"bakterium",
		"bakteriuria",
		"bakti",
		"baktinya",
		"baktria",
		"baktun",
		"baku",
		"bakufu",
		"bakul",
		"bakumpai",
		"bakung",
		"bakunya",
		"bakwan",
		"bal",
		"bala",
		"balabacensis",
		"balachowskyi",
		"balad",
		"balada",
		"baladanya",
		"baladiyah",
		"balado",
		"balaghah",
		"balai",
		"balaikota",
		"balairung",
		"balak",
		"balaka",
		"balakka",
		"balalaika",
		"balam",
		"balamut",
		"balance",
		"balanced",
		"balances",
		"balancing",
		"balang",
		"balap",
		"balapan",
		"balapannya",
		"balapnya",
		"balas",
		"balasan",
		"balasannya",
		"balast",
		"balatentara",
		"balau",
		"balcanica",
		"bale",
		"balearica",
		"balenggek",
		"balerina",
		"balet",
		"baletnya",
		"bali",
		"balian",
		"baliana",
		"balig",
		"baligh",
		"baliho",
		"balik",
		"balikan",
		"balikkan",
		"baliknya",
