import { singleWords as singleWordTransitionWords } from "./transitionWords";
import transformWordsWithHyphens from "../../../helpers/transform/transformWordsWithHyphens";

/**
 * Returns an array with function words.
 *
 * @returns {[]} The array filled with various categories of function words.
 */
const articles = [ "ی", "یک", "برخی", "از", "معدود", "چندتا", "مقداری" ];

const cardinalNumerals = [ "سه", "چهار", "پنج", "شش", "هفت", "هشت", "نه", "ده", "یازده", "دوازده", "سیزده",
	"چهارده", "پانزده", "شانزده", "هفده", "هجده", "نوزده", "بیست", "هزار", "میلیون", "میلیارد", "هفتده", "نونزده",
	"و", "سی", "چهل", "پنجاه", "شصت", "هفتاد", "هشتاد", "نود", "دویست", "تریلیارد" ];

const ordinalNumerals = [ "اول", "اوّل", "دوم", "سوم", "چهارم", "پنجم", "ششم", "هفتم", "هشتم", "نهم", "دهم",
	"یازدهم", "دوازدهم", "سیزدهم", "چهاردهم", "پانزدهم", "شانزدهم", "هفدهم", "هجدهم", "نوزدهم", "بیستم", "پانزدهمین",
	"هفتهمین", "هجدهمین", "نوزدهمین", "بیستمین", "یکم", "ام", "چهلم", "پنجاهم", "شصتم", "هفتادم", "هشتادم",
	"نودم", "صدم", "دویستم", "هزارم", "میلیونم", "میلیاردم", "هفتهم" ];

const fractions = [ "نیم" ];

const pronouns = [ "مرا", "من", "را", "من‌را", "به", "تو", "اون", "اونو", "او", "ایشان", "ایشون", "این",
	"رو", "اینو", "ما", "اونا", "آن‌ها", "آنها", "اونارو", "همین", "اینان", "آنان" ];

const reflexivePronouns = [ "خودم", "خودت", "خودش", "خودمان", "خودتان", "خودشان", "خود" ];

const indefinitePronouns = [ " هر", "کس", "هرکس", "کسی", "فلان", "کس", "هیچ‌کس", "شخصی", "چیز", "هیچ‌چیز",
	"همه‌چیز", "چیزی", "یکی", "دیگر", "کدام", "هرکدام", "هیچ‌کدام", "دیگری", "بعضی", "اندکی", "دیگران",
	"چندین " ];

const reciprocalNouns = [ "همدیگر", "یکدیگر" ];

const interrogatives = [ "کی", "کِی", "کجا", "چه", "چرا", "چطور", "آیا" ];

const quantifiers = [ "کمی", "زیاد", "فراوان", "بیشتر", "بسیار", "مشتی", "تعداد", "زیادی", "بسیارکم",
	"بخش", "چند", "تمام" ];

const prepositions = [ "با", "باری", "نیز", "ان", "که", "تا", "اینکه", "چون‌که", "اگرچه", "باوجوداین",
	"واسهی", "بی", "بر", "چون", "چندان‌که", "تااینکه", "چنانچه", "برای", "چونان", "زیرا", "آنکه",
	"اگرچنانچه", "بس", "واسه", "چونان‌که", "زیراکه", "تاآنکه", "ازاین‌رو", "الا", "این‌که", "یا", "ای", "چنان",
	"آن‌جا", "ازین‌رو", "بس‌که", "چنان‌چه", "همین‌که", "آن‌گاه", "بااین‌حال", "اندر", "چنان‌که", "همان‌که", "ازآنجاکه",
	"بااین‌که", "به‌شرط", "علیه", "مگر", "ازبس", "بدون", "خواه", "چونکه", "بلکه", "آن‌که", "ازبس‌که", "بااینکه", "ضد",
	"جز", "ازآنکه", "الی", "غیر", "الاّ", "بیرون", "پایین", "پشت", "پهلوی", "پی", "توی", "درون", "دنبال",
	"زیر", "کنار", "مانند", "مثل", "شبیه", "نزدیک", "پر", "زی", "سوای", "وسیله", "ازسر", "درباره",
	"درمورد", "میان", "درمیان", "درخصوص", "براثر", "براساس", "برطبق", "برحسب", "سبک", "محلی", "جدید", "پرسروصدا", "قدیمی",
	"قوی", "ساکت", "درست", "نرم", "ضعیف", "مرطوب", "اشتباه", "جوان", "بزرگ", "عمیق", "طولانی", "دراز", "کشیده",
	"باریک", "کوتاه", "کوچک", "وسیع", "ضخیم", "نازک", "ناخواسته", "ناپاک", "نااهل", "بعضی وقت ها", "امروز", "امسال",
	"فردا", "همیشه", "اینجا", "آنجا", "مدرسه", "هر کجا", "مسجد", "خوب", "آرامی", "افتان", "وخیزان", "گریان", "افسوس",
	"متاسفانه", "عجبا", "شگفتا", "حتماً", "یقیناً", "چگونه", "شاید", "پنداری", "قطره", "خدا", "مانا", "همانا", "چنین",
	"بکردار", "بسان", "وگر", "ور", "هرگز", "اصلاً", "ابداً", "نخست", "درآغاز", "پیاپی", "گروه",
	"دسته", "دوتا", "جزکه", "اتفاقاً", "احتمالاً", "دائماً", "اجباراً", "معمولاً", "سریعاً", "مخصوصاً", "تقریباً", " آخرالامر",
	"الآن", "بالعکس" ];

const conjunctions = [ "اما", "پس", "لیکن", "ولی", "هم", "چنانکه", "شرط", "طوری", "بنابراین", "جایی",
	"چندانکه", "حالی", "صورتی", "نتیجه", "وانگهی", "وقتی", "وگرنه", "هرچند", "گاه", "وقت", "همانطور", "فقط" ];

const interviewVerbs = [ "پرسیدن", "فهمیدن", "عقیده", "مکالمه" ];

const intensifiers = [ "خیلی", "کاملا", "تقریبا", "انصافاً", "انصافا", "بیش ازحد", "بخصوص", "وحشتناک", "نسبتا",
	"واقعاً", "واقعا", "العاده" ];

const auxiliariesAndDelexicalizedVerbs = [ "خواستن", "باید", "بایستن", "شایستن", "توانستن", "داشتن",
	"می‌شود", "می شود", "میشود", "گشت", "گردید", "می‌گردد", "خواهم", "بود", "است", "نیست", "باشد", "می‌توان",
	"میتوان", "شده", "دارد", "دارند" ];

const generalAdjectivesAdverbs = [ "سیاه", "سفید", "آبی", "خاکستری", "سبز", "نارنجی", "ارغوانی",
	"قرمز", "زرد", "دایره", "راست", "مربع", "مثلث", "تازه", "تلخ", "شور", "ترش", "تند", "شیرین", "بد", "تمیز", "پاک",
	"تاریک", "دشوار", "تار", "کثیف", "خشک", "ساده", "خالی", "گران", "سریع", "خارجی", "کامل", "سخت", "سنگین", "سفت",
	"ارزان", "فی", "الفور", "بالطبع", "مادام", "حتی", "المقدور ", "هنوز", "نو", "دوباره", "باز", "مجدد", "خارج",
	"بالا", "عقب", "همه جا", "امیدوارم", "الهی", "خداکند", "آرزومندم", "ان شالله", "احتمال", "امکان",
	"کند", "آهسته", "آسان", "نیک", "زشت", "نالان", "دیروز" ];

const interjections = [ "اِه", "دِ", "اَه", "آخ", "آخیش", "آخیییی", "وا", "ای بابا", "ای وای", "اِواا",
	"نُچّ", "اَاَ", "بابا", "هیس", "وای", "اُوه", "حالا" ];

const recipeWords = [ "شکستن", "لایه", "ورقه", "زدن", "دادن", "چشیدن", "برش", "جوشیدن", "ریختن", "باربیکیو",
	"پختن", "غل", "آشپزی", "مواد", "اولیه", "دستور", "پخت", "دستورالعمل", "ملاقه", "کشیدن", "جوشاندن", "دست", "زن",
	"برقی", "حرکت", "باحرکت", "جلووعقب", "ورز", "آتش", "مستقیم", "ادویه", "روغن", "اضافی", "گرفتن", "پیچیدن",
	"پخته", "نشده", "پز", "خام", "یخ", "زده", "قاشق", "چایخوری", "فر", "گاز", "سطح", "حرارت", "ملایم", "عصاره", "مرغ",
	"گوشت", "سبزیجات", "وپز", "خمیر", "کتاب" ];

const timeWords = [ "فروردین", "اردیبهشت", "خرداد", "تیر", "مرداد", "شهریور", "مهر", "آبان", "آذر", "دی",
	"بهمن", "اسفند", "صبح", "عصر", "مغرب", "غروب", "بامداد", "نیمه", "ساعت", "روز", "تقویم",
	"دقیقه", "اوایل", "هفته", "گذشته", "آینده", "بهار", "تابستان", "پاییز", "زمستان", "گرینویچ", "دهه",
	"قمری", "شمسی", "نجومی", "شنی", "عقربه", "جهانی", "لحظه", "ماه", "الان",
	"ربع", "روزمره", "روزانه", "اکنون", "تاخیر" ];

const vagueNouns = [ "خیلی ", "بسیاری", "قدری", "پاره ای", "پاره‌ای", "چندان" ];

const titles = [ "آقا", "آقای", "خانم", "دوشیزه", "جناب", "سرکار", "دکتر" ];

const transitionWords = [ "کاملاً", "بعد" ];

export const all = transformWordsWithHyphens( [].concat( cardinalNumerals, ordinalNumerals, pronouns, interrogatives,
	quantifiers, reflexivePronouns, indefinitePronouns, prepositions, conjunctions, interviewVerbs,
	intensifiers, auxiliariesAndDelexicalizedVerbs, generalAdjectivesAdverbs, interjections, recipeWords,
	timeWords, vagueNouns, titles, transitionWords, reciprocalNouns, fractions,
	articles, singleWordTransitionWords ) );

export default all;
