import { singleWords as singleWordTransitionWords } from "./transitionWords";
import transformWordsWithHyphens from "../../../helpers/transform/transformWordsWithHyphens";

/**
 * Returns an array with function words.
 *
 * @returns {[]} The array filled with various categories of function words.
 */
const articles = [ "ی", "یک", "برخی", "از", "معدود", "چندتا", "مقداری" ];

const cardinalNumerals = [ "یک", "دو", "سه", "چهار", "پنج", "شش", "هفت", "هشت", "نه", "ده", "یازده", "دوازده", "سیزده",
	"چهارده", "پانزده", "شانزده", "هفده", "هجده", "نوزده", "بیست", "صد", "هزار", "میلیون", "میلیارد", "هفتده", "نونزده",
	"بیست", "و", "یک", "سی", "چهل", "پنجاه", "شصت", "هفتاد", "هشتاد", "نود", "صد", "یک", "دویست", "تریلیارد" ];

const ordinalNumerals = [ "اول", "اوّل", "دوم", "سوم", "چهارم", "پنجم", "ششم", "هفتم", "هشتم", "نهم", "دهم", "یازدهم",
	"دوازدهم", "سیزدهم", "چهاردهم", "پانزدهم", "شانزدهم", "هفدهم", "هجدهم", "نوزدهم", "بیستم", "پانزدهمین",
	"هفتهمین", "هجدهمین", "نوزدهمین", "بیستمین", "بیست", "و", "یکم", "سی", "ام", "چهلم", "پنجاهم", "شصتم", "هفتادم", "هشتادم",
	"نودم", "صدم", "صد", "یکم", "دویستم", "هزارم", "میلیونم", "میلیاردم", "هفتهم" ];

const fractions = [ "نیم", "یک", "سوم", "یک", "چهارم", "یک", "پنجم", "ششم", "هفتم", "هشتم", "نهم", "دهم", "سوم",
	"چهارم", "پنجم", "ششم", "هفتم", "هشتم", "نهم", "چهارم", "پنجم" ];

const pronouns = [ "مرا", "من", "را", "من‌را", "به", "من", "تو", "شما", "شما", "تو", "شما",
	"اون", "اونو", "اون", "او", "ایشان", "ایشان", "ایشان", "ایشون", "ایشون",
	"ایشون", "ایشون", "این", "اون", "رو", "آن", "این", "این", "اینو", "ما", "اونا",
	"آن‌ها", "آنها", "آن‌ها", "آنها", "آن‌ها", "اونا", "اونارو", "اونا", "من", "تو", "ما", "آنها", "همین", "همان",
	"اینان", "آنان" ];

const possessivePronouns = [ "مال", "من", "تو", "ما", "شما", "ایشان", "آنها" ];

const reflexivePronouns = [ "خودم", "خودت", "خودش", "خودمان", "خودتان", "خودشان", "خود" ];

const indefinitePronouns = [ "هر", "کس", "هرکس",
	"کسی", "هیچ", "فلان",
	"هیچ کس", "هیچ‌کس",
	"شخصی",
	"هیچ", "چیز", "هیچ‌چیز",
	"همه", "چیز", "همه‌چیز",
	"چیزی", "یکی دیگر",
	"کدام", "هرکدام",
	"یک",
	"هیچ کدام", "هیچ‌کدام",
	"کمی", "خیلی", "دیگری", "همه", "بعضی", "دو", "معدود", "اندکی", "خیلی", "دیگران ", "چندین" ];

const reciprocalNouns = [ "همدیگر", "یکدیگر" ];

const interrogatives = [ "کی", "کِی", "کجا", "چه", "چرا", "چطور", "آیا" ];

const quantifiers = [ "کمی", "زیاد", "فراوان", "بیشتر", "بسیار", "کم", "مشتی", "بسیار", "مقدار",
	"بسیار", "کم", "تعداد", "زیادی", "مقدار", "بخش", "تعداد", "مقداری", "چند", "تمام", "خیلی" ];

const prepositions = [ "با", "باری", "نیز", "چند", "ان", "که", "تا", "اینکه", "چون‌که", "اگرچه", "باوجوداین",
	"شروطی", "واسهی", "بی", "بر", "چون", "چندان‌که", "تااینکه", "چون", "اگر", "چنانچه", "این", "وجود", "بعد",
	"برای", "در", "چونان", "زیرا", "آنکه", "این", "رو", "اگرچنانچه", "بس", "قبل", "واسه", "را", "برای", "چونان‌که", "زیراکه",
	"تاآنکه", "ازاین‌رو", "الا", "این‌که", "بس", "بعد", "یا", "بر", "ای", "این", "چنان", "همین", "آن‌جا", "ازین‌رو",
	"این حال", "بس‌که", "قبل", "برای", "چنان‌چه", "همین‌که", "آن‌گاه", "بس", "بااین‌حال", "بس‌که",
	"اندر", "نه", "برای", "چنان‌که", "همان‌که", "ازآنجاکه", "بااین‌که", "به‌شرط آن‌که", "علیه", "مگر", "برای", "چنانچه",
	"همان", "آن‌جا", "ازبس", "شرط آن‌که", "بدون", "چه", "خواه", "چونکه", "بلکه", "آن‌که",
	"ازبس‌که", "بااینکه", "شرطی", "ضد", "زیرا", "جز", "ازآنکه", "بهر آن‌که", "وجود", "الی", "غیر",
	"الا", "اکنون", "الاّ", "بیرون", "پایین", "پشت", "پهلوی", "پی", "تا", "توی", "درون", "دنبال", "روی",
	"زیر", "کنار", "مانند", "مثل", "مقابل", "شبیه", "نزدیک", "میان", "پیش", "برخی", "پر", "زی", "سوای", "بهر", "غیر ",
	"غیر", "اضافه", "ی", "اضافه", "علاوه", "وسیله", "استثنای", "مجرد", "جهت", "خاطر", "نظر", "روی", "ازسر",
	"قبیل", "لحاظ", "حیث", "جمله", "جمله", "برابر", "مقابل", "درباره", "درمورد", "درمیان", "درخصوص",
	"براثر", "براساس", "برطبق", "برحسب", "وجود", "سوی", "سر", "مورد", "میان", "خصوص", "اثر", "اساس", "طبق",
];

const postposition = [ "را" ];

const conjunctions = [ "اما", "پس", "تا", "چون", "چه", "خواه", "زیرا", "لیکن", "نه", "نیز", "و", "ولی", "هم",
	"یا", "همین", "آنجا", "این", "روی", "بس", "اکنون", "چنانچه", "چنانکه", "الا", "اینکه", "این", "حال", "وجود", "اینکه",
	"این", "بس", "شرط", "طوری", "بلکه", "بنابراین", "هر", "بی", "تا جایی", "چنانچه", "چندانکه", "چون", "حالی", "صورتی",
	"نتیجه", "زیرا", "وانگهی", "وقتی", "وگرنه", "هرچند", "هر گاه", "هر وقت", "همانطور", "فقط" ];

const interviewVerbs = [ "گفتن", "توضیح دادن", "اظهار", "کردن", "پرسیدن", "درخواست", "بحث", "اعلام", "گفتگو",
	"فهمیدن", "درک", "پیشنهاد", "بیان", "فکر", "عقیده", "داشتن", "مکالمه", "ابراز", "مبادله" ];

const intensifiers = [ "خیلی", "زیاد", "کاملا زیاد", "تقریباً", "تقریبا", "انصافاً", "انصافا", "طرز", "حیرت",
	"انگیزی", "عظیمی", "بیش ازحد", "بخصوص", "فوق العاده", "فوق‌العاده", "وحشتناک", "شگفت", "آوری", "شگفت‌آوری",
	"معنای", "واقعی", "کلمه", "نسبتا", "واقعاً", "واقعا", "بسیار", "طور فوق العاده", "فوق‌العاده" ];

const auxiliariesAndDelexicalizedVerbs = [ "خواستن", "بایستن", "شایستن", "توانستن", "جرات", "داشتن", "می‌شود",
	"می شود", "میشود", "گشت", "گردید", "می‌گردد", "خواهم", "بود", "است", "نیست", "باشد", "می‌توان", "می", "توان",
	"میتوان", "شده", "شده است", "دارد", "دارند" ];

const generalAdjectivesAdverbs = [ "سیاه", "سفید", "آبی", "قهوه", "ایی", "خاکستری", "سبز", "نارنجی", "ارغوانی", "قرمز", "سفید",
	"زرد", "دایره", "راست", "مربع", "مثلث", "تازه", "تلخ", "شور", "ترش", "تند", "شیرین", "بد", "تمیز", "پاک", "تاریک",
	"دشوار", "تار", "کثیف", "خشک", "ساده", "خالی", "گران", "سریع", "خارجی", "کامل", "خوب", "سخت", "سنگین", "سفت", "ارزان",
	"سبک", "محلی", "جدید", "پرسروصدا", "قدیمی", "قوی", "ساکت", "درست", "نرم", "بسیار", "ضعیف", "مرطوب", "اشتباه",
	"جوان", "بزرگ", "عمیق", "طولانی", "دراز", "کشیده", "باریک", "کوتاه", "کوچک", "وسیع", "ضخیم", "نازک", "ناخواسته",
	"ناپاک", "نااهل", "بعضی وقت ها", "شب", "امروز", "امسال", "فردا", "همیشه", "اینجا", "آنجا", "مدرسه", "هر کجا", "مسجد",
	"خوب", "با آرامی", "افتان و خیزان", "گریان", "افسوس", "متاسفانه", "عجبا", "شگفتا", "حتماً", "یقیناً", "چگونه", "چرا",
	"شاید", "پنداری", "گمانم", "اندک", "قطره قطره", "جان", "خدا", "مانا", "همانا", "چنان", "چنین", "بکردار",
	"بسان", "کاش", "ای کاش", "کاشکی", "اگر", "اگرچه", "وگر", "ور", "چنانچه", "نه", "هرگز", "هیچ", "هیچ وجه", "اصلاً",
	"ابداً", "اول", "دوم", "نخست", "درآغاز", "پیاپی", "گروه گروه", "دسته دسته", "دوتا دوتا", "جز", "مگر", "جزکه",
	"مگر", "اتفاقاً", "احتمالاً", "دائماً", "اجباراً", "معمولاً", "سریعاً", "مخصوصاً", "تقریباً", " آخرالامر", "الآن", "بالعکس ",
	"فی الفور", "بالطبع", "مادام", "حتی المقدور ", "هنوز", "نو", "دوباره", "باز", "مجدد", "خارج", "بالا", "زیر",
	"عقب", "کنار", "همه جا", "باز", "امیدوارم", "الهی", "خداکند", "آرزومندم", "ان شالله ", "نظرم", "اینکه",
	"احتمال", "امکان", "تند", "کند", "آهسته", "سریع", "بد", "آسان", "ارزان", "نیک", "زشت ", "نالان", "دیروز", "باید" ];

const interjections = [ "اِه", "دِ", "اَه اَه", "آخ", "آخیش", "آخیییی", "وا", "ای بابا", "ای وای", "اِواا", "نُچّ",
	"اَاَ", "بابا", "هیس", "ای", "وای", "من", "اُوه حالا", "اُوه" ];

const recipeWords = [ "شکستن", "آب", "کردن", "پخش", "لایه", "ورقه", "رول", "سرخ", "پوست کندن", "مخلوط",
	"هم", "زدن", "تفت", "دادن", "قاطی", "چشیدن", "برش", "تکه", "نصف", "رنده", "جوشیدن", "بخار", "ریختن", "آبکش",
	"اضافه", "دم", "تخمیر", "باربیکیو", "پختن", "وزن", "رل", "خورد", "بخار", "پز", "غل", "آشپزی", "مواد", "اولیه",
	"دستور", "پخت", "دستورالعمل", "چرب", "پختن", "با", "ملاقه", "کشیدن", "ریزریز", "مکعب", "خورد", "چرخ", "تیکه",
	"آرامی", "جوشاندن", "سریع", "دست", "زن", "برقی", "حرکت", "دایره", "ایی", "گرم", "باحرکت", "جلووعقب", "تزیین", "ورز",
	"بریان", "گریل", "کباب", "آتش", "مستقیم", "پختن", "ادویه", "روغن", "اضافی", "گرفتن", "طعم", "دار", "پیچیدن", "پخته",
	"نشده", "زیاد", "پخته", "شده", "کاملا", "نیم", "پز", "خام", "یخ", "زده", "قاشق", "چایخوری", "فر", "گاز", "سطح", "روی",
	"گاز", "حرارت", "ملایم", "عصاره", "مرغ", "گوشت", "سبزیجات", "سبک", "پخت", "وپز", "ادویه", "خمیر", "بی", "ادویه", "کتاب", "آشپزی" ];

const timeWords = [ "فروردین", "اردیبهشت", "خرداد", "تیر", "مرداد", "شهریور", "مهر", "آبان", "آذر", "دی", "بهمن", "اسفند",
	"صبح", "ظهر", "عصر", "نصف", "شب", "مغرب", "غروب", "ظهر", "بامداد", "قبل", "نیمه", "ساعت", "روز", "زمان",
	"تقویم", "سال", "دقیقه", "اوایل", "شب", "سر", "هفته", "گذشته", "آینده", "بهار", "تابستان", "پاییز", "زمستان",
	"گرینویچ", "دهه", "تقویم", "قمری", "تقویم", "شمسی", "نجومی", "سا", "عت", "شنی", "ساعت", "عقربه", "جهانی", "سریع",
	"کبیسه", "خورشیدی", "لحظه", "ماه", "الان", "وقت", "نصف", "النهار", "حاضر", "اکنون", "ربع", "روزمره",
	"روزانه", "سنج", "تاخیر", "دیروز", "امروز" ];

const vagueNouns = [ "هر", "همه", "هیچ", "فلان", "چندین", "خیلی ", "کمی", "بسیاری", "اندکی", "قدری", "برخی", "بعضی",
	"پاره ای", "پاره‌ای", "چندان" ];

const titles = [ "آقا", "آقای", "خانم", "دوشیزه", "جناب", "سرکار", "آقا", "آقای", "دکتر", "جناب", "جناب" ];

const transitionWords = [ "دوباره", "قطعاً", "حتماً", "اصلاً", "قاعدتاً", "ظبیعتاً", "شاید", "کاملاً", "و", "همچنین",
	"هم", "مانند", "شبیه", "ولی", "اما", "امّا", "لیکن", "ولو", "ضمن", "کنار", "ترجیحاً", "وگرنه", "پس", "سپس",
	"وقتی", "زمانی", "خاطر", "مخصوصاً", "مشخصاً", "کل", "بعد", "قبل", "تا" ];

export const all = transformWordsWithHyphens( [].concat( cardinalNumerals, ordinalNumerals, pronouns, interrogatives,
	quantifiers, reflexivePronouns, indefinitePronouns, prepositions, conjunctions, interviewVerbs,
	intensifiers, auxiliariesAndDelexicalizedVerbs, generalAdjectivesAdverbs, interjections, recipeWords,
	timeWords, vagueNouns, titles, transitionWords, postposition, reciprocalNouns, possessivePronouns, fractions,
	articles, singleWordTransitionWords ) );

export default all;
