import { singleWords as singleWordTransitionWords } from "./transitionWords";
import transformWordsWithHyphens from "../../../helpers/transform/transformWordsWithHyphens";

/**
 * Returns an array with function words.
 *
 * @returns {[]} The array filled with various categories of function words.
 */
const articles = [ "ی", "یک", "برخی", "از", "معدود", "چندتا", "مقداری" ];

const cardinalNumerals = [ "دو", "سه", "چهار", "پنج", "شش", "هفت", "هشت", "نه", "ده", "یازده", "دوازده", "سیزده",
	"چهارده", "پانزده", "شانزده", "هفده", "هجده", "نوزده", "بیست", "صد", "هزار", "میلیون", "میلیارد", "هفتده", "نونزده",
	"و", "سی", "چهل", "پنجاه", "شصت", "هفتاد", "هشتاد", "نود", "دویست", "تریلیارد" ];

const ordinalNumerals = [ "اول", "اوّل", "دوم", "سوم", "چهارم", "پنجم", "ششم", "هفتم", "هشتم", "نهم", "دهم", "یازدهم",
	"دوازدهم", "سیزدهم", "چهاردهم", "پانزدهم", "شانزدهم", "هفدهم", "هجدهم", "نوزدهم", "بیستم", "پانزدهمین",
	"هفتهمین", "هجدهمین", "نوزدهمین", "بیستمین", "یکم", "ام", "چهلم", "پنجاهم", "شصتم", "هفتادم", "هشتادم",
	"نودم", "صدم", "دویستم", "هزارم", "میلیونم", "میلیاردم", "هفتهم" ];

const fractions = [ "نیم" ];

const pronouns = [ "مرا", "من", "را", "من‌را", "به", "تو", "شما", "اون", "اونو", "او", "ایشان", "ایشون", "این",
	"رو", "آن", "اینو", "ما", "اونا", "آن‌ها", "آنها", "اونارو", "همین", "همان", "اینان", "آنان" ];

const possessivePronouns = [ "مال" ];

const reflexivePronouns = [ "خودم", "خودت", "خودش", "خودمان", "خودتان", "خودشان", "خود" ];

const indefinitePronouns = [ " هر", "کس", "هرکس", "کسی", "هیچ", "فلان", "کس", "هیچ‌کس", "شخصی", "چیز",
	"هیچ‌چیز", "همه", "همه‌چیز", "چیزی", "یکی", "دیگر", "کدام", "هرکدام", "هیچ‌کدام", "دیگری", "بعضی", "اندکی", "دیگران",
	"چندین " ];

const reciprocalNouns = [ "همدیگر", "یکدیگر" ];

const interrogatives = [ "کی", "کِی", "کجا", "چه", "چرا", "چطور", "آیا" ];

const quantifiers = [ "کمی", "زیاد", "فراوان", "بیشتر", "بسیار", "کم", "مشتی", "مقدار", "تعداد", "زیادی",
	"بخش", "چند", "تمام" ];

const prepositions = [ "با", "باری", "نیز", "ان", "که", "تا", "اینکه", "چون‌که", "اگرچه", "باوجوداین", "شروطی",
	"واسهی", "بی", "بر", "چون", "چندان‌که", "تااینکه", "اگر", "چنانچه", "وجود", "برای", "در", "چونان", "زیرا", "آنکه",
	"اگرچنانچه", "بس", "قبل", "واسه", "چونان‌که", "زیراکه", "تاآنکه", "ازاین‌رو", "الا", "این‌که", "یا", "ای", "چنان",
	"آن‌جا", "ازین‌رو", "بس‌که", "چنان‌چه", "همین‌که", "آن‌گاه", "بااین‌حال", "اندر", "چنان‌که", "همان‌که", "ازآنجاکه",
	"بااین‌که", "به‌شرط", "علیه", "مگر", "ازبس", "بدون", "خواه", "چونکه", "بلکه", "آن‌که", "ازبس‌که", "بااینکه", "شرطی", "ضد",
	"جز", "ازآنکه", "الی", "غیر", "بهر", "اکنون", "الاّ", "بیرون", "پایین", "پشت", "پهلوی", "پی", "توی", "درون", "دنبال",
	"روی", "زیر", "کنار", "مانند", "مثل", "مقابل", "شبیه", "نزدیک", "میان", "پیش", "پر", "زی", "سوای", "غیر ", "اضافه",
	"علاوه", "وسیله", "استثنای", "مجرد", "جهت", "خاطر", "نظر", "ازسر", "قبیل", "لحاظ", "حیث", "جمله", "برابر", "درباره",
	"درمورد", "درمیان", "درخصوص", "براثر", "براساس", "برطبق", "برحسب", "سوی", "سر", "مورد", "خصوص", "اثر", "اساس",
	"طبق", "سبک", "محلی", "جدید", "پرسروصدا", "قدیمی", "قوی", "ساکت", "درست", "نرم", "ضعیف", "مرطوب", "اشتباه",
	"جوان", "بزرگ", "عمیق", "طولانی", "دراز", "کشیده", "باریک", "کوتاه", "کوچک", "وسیع", "ضخیم", "نازک", "ناخواسته",
	"ناپاک", "نااهل", "بعضی وقت ها", "شب", "امروز", "امسال", "فردا", "همیشه", "اینجا", "آنجا", "مدرسه", "هر کجا",
	"مسجد", "خوب", "آرامی", "افتان", "وخیزان", "گریان", "افسوس", "متاسفانه", "عجبا", "شگفتا", "حتماً", "یقیناً",
	"چگونه", "شاید", "پنداری", "گمانم", "اندک", "قطره", "جان", "خدا", "مانا", "همانا", "چنین", "بکردار", "بسان", "کاش",
	"ای کاش", "کاشکی", "وگر", "ور", "هرگز", "وجه", "اصلاً", "ابداً", "نخست", "درآغاز", "پیاپی", "گروه", "دسته", "دوتا",
	"جزکه", "اتفاقاً", "احتمالاً", "دائماً", "اجباراً", "معمولاً", "سریعاً", "مخصوصاً", "تقریباً", " آخرالامر", "الآن",
	"بالعکس", "را" ];

const conjunctions = [ "اما", "پس", "لیکن", "ولی", "هم", "چنانکه", "حال", "شرط", "طوری", "بنابراین", "جایی",
	"چندانکه", "حالی", "صورتی", "نتیجه", "وانگهی", "وقتی", "وگرنه", "هرچند", "گاه", "وقت", "همانطور", "فقط" ];

const interviewVerbs = [ "گفتن", "توضیح", "اظهار", "کردن", "پرسیدن", "درخواست", "بحث", "اعلام",
	"گفتگو", "فهمیدن", "درک", "پیشنهاد", "بیان", "فکر", "عقیده", "مکالمه", "ابراز",
	"مبادله" ];

const intensifiers = [ "خیلی", "کاملا", "تقریبا", "انصافاً", "انصافا", "طرز", "حیرت", "انگیزی",
	"عظیمی", "بیش ازحد", "بخصوص", "العاده", "فوق‌العاده", "وحشتناک", "شگفت", "آوری", "شگفت‌آوری", "معنای", "واقعی",
	"کلمه", "نسبتا", "واقعاً", "واقعا", "العاده", "فوق", "طور" ];

const auxiliariesAndDelexicalizedVerbs = [ "خواستن", "باید", "بایستن", "شایستن", "توانستن", "جرات", "داشتن",
	"می‌شود", "می شود", "میشود", "گشت", "گردید", "می‌گردد", "خواهم", "بود", "است", "نیست", "باشد", "می‌توان", "می",
	"توان", "میتوان", "شده", "دارد", "دارند" ];

const generalAdjectivesAdverbs = [ "سیاه", "سفید", "آبی", "قهوه", "ایی", "خاکستری", "سبز", "نارنجی", "ارغوانی",
	"قرمز", "زرد", "دایره", "راست", "مربع", "مثلث", "تازه", "تلخ", "شور", "ترش", "تند", "شیرین", "بد", "تمیز", "پاک",
	"تاریک", "دشوار", "تار", "کثیف", "خشک", "ساده", "خالی", "گران", "سریع", "خارجی", "کامل", "سخت", "سنگین", "سفت",
	"ارزان", "فی", "الفور", "بالطبع", "مادام", "حتی", "المقدور ", "هنوز", "نو", "دوباره", "باز", "مجدد", "خارج",
	"بالا", "عقب", "همه جا", "امیدوارم", "الهی", "خداکند", "آرزومندم", "ان شالله", "نظرم", "احتمال", "امکان",
	"کند", "آهسته", "آسان", "نیک", "زشت", "نالان", "دیروز" ];

const interjections = [ "اِه", "دِ", "اَه", "آخ", "آخیش", "آخیییی", "وا", "ای بابا", "ای وای", "اِواا",
	"نُچّ", "اَاَ", "بابا", "هیس", "وای", "اُوه", "حالا" ];

const recipeWords = [ "شکستن", "آب", "پخش", "لایه", "ورقه", "رول", "سرخ", "پوست کندن", "مخلوط", "زدن", "تفت",
	"دادن", "قاطی", "چشیدن", "برش", "تکه", "نصف", "رنده", "جوشیدن", "بخار", "ریختن", "آبکش", "دم", "تخمیر", "باربیکیو",
	"پختن", "وزن", "رل", "خورد", "غل", "آشپزی", "مواد", "اولیه", "دستور", "پخت", "دستورالعمل", "چرب", "ملاقه", "کشیدن",
	"ریزریز", "مکعب", "چرخ", "تیکه", "جوشاندن", "دست", "زن", "برقی", "حرکت", "گرم", "باحرکت", "جلووعقب", "تزیین",
	"ورز", "بریان", "گریل", "کباب", "آتش", "مستقیم", "ادویه", "روغن", "اضافی", "گرفتن", "طعم", "دار", "پیچیدن",
	"پخته", "نشده", "پز", "خام", "یخ", "زده", "قاشق", "چایخوری", "فر", "گاز", "سطح", "حرارت", "ملایم", "عصاره", "مرغ",
	"گوشت", "سبزیجات", "وپز", "خمیر", "کتاب" ];

const timeWords = [ "فروردین", "اردیبهشت", "خرداد", "تیر", "مرداد", "شهریور", "مهر", "آبان", "آذر", "دی",
	"بهمن", "اسفند", "صبح", "ظهر", "عصر", "مغرب", "غروب", "بامداد", "نیمه", "ساعت", "روز", "زمان", "تقویم",
	"سال", "دقیقه", "اوایل", "هفته", "گذشته", "آینده", "بهار", "تابستان", "پاییز", "زمستان", "گرینویچ", "دهه",
	"قمری", "شمسی", "نجومی", "سا", "عت", "شنی", "عقربه", "جهانی", "کبیسه", "خورشیدی", "لحظه", "ماه", "الان",
	"النهار", "حاضر", "ربع", "روزمره", "روزانه", "سنج", "تاخیر" ];

const vagueNouns = [ "خیلی ", "بسیاری", "قدری", "پاره ای", "پاره‌ای", "چندان" ];

const titles = [ "آقا", "آقای", "خانم", "دوشیزه", "جناب", "سرکار", "دکتر" ];

const transitionWords = [ "کاملاً", "بعد" ];

export const all = transformWordsWithHyphens( [].concat( cardinalNumerals, ordinalNumerals, pronouns, interrogatives,
	quantifiers, reflexivePronouns, indefinitePronouns, prepositions, conjunctions, interviewVerbs,
	intensifiers, auxiliariesAndDelexicalizedVerbs, generalAdjectivesAdverbs, interjections, recipeWords,
	timeWords, vagueNouns, titles, transitionWords, reciprocalNouns, possessivePronouns, fractions,
	articles, singleWordTransitionWords ) );

export default all;
