/** @module config/transitionWords */

/**
 * Returns a list of transition words consisting of single words
 *
 * @type {string[]} The list of single transition words.
 */
export const singleWords = [ "اگر", "اما", "باری", "پس", "چون", "چه", "خواه", "زیرا", "لیکن",
	"نیز", "و", "ولی", "هم", "یا",  "ازآنکه", "اگرچه", "اگرچنانکه", "بالعکس", "بلکه", "چنانچه", "چنانکه", "همچنین",
	"سپس", "وانگهی", "تااینکه", "بااینکه", "بنابراین", "وگرنه", "ولو"  ];

export const multipleWords = [ "ازآنجا که", "از این رو", "از این گذشته", "از بس", "از بس که", "از بهر آ‌نکه",
	"اکنون که", "الا اینکه", "آنجا که", "آنگاه که", "با این حال", "با وجود این", "با وجود اینکه", "بس که",
	"به جز", "به شرط آ‌نکه", "به طوری که", "به هر حال", "بی آنکه", "تا آنکه", "تا جایی که", "چندان که",
	"در حالیکه", "در صورتی که", "در نتیجه", "علیرغم اینکه", "مگر این که", "وقتی که", "هر چند", "هر گاه که",
	"هر وقت که", "همان طور که", "همان که", "همین که", "به غیر از", "بر طبق", "بر اساس", "بر اثر", "در خصوص", "چونان که",
	"با این وجود", "برای این", "آن‌جا که", "برای این که", "به شرطی که", "به خاطر", "به جهت", "به استثنای", "به علاوه ی",
	"به اضافه", "درباره ی", "در مقابل", "از جمله", "از حیث", "از لحاظ", "از قبیل", "با وجود", "به معنای واقعی کلمه" ];

export const allWords = singleWords.concat( multipleWords );

export default allWords;
