{
  "source": "http://snowball.tartarus.org/algorithms/hungarian/voc.txt",
  "words": [
    "abazinok",
    "abazin",
    "abba",
    "abbahagyja",
    "abbahagyni",
    "abbahagynám",
    "abbahagyom",
    "abbahagyott",
    "abbahagyta",
    "abbahagytam",
    "abbahagytuk",
    "abbahagyták",
    "abbahagyása",
    "abbahagyását",
    "abbahagy",
    "abbamaradni",
    "abbamaradt",
    "abbamarad",
    "abbéli",
    "abból",
    "abban",
    "abc-be",
    "abc",
    "abházokhoz",
    "abházok",
    "abház",
    "ablaka",
    "ablakai",
    "ablakaikkal",
    "ablakainak",
    "ablakait",
    "ablakba",
    "ablakban",
    "ablakból",
    "ablakhoz",
    "ablakkal",
    "ablaknál",
    "ablakok",
    "ablakokat",
    "ablakokkal",
    "ablakokon",
    "ablakoktól",
    "ablakon",
    "ablakot",
    "ablakra",
    "ablakában",
    "ablakából",
    "ablakán",
    "ablakának",
    "ablakátablak",
    "ablakemelő",
    "ablakkeret",
    "ablakmosó",
    "ablaknyílásokkal",
    "ablaknyílás",
    "ablaküvegen",
    "ablaküveget",
    "ablaküveg",
    "ablakrésekhez",
    "ablakrések",
    "ablakrés",
    "ablaktalan",
    "ablaktáblán",
    "ablaktábla",
    "ablakos",
    "ablakpárkánynak",
    "ablakpárkányon",
    "ablakpárkány",
    "abnormális",
    "abortuszon",
    "abortusz",
    "abroncsok",
    "abroncs",
    "abrosszal",
    "abrosz",
    "abszolutisztikus",
    "abszolutizmus",
    "abszolváltam",
    "abszolvál",
    "abszolúciót",
    "abszolúció",
    "abszolúte",
    "abszolút",
    "absztrakció",
    "absztrakt",
    "abszurd",
    "abszurditásán",
    "abszurditás",
    "abszurdum",
    "accountokról",
    "accountok",
    "account",
    "acetilszalicilsav",
    "achátból",
    "achát",
    "acsony",
    "activával",
    "activa",
    "acélajtókon",
    "acélajtó",
    "acélból",
    "acéllal",
    "acélt",
    "acél",
    "acélgyártója",
    "acélgyártó",
    "acélipari",
    "acélkemény",
    "acélrúddal",
    "acélrudat",
    "acélrúd",
    "acéltermelésének",
    "acéltermelés",
    "acélvázas",
    "acélváz",
    "adagjánál",
    "adagját",
    "adagokkal",
    "adagot",
    "adagunkat",
    "adag",
    "adagolt",
    "adagolt",
    "adagolási",
    "adagol",
    "adagolójába",
    "adagolós",
    "adakozókedv",
    "adakozóknak",
    "adakoz",
    "adalék",
    "adaptert",
    "adapter",
    "adaptációja",
    "adaptációs",
    "adaptáció",
    "adaptálják",
    "adaptálása",
    "adaptáló",
    "adaptál",
    "adaptív",
    "adata",
    "adatai",
    "adataiban",
    "adataiból",
    "adataik",
    "adataikat",
    "adatainak",
    "adataink",
    "adatainkat",
    "adataira",
    "adatait",
    "adataival",
    "adat",
    "adatból",
    "adatként",
    "adatnak",
    "adatok",
    "adatokat",
    "adatokba",
    "adatokban",
    "adatokból",
    "adatokhoz",
    "adatokig",
    "adatokkal",
    "adatoknak",
    "adatoknak",
    "adatoknál",
    "adatokon",
    "adatokra",
    "adatokról",
    "adatot",
    "adatra",
    "adatról",
    "adattal",
    "adatát",
    "adatának",
    "adatanalízis",
    "adatbankként",
    "adatbank",
    "adatbejelentési",
    "adatbejelentés",
    "adatbevitelben",
    "adatbevitel",
    "adatbeviteli",
    "adatbitek",
    "adatbiteket",
    "adatbitekké",
    "adatbitre",
    "adatbit",
    "adatblokkok",
    "adatblokkokat",
    "adatblokk",
    "adatbányászat",
    "adatbányászati",
    "adatbányászatot",
    "adatbányászattal",
    "adatbázis",
    "adatbázisa",
    "adatbázisba",
    "adatbázisban",
    "adatbázisból",
    "adatbázishoz",
    "adatbázisnak",
    "adatbázisok",
    "adatbázisokat",
    "adatbázisokban",
    "adatbázisokhoz",
    "adatbázisokért",
    "adatbázison",
    "adatbázisra",
    "adatbázisról",
    "adatbázissal",
    "adatbázist",
    "adatbázisába",
    "adatbázisában",
    "adatbázisából",
    "adatbázis-beli",
    "adatbázis-cache",
    "adatbázis-fejlesztésben",
    "adatbázis-infrastruktúráját",
    "adatbázis-kezelés",
    "adatbázis-kezelést",
    "adatbázis-kezelő",
    "adatbázis-kezelői",
    "adatbázis-kezelőjéért",
    "adatbázis-kezelők",
    "adatbázis-kezelőket",
    "adatbázis-kezelőnek",
    "adatbázis-kezelőt",
    "adatbáziskezelő",
    "adatbázis-kiszolgáló",
    "adatbázis-kiszolgálón",
    "adatbázis-készítője",
    "adatbázis-központú",
    "adatbázis-szerverre",
    "adatbázisszintű",
    "adatbázistermékére",
    "adatcsere",
    "adatcsomag",
    "adatcsomagokba",
    "adatcsoportokhoz",
    "adatelemnek",
    "adatelemzésre",
    "adatelérésű",
    "adatfajtákra",
    "adatfeldolgozó",
    "adatfeldolgozók",
    "adatfelhalmozás",
    "adatfeltöltés",
    "adatfelíráshoz",
    "adatfolyam",
    "adatfolyamnak",
    "adatfolyamot",
    "adatforgalma",
    "adatforgalmat",
    "adatforgalomnak",
    "adatforgalom",
    "adatforgalom-szolgáltatási",
    "adatformátum",
    "adatforrásból",
    "adatgyűjtemény",
    "adatgyűjtés",
    "adatgyűjtésre",
    "adathordozó",
    "adathordozóban",
    "adathordozóhoz",
    "adathordozók",
    "adathordozókat",
    "adathordozóra",
    "adathordozóról",
    "adathordozót",
    "adathálózat",
    "adathálózathoz",
    "adathálózati",
    "adathálózatokhoz",
    "adathálózatán",
    "adathálózatának",
    "adatintegritás",
    "adatkapcsolat",
    "adatkapcsolati",
    "adatkapcsolatok",
    "adatkapcsolatokat",
    "adatkapcsolatot",
    "adatkezelés",
    "adatkezelése",
    "adatkezelésnek",
    "adatkezelésre",
    "adatkezelést",
    "adatkommunikációból",
    "adatkommunikációját",
    "adatkommunikációra",
    "adatkommunikációs",
    "adatkábelt",
    "adatkészleteket",
    "adatközlés",
    "adatközlő",
    "adatközpontba",
    "adatközponti",
    "adatközpontjához",
    "adatközpontokhoz",
    "adatküldés",
    "adatlapja",
    "adatlapok",
    "adatlemez",
    "adatmennyiségeket",
    "adatmennyiséget",
    "adatmigrációval",
    "adatolvasás",
    "adatpiac",
    "adatpiacba",
    "adatpiacok",
    "adatpiacokban",
    "adatpiacokkal",
    "adatpiacoknak",
    "adatpiaci",
    "adatraktáraihoz",
    "adatrögzítés",
    "adatrögzítést",
    "adatsor",
    "adatstruktúra",
    "adatstruktúrába",
    "adatstruktúrája",
    "adatstruktúráját",
    "adatstruktúrákat",
    "adatszerkezetre",
    "adatszinkronizáció",
    "adatszolgáltatás",
    "adatszolgáltatása",
    "adatszolgáltatásainál",
    "adatszolgáltatási",
    "adatszolgáltatások",
    "adatszolgáltatásokat",
    "adatszolgáltatásokból",
    "adatszolgáltatásra",
    "adatszolgáltatásról",
    "adatszolgáltatással",
    "adatszolgáltatást",
    "adatszolgáltatásukra",
    "adatszolgáltatására",
    "adatszétosztás",
    "adatséf",
    "adattovábbítás",
    "adattovábbításban",
    "adattovábbításhoz",
    "adattovábbításnak",
    "adattovábbításra",
    "adattár",
    "adattárak",
    "adattárak",
    "adattárakat",
    "adattárakkal",
    "adattárakra",
    "adattárat",
    "adattárban",
    "adattárból",
    "adattárra",
    "adattárház-megoldást",
    "adattárház-menedzser",
    "adattárház-menedzsertől",
    "adattárház-menedzserének",
    "adattárházak",
    "adattárház",
    "adattárházakat",
    "adattárházakból",
    "adattárházat",
    "adattárházas",
    "adattárolás",
    "adattárolást",
    "adattároló",
    "adattömeget",
    "adatvesztés",
    "adatvesztéseket",
    "adatvesztést",
    "adatvédelem",
    "adatvédelem",
    "adatvédelemről",
    "adatvédelmet",
    "adatvédelmi",
    "adatállomány-továbbítás",
    "adatállományuk",
    "adatállományának",
    "adatáramlás",
    "adatátalakítgatásokhoz",
    "adatátvitel",
    "adatátvitelhez",
    "adatátviteli",
    "adatátvitelt",
    "adatértelmező",
    "adandó",
    "adassék",
    "adatik",
    "addig",
    "addigra",
    "addigi",
    "addiginál",
    "addigsem",
    "addresses",
    "addressing",
    "adeni",
    "adhassa",
    "adhassuk",
    "adhat",
    "adhatja",
    "adhatjuk",
    "adhatják",
    "adhatnak",
    "adhatnák",
    "adhatnék",
    "adhatod",
    "adhatott",
    "adhatsz",
    "adhattam",
    "adhatunk",
    "adhatta-vehette",
    "adható",
    "adhatók",
    "adige-abház",
    "administrative",
    "adminisztratív",
    "adminisztráció",
    "adminisztrációja",
    "adminisztrációs",
    "adminisztrációt",
    "adminisztrációval",
    "adminisztrálni",
    "adminisztrált",
    "adminisztrációs-felügyeleti",
    "adminisztrátor",
    "adminisztrátori",
    "adminisztrátorok",
    "adminisztrátoroknak",
    "adminisztrátorra",
    "adminisztrátort",
    "admiralitás",
    "admirális",
    "admirálissal",
    "admirálist",
    "adogatott",
    "adogatásaimat",
    "adogatásait",
    "adok-kapok",
    "adomákkal",
    "adomány",
    "adományaikat",
    "adományaikkal",
    "adományaimból",
    "adományokat",
    "adományokból",
    "adományokra",
    "adományoznék",
    "adományozom",
    "adományozott",
    "adományoztak",
    "adományozás",
    "adományozásban",
    "adományjegy",
    "ad",
    "add",
    "adja",
    "adja",
    "adjak",
    "adjam",
    "adjanak",
    "adjon",
    "adjuk",
    "adjuk",
    "adjunk",
    "adják",
    "adna",
    "adnak",
    "adni",
    "adnia",
    "adniuk",
    "adnom",
    "adnunk",
    "adná",
    "adnák",
    "adnának",
    "adnék",
    "adod",
    "adok",
    "adom",
    "adsz",
    "adta",
    "adtad",
    "adtak",
    "adtam",
    "adtuk",
    "adtunk",
    "adták",
    "adtál",
    "adunk",
    "adva",
    "adott",
    "adottak",
    "adottnak",
    "adottság",
    "adottsága",
    "adottságai",
    "adottságnak",
    "adottságod",
    "adottságok",
    "adottságú",
    "adriai",
    "adták-vették",
    "adtán",
    "aduvá",
    "adventi",
    "adácsiak",
    "adás",
    "adása",
    "adásai",
    "adásait",
    "adásba",
    "adásban",
    "adásból",
    "adáshoz",
    "adásként",
    "adásnak",
    "adások",
    "adásokat",
    "adásokra",
    "adásra",
    "adást",
    "adástól",
    "adásának",
    "adására",
    "adásával",
    "adásvezérlés",
    "adásvétel",
    "adásvételben",
    "adásvétele",
    "adásvételek",
    "adásvételi",
    "adásvétellel",
    "adásvételt",
    "adásvételével",
    "adásához",
    "adó-állam",
    "adó-államra",
    "adóalanyok",
    "adóalapból",
    "adóalapja",
    "adóalapjának",
    "adóbevallás",
    "adóbevallásukban",
    "adóbevallását",
    "adóbevallási",
    "adóbevétele",
    "adóbevételeket",
    "adóbevételük",
    "adó",
    "adós",
    "adósa",
    "adósak",
    "adósnak",
    "adósok",
    "adósokkal",
    "adósoknak",
    "adósokról",
    "adóssal",
    "adóst",
    "adóból",
    "adók",
    "adókon",
    "adókról",
    "adóról",
    "adót",
    "adóval",
    "adója",
    "adóját",
    "adójának",
    "adócsalási",
    "adócsalást",
    "adócsaló",
    "adócár",
    "adódhat",
    "adódhatnak",
    "adódik",
    "adódjon",
    "adódna",
    "adódnak",
    "adódott",
    "adódtak",
    "adódó",
    "adódóan",
    "adóegységesítés",
    "adóellenőr",
    "adóemelésben",
    "adófajták",
    "adófizetés",
    "adófizetést",
    "adófizetési",
    "adófizetők",
    "adófizetőktől",
    "adóforintoknak",
    "adóhalasztást",
    "adóhatóság",
    "adóhatóságnak",
    "adóhatóságnál",
    "adóhivatal",
    "adójogi",
    "adójogszabályok",
    "adókedvezmény",
    "adókedvezményeket",
    "adókedvezményekkel",
    "adókedvezményekre",
    "adókedvezménynél",
    "adókedvezményt",
    "adókonstrukciót",
    "adókulcs",
    "adókulcsemelés",
    "adókészülék",
    "adóköteles",
    "adókötelezettségről",
    "adólevonásra",
    "adómentesség",
    "adómentességben",
    "adómentességet",
    "adómérséklés",
    "adómérték",
    "adómértéket",
    "adópolitika",
    "adóreform",
    "adórendszer",
    "adórendőre",
    "adórendőrség",
    "adósság-visszafizetés",
    "adósság",
    "adóssága",
    "adósságainak",
    "adóssággá",
    "adóssághoz",
    "adósságok",
    "adósságokat",
    "adósságot",
    "adósságukat",
    "adósságának",
    "adósságát",
    "adósságtörlesztéséről",
    "adóssághegy",
    "adóssághegyet",
    "adósságállomány",
    "adósságállománya",
    "adósságállományát",
    "adósvédelem",
    "adószabályát",
    "adószakértők",
    "adószámítási",
    "adótanácsot",
    "adótartozás",
    "adótartozása",
    "adóteoretikusok",
    "adótörvényben",
    "adótörvények",
    "adóváltozatban",
    "adózna",
    "adózott",
    "adózott",
    "adózó",
    "adózók",
    "adózás",
    "adózási",
    "adóztatják",
    "adóztatnak",
    "adóztatása",
    "adóztatást",
    "adóztatását",
    "adóévre",
    "adóűrlapok",
    "adóügyek",
    "aecxml",
    "afeketefehér",
    "afelé",
    "afelől",
    "affektáció",
    "affektálj",
    "affektálsz",
    "affektált",
    "affektáltál",
    "affektálásnak",
    "afférban",
    "affért",
    "affértól",
    "afganisztáni",
    "afrikai",
    "afrodiziákum",
    "after",
    "afölött",
    "agenda-setting",
    "agenda-settinggel",
    "agent",
    "aggastyánosság",
    "aggaszt",
    "aggasztónak",
    "aggatott",
    "aggatta",
    "aggatva",
    "aggkori",
    "aggodalma",
    "aggodalmainkat",
    "aggodalmainkkal",
    "aggodalmak",
    "aggodalmakat",
    "aggodalmakkal",
    "aggodalmaskodnak",
    "aggodalmat",
    "aggodalmunk",
    "aggodalom",
    "aggodalommal",
    "aggok",
    "aggregált",
    "aggregátumokat",
    "aggregátumokon",
    "aggresszív",
    "aggteleki",
    "aggályos",
    "aggályosnak",
    "aggályoskodásod",
    "aggályt",
    "aggálytalan",
    "aggódik",
    "aggódj",
    "aggódnak",
    "aggódni",
    "aggódniuk",
    "aggódnom",
    "aggódnunk",
    "aggódnék",
    "aggódom",
    "aggódott",
    "aggódsz",
    "aggódtak",
    "aggódtam",
    "aggódtunk",
    "aggódva",
    "aggódásról",
    "aggódó",
    "agilitás",
    "agitprop",
    "agnoszticizmusnak",
    "agonizáló",
    "agoraphobia",
    "agrai",
    "agressziónak",
    "agresszióra",
    "agresszióról",
    "agresszorok",
    "agresszív",
    "agresszívabb",
    "agresszívan",
    "agronómus",
    "agrár-",
    "agrár-összeütközéseket",
    "agrárdiplomás",
    "agrárexport",
    "agrárexport-tevékenység",
    "agrárfinanszírozási",
    "agrárfórumot",
    "agrárium",
    "agrárkamarák",
    "agrárminiszter",
    "agrárprogram",
    "agrárszabályozás",
    "agrárszektor",
    "agrártermelői",
    "agrártámogatási",
    "agrártámogatások",
    "agrártámogatásokból",
    "agrártámogatásokra",
    "agrártámogatásra",
    "agrártámogatásának",
    "agrártárca",
    "agrártárcánál",
    "agrárválság",
    "agy",
    "agya",
    "agyak",
    "agyakat",
    "agyakban",
    "agyaként",
    "agyam",
    "agyamba",
    "agyamban",
    "agyamon",
    "agyat",
    "agyban",
    "agyból",
    "agynak",
    "agyra",
    "agyról",
    "agyukat",
    "agyukkal",
    "agyunkat",
    "agyunkban",
    "agyába",
    "agyában",
    "agyából",
    "agyán",
    "agyát",
    "agyú",
    "agyon",
    "agyonra",
    "agybajt",
    "agyafúrt",
    "agyafúrtak",
    "agyag",
    "agyagot",
    "agyagember",
    "agyagfalak",
    "agyagverem",
    "agyalt",
    "agyalágyult",
    "agydiagnózist",
    "agyelszívás",
    "agyhalál",
    "agykutatás",
    "agykutatásról",
    "agykutató",
    "agyközpontok",
    "agyműködésem",
    "agyoncsépelt",
    "agyonlőnek",
    "agyonlőni",
    "agyonlőnék",
    "agyonlőtt",
    "agyonlőttek",
    "agyonlövetése",
    "agyonlövik",
    "agyontechnologizált",
    "agyonverik",
    "agyonverni",
    "agyonverten",
    "agyonverték",
    "agyonzenélt",
    "agyonéheztették",
    "agyonüthetetlen",
    "agyonüthetik",
    "agyrázkódása",
    "agyrémeinek",
    "agysejtem",
    "agysejtjeinek",
    "agytekervényeit",
    "agyterületekre",
    "agytornafélére",
    "agytörzsig",
    "agyveleje",
    "agyvelejében",
    "agyvelő",
    "agyvizem",
    "agyvérszegény",
    "agyvérzés",
    "agyvérzése",
    "agárdi",
    "ahaja",
    "ahhoz",
    "ahogy",
    "ahogyan",
    "ahol",
    "aholvalóságos",
    "ahonnan",
    "ahonnét",
    "ahoty",
    "ahova",
    "ahová",
    "ahány",
    "ahányan",
    "ahányast",
    "ahányat",
    "ahányfajta",
    "ahányféle",
    "ahányszor",
    "ajakmozgatás",
    "ajimi",
    "ajjas",
    "ajka",
    "ajkai",
    "ajkait",
    "ajkak",
    "ajkamhoz",
    "ajkuk",
    "ajkába",
    "ajkán",
    "ajkának",
    "ajkára",
    "ajkát",
    "ajtaja",
    "ajtajában",
    "ajtajából",
    "ajtajához",
    "ajtaján",
    "ajtaját",
    "ajtó",
    "ajtóba",
    "ajtóban",
    "ajtóból",
    "ajtóhoz",
    "ajtóit",
    "ajtójuk",
    "ajtójában",
    "ajtók",
    "ajtókat",
    "ajtókon",
    "ajtóm",
    "ajtón",
    "ajtónak",
    "ajtónk",
    "ajtónál",
    "ajtóra",
    "ajtót",
    "ajtóval",
    "ajtónyílásra",
    "ajtófélfa",
    "ajtófélfának",
    "ajtó-deszkát",
    "ajtórugdosásnak",
    "ajtószárnyak",
    "ajándék",
    "ajándéka",
    "ajándékait",
    "ajándékba",
    "ajándékként",
    "ajándéknak",
    "ajándékod",
    "ajándékokat",
    "ajándékokra",
    "ajándékon",
    "ajándékot",
    "ajándékra",
    "ajándékunkért",
    "ajándékát",
    "ajándékért",
    "ajándékozni",
    "ajándékozott",
    "ajándékozott",
    "ajándékozta",
    "ajándékoztam",
    "ajándékozunk",
    "ajándékozzunk",
    "ajándékozás",
    "ajándékozásnál",
    "ajándékozással",
    "ajándékozó",
    "ajándékboltba",
    "ajándékrészvény",
    "ajándéktárgyakat",
    "ajánl",
    "ajánlanak",
    "ajánlani",
    "ajánlanám",
    "ajánlatott",
    "ajánlja",
    "ajánlják",
    "ajánlom",
    "ajánlotta",
    "ajánlottak",
    "ajánlottam",
    "ajánlották",
    "ajánlunk",
    "ajánlott",
    "ajánlat",
    "ajánlata",
    "ajánlatai",
    "ajánlatban",
    "ajánlatnak",
    "ajánlatnak",
    "ajánlatok",
    "ajánlatokat",
    "ajánlatokkal",
    "ajánlatokról",
    "ajánlatot",
    "ajánlattal",
    "ajánlattól",
    "ajánlatukat",
    "ajánlatukkal",
    "ajánlatunk",
    "ajánlatához",
    "ajánlatának",
    "ajánlatára",
    "ajánlatát",
    "ajánlatától",
    "ajánlatával",
    "ajánlati",
    "ajánlatos",
    "ajánlatosabb",
    "ajánlattevő",
    "ajánlattevőnek",
    "ajánlattevőnek",
    "ajánlattevővel",
    "ajánlattétel",
    "ajánlattétellel",
    "ajánlattételnek",
    "ajánlattételre",
    "ajánlattételt",
    "ajánlatétel",
    "ajánlhasson",
    "ajánlhat",
    "ajánlhatom",
    "ajánlható",
    "ajánlás",
    "ajánlásainak",
    "ajánlásainak",
    "ajánlásokat",
    "ajánlásokhoz",
    "ajánlásoknak",
    "ajánlást",
    "ajánlásában",
    "ajánlását",
    "ajánló",
    "ak-tív",
    "akadhat",
    "akadhatnak",
    "akadhatott",
    "akadna",
    "akadnak",
    "akadozva",
    "akadozásmentes",
    "akadt",
    "akadtak",
    "akadva",
    "akadály",
    "akadálya",
    "akadályait",
    "akadályba",
    "akadályok",
    "akadályokat",
    "akadályokba",
    "akadályokon",
    "akadályon",
    "akadályt",
    "akadályát",
    "akadálymentesnek",
    "akadálymentessége",
    "akadályozhatja",
    "akadályoz",
    "akadályozni",
    "akadályoznom",
    "akadályozná",
    "akadályozom",
    "akadályozta",
    "akadályozza",
    "akadályozzák",
    "akadályozása",
    "akadályoztatva",
    "akadályoztatás",
    "akadályoztatását",
    "akadályoztatásától",
    "akadályozó",
    "akadálypályán",
    "akadálytalan",
    "akadékoskodott",
    "akadékoskodás",
    "akadémiai",
    "akadémikus",
    "akadémikussal",
    "akadémiák",
    "akadémiákat",
    "akadémiáknak",
    "akadémiára",
    "akadémia",
    "akarat",
    "akarata",
    "akaratból",
    "akaratodat",
    "akaratodból",
    "akaratoknak",
    "akaratos",
    "akaratosabbak",
    "akarattal",
    "akarattalan",
    "akarattól",
    "akaratuk",
    "akaratukat",
    "akaratukból",
    "akaratukon",
    "akaratából",
    "akaratán",
    "akaratának",
    "akaratára",
    "akaratát",
    "akaratától",
    "akarati",
    "akarategysége",
    "akaratereje",
    "akaraterejük",
    "akaraterő",
    "akaraterőnk",
    "akaratlan",
    "akaratlanul",
    "akaratnyilvánítása",
    "akaratnyilvánításán",
    "akarhat",
    "akarhatna",
    "akarhattya",
    "akarj",
    "akarja",
    "akar",
    "akarjon",
    "akarjuk",
    "akarják",
    "akarjátok",
    "akarlak",
    "akarna",
    "akarnak",
    "akarni",
    "akarná",
    "akarnád",
    "akarnák",
    "akarnál",
    "akarnám",
    "akarnának",
    "akarnánk",
    "akarnánk",
    "akarnék",
    "akarod",
    "akarok",
    "akarom",
    "akarsz",
    "akart",
    "akarta",
    "akartad",
    "akartak",
    "akartalak",
    "akartam",
    "akartok",
    "akartuk",
    "akartunk",
    "akarták",
    "akartál",
    "akarunk",
    "akarás",
    "akaródzik",
    "akaródzott",
    "akaródzás",
    "akarók",
    "akaró",
    "akarókat",
    "akasztani",
    "akasztom",
    "akasztott",
    "akasztotta",
    "akasztás",
    "akasztásra",
    "akasztást",
    "akasztását",
    "akat",
    "akcentussal",
    "akceptálná",
    "akció",
    "akcióba",
    "akcióban",
    "akcióhoz",
    "akcióinak",
    "akciója",
    "akciójáig",
    "akciók",
    "akciókat",
    "akciókhoz",
    "akciókkal",
    "akcióknak",
    "akciókról",
    "akciónak",
    "akciónkkal",
    "akcióra",
    "akciós",
    "akciót",
    "akciótól",
    "akcióval",
    "akciófilm-forgatókönyvírói",
    "akciófilmet",
    "akciósorozatban",
    "akcióparancsnok",
    "aki",
    "akihez",
    "akik",
    "akikben",
    "akiken",
    "akiket",
    "akikhez",
    "akikkel",
    "akiknek",
    "akiknél",
    "akikről",
    "akiktől",
    "akin",
    "akinél",
    "akire",
    "akit",
    "akitől",
    "akivel",
    "akié",
    "akinyit",
    "akkor",
    "akkora",
    "akkori",
    "akkormikor",
    "akkormár",
    "akkorák",
    "akkorára",
    "akkorára",
    "akkorát",
    "akkreditált",
    "akkumulátor",
    "akkumulátormodul",
    "akkurátus",
    "aknahatástalanítás",
    "aknamentesítést",
    "aknában",
    "akna",
    "aknáig",
    "aknák",
    "aknákat",
    "aknákkal",
    "aknákon",
    "aknázhatják",
    "aknázhatók",
    "aknázni",
    "aknázná",
    "akrobatikai",
    "aksi",
    "aksit",
    "aktatáska",
    "aktatáskájába",
    "aktatömeggel",
    "aktivistaként",
    "aktivisták",
    "aktivitás",
    "aktivitása",
    "aktivitást",
    "aktivizálni",
    "aktivációs",
    "aktiválását",
    "aktualitásairól",
    "aktualitások",
    "aktualitásokkal",
    "aktualizálható",
    "aktualizálta",
    "aktus",
    "aktusa",
    "aktusait",
    "aktusra",
    "aktussal",
    "aktust",
    "aktusához",
    "aktusának",
    "aktusát",
    "aktuális",
    "aktuálissá",
    "aktuálistól",
    "aktív",
    "aktívabb",
    "aktívak",
    "aktívan",
    "aktívként",
    "aktívvá",
    "aktívum",
    "akupunktúra",
    "akusztikus",
    "akváriumokkal",
    "akár",
    "akárcsak",
    "akárha",
    "akárhogy",
    "akárhol",
    "akárhonnan",
    "akárhova",
    "akárhány",
    "akárhányagyára",
    "akárhányszor",
    "akárki",
    "akárkinek",
    "akármelyik",
    "akármennyire",
    "akármennyit",
    "akármerre",
    "akármi",
    "akármit",
    "akármikor",
    "akármilyen",
    "akármilyet",
    "akármint",
    "akármire",
    "akármiről",
    "akörül",
    "aközben",
    "al",
    "al-harobba",
    "alacsony",
    "alacsonyabb",
    "alacsonyabbak",
    "alacsonyabban",
    "alacsonyabbra",
    "lacsonyabbá",
    "alacsonyak",
    "alacsonyan",
    "alacsonynak",
    "alacsonyra",
    "alagsorba",
    "alagsori",
    "alagutakon",
    "alagútban",
    "alagútjaiba",
    "alagútnak",
    "alagútprotokollt",
    "alaki",
    "alakilag",
    "alakiság",
    "alakisága",
    "alakisághoz",
    "alakisági",
    "alakiságok",
    "alakiságokkal",
    "alakiságokra",
    "alakiságának",
    "alakiságánál",
    "alakiságát",
    "alak",
    "alakba",
    "alakban",
    "alakhoz",
    "alakja",
    "alakjába",
    "alakjában",
    "alakjához",
    "alakjának",
    "alakjánál",
    "alakjára",
    "alakjáról",
    "alakjával",
    "alakkal",
    "alaknak",
    "alakok",
    "alakokat",
    "alakokkal",
    "alakot",
    "alakra",
    "alakú",
    "alakszerű",
    "alakszerűségekkel",
    "alakszerűségi",
    "alakszerűségére",
    "alakszerűségét",
    "alakszerűségével",
    "alaktalan",
    "alaktalanul",
    "alaktorzítás",
    "alakulat",
    "alakulatai",
    "alakulataira",
    "alakulatnál",
    "alakulatok",
    "alakulatokhoz",
    "alakulhat",
    "alakulhatna",
    "alakulhatnak",
    "alakulhattak",
    "alakuljanak",
    "alakul",
    "alakuljon",
    "alakulna",
    "alakulnak",
    "alakulni",
    "alakulnod",
    "alakult",
    "alakult",
    "alakultak",
    "alakultnak",
    "alakulása",
    "alakulási",
    "alakulásában",
    "alakulásának",
    "alakulására",
    "alakulásáról",
    "alakulását",
    "alakulásával",
    "alakuló",
    "alakulóban",
    "alakulók",
    "alakzata",
    "alakzatainál",
    "alakzataival",
    "alakzatban",
    "alakzatok",
    "alakzatának",
    "alakzatánál",
    "alakzatára",
    "alakzatát",
    "alakítgatok",
    "alakíthat",
    "alakíthatja",
    "alakíthatnak",
    "alakíthatunk",
    "alakítható",
    "alakíthatóak",
    "alakíthatók",
    "alakít",
    "alakítanak",
    "alakítani",
    "alakítania",
    "alakítanák",
    "alakítja",
    "alakítjuk",
    "alakítják",
    "alakított",
    "alakította",
    "alakítottak",
    "alakítottam",
    "alakították",
    "alakítsam",
    "alakítsanak",
    "alakítson",
    "alakítsák",
    "alakíttatott",
    "alakítunk",
    "alakítva",
    "alakítása",
    "alakításai",
    "alakításába",
    "alakításához",
    "alakításánál",
    "alakítását",
    "alakításával",
    "alant",
    "alanti",
    "alantas",
    "alany",
    "alanya",
    "alanyainak",
    "alanyaira",
    "alanyi",
    "alanyváltozás",
    "alapadatai",
    "alapadatokat",
    "alapanyag",
    "alapanyagból",
    "alapanyagokat",
    "alapanyagokból",
    "alapanyag-termelők",
    "alapanyagú",
    "alapbeállítás",
    "alapbeállítása",
    "alapbeállításban",
    "alapbérek",
    "alapbéremelést",
    "alapbérüket",
    "alapcél",
    "alapcímletekre",
    "alapcímletéhez",
    "alapdilemmája",
    "alapdokumentuma",
    "alapdolgait",
    "alapdíjnak",
    "alapegysége",
    "alapegységeként",
    "alapelem",
    "alapeleme",
    "alapellátást",
    "alapellátását",
    "alapelv",
    "alapelveinek",
    "alapelveiről",
    "alapelveit",
    "alapelvek",
    "alapelveknek",
    "alapelvet",
    "alapelvként",
    "alapelvének",
    "alapelvét",
    "alapeseteit",
    "alapeszméi",
    "alapfejlesztőkre",
    "alapfelszereltség",
    "alapfelszereltséghez",
    "alapfelszereltségként",
    "alapfelszereléséhez",
    "alapfeltevése",
    "alapfeltétele",
    "alapfilozófiája",
    "alapfogalmait",
    "alapfogalmakat",
    "alapfokú",
    "alapfokút",
    "alapfunkcionalitása",
    "alapfunkciók",
    "alapfunkciókat",
    "alapfunkciókban",
    "alapfunkción",
    "alapgondolat",
    "alapgép",
    "alaphangot",
    "alaphangulatot",
    "alaphangulatát",
    "alaphelyzet",
    "alaphelyzetbe",
    "alaphálózatot",
    "alaphálózatának",
    "alapinformációkat",
    "alapismeretek",
    "alapismeretekkel",
    "alapjogok",
    "alapjogoknak",
    "alapjogát",
    "alapból",
    "alapokéhoz",
    "alapom",
    "alapon",
    "alappal",
    "alapot",
    "alapra",
    "alapról",
    "alapunk",
    "alapokéval",
    "alap",
    "alaphoz",
    "alapja",
    "alapjai",
    "alapoktól",
    "alapjaiban",
    "alapjain",
    "alapjainkba",
    "alapjainál",
    "alapjait",
    "alapjaival",
    "alapjukalapjuk",
    "alapjába",
    "alapjában",
    "alapjából",
    "alapján",
    "alapjának",
    "alapjául",
    "alapként",
    "alapnak",
    "alapok",
    "alapokat",
    "alapokon",
    "alapokra",
    "alapokról",
    "alapkamat",
    "alapkamatot",
    "alapkamattal",
    "alapkedvezmény",
    "alapkezelő",
    "alapkezelője",
    "alapkezelők",
    "alapkezelőktől",
    "alapkoncepciója",
    "alapkurzusokat",
    "alapkutatás",
    "alapkutatások",
    "alapkutatásoknak",
    "alapkutatásoktól",
    "alapkérdés",
    "alapkérdése",
    "alapkérdések",
    "alapkészülékbe",
    "alapkőletételen",
    "alapköltségekhez",
    "alapkövetelmény",
    "alapkövetelménye",
    "alapkövetelményem",
    "alapkövetelményt",
    "alaplap",
    "alaplapban",
    "alaplaphoz",
    "alaplapjára",
    "alaplapon",
    "alaplemezzé",
    "alapmemóriája",
    "alapműveletek",
    "alapműveleteket",
    "alapműveltsége",
    "alapműveltséget",
    "alapműveltségéhez",
    "alapnyomtatója",
    "alapnyomtatóként",
    "alapnövekedés",
    "alapokmány",
    "alapokmánya",
    "alapokmányának",
    "alapos",
    "alaposabb",
    "alaposabban",
    "alaposan",
    "alaposat",
    "alapossága",
    "alapossággal",
    "alaposságával",
    "alapozgatnám",
    "alapozni",
    "alapoz",
    "alapozom",
    "alapozott",
    "alapozta",
    "alapoztak",
    "alapozva",
    "alapozza",
    "alapozzák",
    "alapozásnak",
    "alapparaméter",
    "alappillérének",
    "alaprendszer",
    "alaprendszerek",
    "alaprészvényt",
    "alaprészének",
    "alapstruktúra",
    "alapstruktúráját",
    "alapszabály-módosítás",
    "alapszabály-módosításra",
    "alapszabálya",
    "alapszabályt",
    "alapszabályon",
    "alapszabályok",
    "alapszabállyal",
    "alapszabály",
    "alapszabályba",
    "alapszabályban",
    "alapszabálynak",
    "alapszabálynál",
    "alapszabályukat",
    "alapszabályukban",
    "alapszabályzatban",
    "alapszabályában",
    "alapszabályának",
    "alapszabályát",
    "alapszabályával",
    "alapszabálybeli",
    "alapszabályi",
    "alapszerződéseket",
    "alapszerződést",
    "alapszik",
    "alapszinten",
    "alapszintű",
    "alapszintűektől",
    "alapszituációja",
    "alapszolgáltatásainak",
    "alapszolgáltatásként",
    "alapszolgáltatásán",
    "alapszolgáltatását",
    "alaptalan",
    "alaptalannak",
    "alaptalanok",
    "alaptalanul",
    "alaptananyaga",
    "alaptantervet",
    "alaptermészet",
    "alapterületű",
    "alaptevékenységnek",
    "alaptételein",
    "alaptípusa",
    "alaptípusai",
    "alaptőke-csökkentés",
    "alaptőke-emelés",
    "alaptőke-emeléshez",
    "alaptőke-emelési",
    "alaptőke-emelésként",
    "alaptőke-emelésnek",
    "alaptőke-emelésre",
    "alaptőke-emelésről",
    "alaptőke-emeléssel",
    "alaptőke-emelést",
    "alaptőke-emelésénél",
    "alaptőke-leszállítás",
    "alaptőke-leszállításról",
    "alaptőkeleszállítás",
    "alaptőkébe",
    "alaptőkét",
    "alaptőkével",
    "alaptőkében",
    "alaptőke",
    "alaptőkéből",
    "alaptőkéhez",
    "alaptőkéje",
    "alaptőkéjében",
    "alaptőkéjének",
    "alaptőkéjére",
    "alaptőkéjéről",
    "alaptőkéjét",
    "alaptőkén",
    "alaptőkének",
    "alaptőkére",
    "alaptőkéjű",
    "alaptőkéjűnek",
    "alaptörvény",
    "alaptörvénybe",
    "alaptörvényeket",
    "alapul",
    "alapuljon",
    "alapulnak",
    "alapult",
    "alapulhat",
    "alapulvételével",
    "alapulvéve",
    "alapuló",
    "alapvető",
    "alapvetőek",
    "alapvetően",
    "alapvonása",
    "alapvonásai",
    "alapváltozata",
    "alapára",
    "alapértelmezett",
    "alapértelmezés",
    "alapértelmezése",
    "alapértelmezésként",
    "alapértelmezéstől",
    "alapértelmezésbeli",
    "alapértékei",
    "alapértékeik",
    "alapértékeit",
    "alapérzése",
    "alkatrészek",
    "alkatrészeket",
    "alkatrészekkel",
    "alkatrészt",
    "alkatrészét",
    "alkatrészgyártók",
    "alkatrészgyártót",
    "alkatrészrajzot",
    "alkimista",
    "alkohol",
    "alkoholba",
    "alkoholból",
    "alkoholról",
    "alkoholt",
    "alkoholtól",
    "alkoholos",
    "alkoholfogyasztást",
    "alkoholista",
    "alkoholisták",
    "alkoholistákat",
    "alkoholizál",
    "alkoholizálásra",
    "alkonténereket",
    "alkony",
    "alkonyat",
    "alkonyodott",
    "alkonyon",
    "alkonyzóna",
    "alkonyzónában",
    "alkonyzónájába",
    "alkothat",
    "alkothatok",
    "alkothatunk",
    "alkotmány",
    "alkotmányban",
    "alkotmányt",
    "alkotmányos",
    "alkotmányosan",
    "alkotmánybírósági",
    "alkotmánybíróságnál",
    "alkotmánybíróságtól",
    "alkotmánybírót",
    "alkotmányellenes",
    "alkotmányellenesek",
    "alkotmányellenesen",
    "alkotmányellenesnek",
    "alkotmányellenességét",
    "alkotmányerejű",
    "alkotmányjogász",
    "alkotmánykoncepció",
    "alkotmányossági",
    "alkotmányozást",
    "alkotmánysértést",
    "alkotmánysértőnek",
    "alkotmánytani",
    "alkotmányügyi",
    "alkotott",
    "alkotásfajtát",
    "alkoss",
    "alkosson",
    "alkot",
    "alkotandó",
    "alkotja",
    "alkotják",
    "alkotna",
    "alkotnak",
    "alkotni",
    "alkotnának",
    "alkototott",
    "alkotta",
    "alkottak",
    "alkottam",
    "alkották",
    "alkottál",
    "alkotunk",
    "alkotás",
    "alkotása",
    "alkotásai",
    "alkotásaihoz",
    "alkotásaik",
    "alkotásainak",
    "alkotásait",
    "alkotásban",
    "alkotáshoz",
    "alkotásként",
    "alkotásnak",
    "alkotások",
    "alkotásokat",
    "alkotásokban",
    "alkotásokhoz",
    "alkotásokkal",
    "alkotásoknak",
    "alkotásoknál",
    "alkotásokon",
    "alkotásokra",
    "alkotásomat",
    "alkotásról",
    "alkotással",
    "alkotást",
    "alkotásuk",
    "alkotásából",
    "alkotásához",
    "alkotásának",
    "alkotására",
    "alkotását",
    "alkotásával",
    "alkotó",
    "alkotóhoz",
    "alkotóinak",
    "alkotóit",
    "alkotójuk",
    "alkotójával",
    "alkotók",
    "alkotóknak",
    "alkotóeleme",
    "alkotóelemek",
    "alkotóelemekre",
    "alkotói",
    "alkotómunka",
    "alkotóművész",
    "alkotóművészek",
    "alkotóművészeti",
    "alkotópáros",
    "alkotórészeket",
    "alku",
    "alkuban",
    "alkura",
    "alkut",
    "alkudni",
    "alkudnia",
    "alkudozni",
    "alkudozás",
    "alkudozásnak",
    "alkudozásokat",
    "alkudozással",
    "alkudozást",
    "alkönyvtár",
    "alkönyvtára",
    "alkönyvtárai",
    "alkönyvtáraiból",
    "alkönyvtáraira",
    "alkönyvtárait",
    "alkönyvtárak",
    "alkönyvtárakat",
    "alkönyvtárakhoz",
    "alkönyvtárakra",
    "alkönyvtárat",
    "alkönyvtárba",
    "alkönyvtárként",
    "alkönyvtárra",
    "alkönyvtárról",
    "alkönyvtárt",
    "alkönyvtárához",
    "alkönyvtárán",
    "alközponti",
    "alközpontjait",
    "alközpontokhoz",
    "alközpontokkal",
    "alközponton",
    "allegóriaként",
    "allergia",
    "allergiával",
    "allergiás",
    "alliance-eket",
    "allja",
    "allokációra",
    "allokációs",
    "allokációt",
    "allokálják",
    "almanar",
    "almappái",
    "almappáiban",
    "almappája",
    "almappájában",
    "almappák",
    "almappákra",
    "almazöld",
    "almenü",
    "almenüből",
    "almenüjéből",
    "almenürendszerekbe",
    "almáknak",
    "alma",
    "almára",
    "almát",
    "alom",
    "almot",
    "alomba",
    "aloncs",
    "alperes",
    "alperese",
    "alperesként",
    "alperest",
    "alperestől",
    "alperesi",
    "alpesi",
    "alpinisták",
    "alpinistákat",
    "alpolgármester",
    "alpolgármestere",
    "alpolgármestert",
    "alpontja",
    "alprojektje",
    "already",
    "alrendszereihez",
    "alrendszerek",
    "alrendszert",
    "alszámla",
    "alszámlán",
    "alszámlára",
    "alszámláról",
    "alsó",
    "alsóbb",
    "alsó-középosztályokat",
    "alsóbbrendű",
    "alsóbbrendűnek",
    "alsóbbrendűségének",
    "alsógyenesi",
    "alsógödi",
    "alsógödieknek",
    "alsógödire",
    "alsóház",
    "alsókarjai",
    "alsókarjába",
    "alsókarokat",
    "alsónadrágban",
    "alsópáloki",
    "alsóruhája",
    "alsóruhájának",
    "alsóruhás",
    "alsóruhát",
    "alsós",
    "alsósok",
    "alsóst",
    "alt",
    "altatja",
    "altatáskor",
    "altató",
    "altatót",
    "altemplomban",
    "altemplomába",
    "alternatív",
    "alternatíva",
    "alternatívájaként",
    "alternatívájának",
    "alternatíváját",
    "alternatívát",
    "altisztek",
    "altiszti",
    "altábornagy",
    "altábornagyot",
    "altárolókon",
    "altípusaik",
    "aludhassunk",
    "aludhattunk",
    "aludhatunk",
    "aludj",
    "alszanak",
    "alszik",
    "alszok",
    "alszom",
    "alszom",
    "alszunk",
    "aludjunk",
    "aludjék",
    "aludni",
    "aludnia",
    "aludnunk",
    "aludnék",
    "aludt",
    "aludta",
    "aludtak",
    "aludtam",
    "aludtunk",
    "aludták",
    "aludtál",
    "alvás",
    "alvásra",
    "alvással",
    "alvástól",
    "alvó",
    "alvókat",
    "alvót",
    "alul",
    "alulról",
    "alulfejlett",
    "aluli",
    "aluliak",
    "aluljegyzés",
    "aluljegyzése",
    "aluljáróban",
    "aluljárókban",
    "alulmaradt",
    "alulméretezéskor",
    "alultőkésítettek",
    "alulértékelt",
    "alulértékeltek",
    "alulértékeltnek",
    "alulértékelés",
    "alulértékelésre",
    "alulértékeléssel",
    "alulértékelést",
    "alulértékelési",
    "alumínium",
    "alumíniumból",
    "alumíniumtrösztnél",
    "aluszékonyság",
    "aluszékonysága",
    "alvajáró",
    "alvilág",
    "alvilágba",
    "alvilágban",
    "alvilágból",
    "alvilággal",
    "alvilágot",
    "alvilágában",
    "alvilági",
    "alvállalkozáshoz",
    "alvállalkozó",
    "alvállalkozóival",
    "alvállalkozók",
    "alvállalkozóként",
    "alvállalkozóra",
    "alvásküszöbön",
    "alvásterméket",
    "alvóhelyeken",
    "alá-fölérendeltségi",
    "aláaknázni",
    "aláaknázza",
    "alább",
    "alábbfagyott",
    "alábbhagyott",
    "alábbi",
    "alábbiak",
    "alábbiakat",
    "alábbiakban",
    "alábbiakban",
    "alábbiakból",
    "alábbiakkal",
    "alábecsülik",
    "aláereszkedő",
    "aláfestő",
    "aláhagyott",
    "aláhúzom",
    "aláhúzta",
    "aláhúzásjelet",
    "alája",
    "alá",
    "alájuk",
    "alállomásokkal",
    "alámerülés",
    "alárendelni",
    "alárendelve",
    "alárendelt",
    "alárendeltjétől",
    "alárendeltnek",
    "alárendeltségében",
    "alárendeltségéből",
    "aláterveznék",
    "alátervezésének",
    "alátámasztani",
    "alátámasztja",
    "alátámasztott",
    "alátámasztó",
    "alávaló",
    "alávetik",
    "alávetni",
    "alávetve",
    "alázat",
    "alázata",
    "alázattal",
    "alázatos",
    "alázatosabb",
    "alázatosan",
    "alázatosságból",
    "alázatossággal",
    "alázkodnod",
    "alázni",
    "aláíratlan",
    "aláírhatja",
    "aláírja",
    "aláírják",
    "aláírni",
    "aláírnia",
    "aláírod",
    "aláírom",
    "aláírt",
    "aláírta",
    "aláírták",
    "aláírásgyűjtésbe",
    "aláírásgyűjtő",
    "aláíráshitelesítés-szolgáltatókon",
    "aláírási",
    "aláírás",
    "aláírása",
    "aláírásként",
    "aláírásnál",
    "aláírások",
    "aláírásokat",
    "aláírásokkal",
    "aláírásra",
    "aláírással",
    "aláírást",
    "aláírásának",
    "aláírására",
    "aláírását",
    "aláírásától",
    "aláírásával",
    "aláíró",
    "aláírója",
    "aláírók",
    "aláírói",
    "alélt",
    "alól",
    "alóla",
    "ama",
    "amatőr",
    "amaz",
    "ambiciózus",
    "ambivalens",
    "ambulanciák",
    "ambíció",
    "ambícióit",
    "ambíciója",
    "ambíciók",
    "ambícióval",
    "ambó",
    "ameddig",
    "amej",
    "amekkora",
    "amekkorák",
    "amekkorának",
    "amekkoráról",
    "amekkorát",
    "amellett",
    "amellyel",
    "amelyért",
    "amelytől",
    "amelyről",
    "amelyre",
    "amelynél",
    "amelynek",
    "amely",
    "amelybe",
    "amelyben",
    "amelyből",
    "amelyek",
    "amelyekbe",
    "amelyekben",
    "amelyekből",
    "amelyeken",
    "amelyeket",
    "amelyekhez",
    "amelyekkel",
    "amelyeknek",
    "amelyeknél",
    "amelyekre",
    "amelyekről",
    "amelyektől",
    "amelyekért",
    "amelyen",
    "amelyet",
    "amelyhez",
    "amelyik",
    "amelyikbe",
    "amelyikben",
    "amelyikből",
    "amelyiken",
    "amelyiket",
    "amelyikhez",
    "amelyikkel",
    "amelyiknek",
    "amelyikre",
    "amelyikről",
    "amelyiktől",
    "amelyikük",
    "amennyi",
    "amennyiben",
    "amennyien",
    "amennyinek",
    "amennyire",
    "amennyit",
    "amennyivel",
    "amennyiért",
    "amerikai",
    "amerikai-kínai",
    "amerikai-magyar",
    "amerikaiak",
    "amerikaiakat",
    "amerikaiaknak",
    "amerikaihoz",
    "amerikait",
    "amerikait",
    "amerikaitól",
    "amierikaiak",
    "amerikanizálódni",
    "amerre",
    "amerről",
    "amiatt",
    "amidőn",
    "amig",
    "ami",
    "amibe",
    "amiben",
    "amihez",
    "amik",
    "amikbe",
    "amikben",
    "amiken",
    "amikkel",
    "amiknek",
    "amiknek",
    "amikre",
    "amikről",
    "amikért",
    "aminek",
    "amire",
    "amit",
    "amitől",
    "amivel",
    "amikoris",
    "amikorra",
    "amikor",
    "amilyen",
    "amilyenbe",
    "amilyenben",
    "amilyenek",
    "amilyeneket",
    "amilyenekhez",
    "amilyennek",
    "amilyennel",
    "amilyenre",
    "amilyenről",
    "amilyent",
    "amilyet",
    "amint",
    "aminthogy",
    "aminél",
    "amiért",
    "amnesztiát",
    "amolyan",
    "amorf",
    "amortizáció",
    "amortizációs",
    "amortizálódni",
    "amott",
    "ampullát",
    "amputálja",
    "amputált",
    "amputáltatunk",
    "amputálták",
    "amputáltak",
    "amputáltakat",
    "amszterdami",
    "amulettek",
    "amur",
    "amíg",
    "amíg",
    "amúgy",
    "amúr",
    "an",
    "analfabéta",
    "analitika",
    "analizálták",
    "analóg",
    "analógia",
    "analógiájára",
    "analógiákat",
    "anarchista",
    "anconai",
    "and",
    "andalító",
    "androgün",
    "aneszteziológusok",
    "angliai",
    "anglikán",
    "angolai",
    "angolgyűlölővé",
    "angolkór",
    "angolkóros",
    "angolna",
    "angolnyelv-tudás",
    "angolból",
    "angol",
    "angolnak",
    "angolok",
    "angolokkal",
    "angoloké",
    "angolra",
    "angolul",
    "angolt",
    "angolos",
    "angolszász",
    "angolsággal",
    "angy",
    "angyal",
    "angyalok",
    "angyalokra",
    "angyalarcú",
    "angyalföldi",
    "angyali",
    "angyalian",
    "angyalszerű",
    "animam",
    "animáció",
    "animációs",
    "animátorok",
    "ankarai",
    "annak",
    "annaleseibe",
    "annyi",
    "annyian",
    "annyiba",
    "annyiban",
    "annyiból",
    "annyinak",
    "annyira",
    "annyiszor",
    "annyit",
    "annyival",
    "annyiféle",
    "annyiféleképpen",
    "annál",
    "annó",
    "annójában",
    "anomáliák",
    "anomáliákat",
    "anonim",
    "anonimitása",
    "anonimitását",
    "anonymous",
    "anorexiát",
    "antarktiszi",
    "antenna",
    "antennája",
    "antibakteriális",
    "antibiotikum",
    "antibiotikumok",
    "antibiotikumokkal",
    "antibiotikumot",
    "antibébi-pirulák",
    "antibébi-tablettákat",
    "antiche",
    "antidemokratikus",
    "antifasiszta",
    "antifasizmussal",
    "antik",
    "antikapitalista",
    "antikommunista",
    "antikvárius",
    "antilopot",
    "antirasszista",
    "antiszemita",
    "antiszemita",
    "antiszemitizmus",
    "antiszemitizmus-ellenes",
    "antiszociális",
    "antitézisek",
    "antológiájának",
    "antológiát",
    "anya-gyermek",
    "anyacég",
    "anyacégéhez",
    "anyaegyház",
    "anyag",
    "anyaga",
    "anyagát",
    "anyagról",
    "anyagét",
    "anyagukat",
    "anyagában",
    "anyagának",
    "anyagai",
    "anyagaikat",
    "anyagba",
    "anyagban",
    "anyagból",
    "anyaggal",
    "anyaghoz",
    "anyagnak",
    "anyagok",
    "anyagokat",
    "anyagokba",
    "anyagokból",
    "anyagokhoz",
    "anyagokkal",
    "anyagoknak",
    "anyagokra",
    "anyagoktól",
    "anyagos",
    "anyagot",
    "anyagra",
    "anyagi",
    "anyagbőségét",
    "anyagcseretermékének",
    "anyagi-jogi",
    "anyagiak",
    "anyagiakat",
    "anyagiakban",
    "anyagiakkal",
    "anyagilag",
    "anyagias",
    "anyagiaskodás",
    "anyagismeret",
    "anyagismeretet",
    "anyagminta",
    "anyagmozgást",
    "anyagraktárnál",
    "anyagrészt",
    "anyagszerkezeti",
    "anyagszerkezettel",
    "anyagtervezési",
    "anyagösszetétel",
    "anyahalandóság",
    "anyai",
    "anyajoga",
    "anyakirály",
    "anyakirálynő",
    "anyakönyveket",
    "anyakönyvezték",
    "anyakönyvi",
    "anyalapon",
    "anyalemez",
    "anyalemeznek",
    "anyalemezt",
    "anyanyelv",
    "anyanyelve",
    "anyanyelvén",
    "anyanyelvű",
    "anyanyelvükön",
    "anyanyelvünket",
    "anyaország",
    "anyaországban",
    "anyaországból",
    "anyaországának",
    "anyaság",
    "anyaságnak",
    "anyaságot",
    "anyasági",
    "anyatársaságra",
    "anyavállalat",
    "anyavállalata",
    "anyavállalatát",
    "anya",
    "anyjuk",
    "anyáért",
    "anyáék",
    "anyáéhoz",
    "anyával",
    "anyától",
    "anyátok",
    "anyát",
    "anyjukat",
    "anyjuktól",
    "anyján",
    "anyjának",
    "anyjára",
    "anyjáról",
    "anyját",
    "anyjától",
    "anyjával",
    "anyád",
    "anyák",
    "anyákkal",
    "anyákra",
    "anyámat",
    "anyámmal",
    "anyámra",
    "anyámék",
    "anyámékkal",
    "anyának",
    "anyára",
    "anynyiféle",
    "anyuci",
    "anyukája",
    "anyukájuk",
    "anyukám",
    "anyukámat",
    "anyukámmal",
    "anyukámnak",
    "anyukámra",
    "anyukámtól",
    "anyukámék",
    "anyukámékat",
    "anyukánkat",
    "anyukánkra",
    "anyummal",
    "anyu",
    "anyunak",
    "anyura",
    "anyut",
    "anyuval",
    "anyuékat",
    "anyuékkal",
    "anyuéktól",
    "anyáknapja",
    "anyáskodó",
    "anyósülésen",
    "anélkül",
    "apa-vonal",
    "apacslány",
    "apacstanyára",
    "apad",
    "apadt",
    "apadhat",
    "apadás",
    "apadása",
    "apadására",
    "apartman",
    "apartman-házat",
    "apaszerepet",
    "apasztja",
    "apellál",
    "apellálva",
    "apelláta",
    "apostagi",
    "aposztrofált",
    "aposztrofáló",
    "apparátus",
    "apparátusa",
    "apparátusba",
    "apparátusnak",
    "apparátusok",
    "apparátust",
    "apparátustól",
    "apparátusát",
    "apparátusi",
    "applet",
    "appletek",
    "appleteket",
    "appleteké",
    "appletekénél",
    "appletet",
    "apportbeszolgáltatási",
    "apportlistán",
    "apport",
    "apportban",
    "apportból",
    "apportja",
    "apportként",
    "apportnak",
    "apportok",
    "apportot",
    "apportra",
    "apporttal",
    "apportálható",
    "apportálhatóságához",
    "apportálhatóságára",
    "apportálhatóságát",
    "apportálhatóságával",
    "apportálják",
    "apportálni",
    "apportálás",
    "apportálása",
    "apportálásnál",
    "apportálásának",
    "apportálásánál",
    "apportálásával",
    "apportőr",
    "apropóján",
    "apropót",
    "apránként",
    "apró",
    "apróbb",
    "apróra",
    "aprót",
    "aprócska",
    "aprólékos",
    "aprólékosabb",
    "aprólékossággal",
    "aprópénz",
    "aprópénznek",
    "aprópénzét",
    "apróság",
    "apróságok",
    "apróságokkal",
    "apróságoknak",
    "apróságon",
    "apróságot",
    "apróságra",
    "apróságról",
    "apróságtól",
    "apai",
    "apja",
    "apáról",
    "apáékkal",
    "apától",
    "apa",
