{
  "source": "https://invokeit.wordpress.com/frequency-word-lists/",
  "words": [
    "لا",
    "من",
    "هذا",
    "أن",
    "في",
    "أنا",
    "على",
    "ما",
    "هل",
    "يا",
    "و",
    "لقد",
    "ذلك",
    "ماذا",
    "أنت",
    "هنا",
    "لم",
    "إلى",
    "نعم",
    "كان",
    "هو",
    "ان",
    "هذه",
    "هناك",
    "عن",
    "فى",
    "كل",
    "ليس",
    "فقط",
    "كنت",
    "الآن",
    "يجب",
    "انا",
    "لك",
    "مع",
    "شيء",
    "لكن",
    "لن",
    "الذي",
    "حسنا",
    "كيف",
    "سوف",
    "هيا",
    "نحن",
    "إنه",
    "ـ",
    "أجل",
    "لماذا",
    "إذا",
    "عندما",
    "انه",
    "كذلك",
    "لي",
    "الى",
    "بعد",
    "انت",
    "هي",
    "أين",
    "أنه",
    "كانت",
    "حتى",
    "أي",
    "إنها",
    "أعرف",
    "قد",
    "قبل",
    "تلك",
    "الأمر",
    "بعض",
    "أو",
    "مثل",
    "أريد",
    "رجل",
    "لو",
    "أعتقد",
    "ربما",
    "أيها",
    "بخير",
    "يكون",
    "عليك",
    "جيد",
    "أنك",
    "شخص",
    "إن",
    "التي",
    "ولكن",
    "أليس",
    "علي",
    "أحد",
    "به",
    "الوقت",
    "يمكن",
    "انها",
    "اليوم",
    "شئ",
    "تعرف",
    "تريد",
    "صحيح",
    "أكثر",
    "تكون",
    "لست",
    "كما",
    "أستطيع",
    "منذ",
    "جدا",
    "سيدي",
    "يمكنك",
    "لذا",
    "واحد",
    "لديك",
    "يبدو",
    "أوه",
    "كلا",
    "الرجل",
    "لدي",
    "تفعل",
    "غير",
    "عليه",
    "اذا",
    "آخر",
    "حدث",
    "مرة",
    "شكرا",
    "لدينا",
    "الناس",
    "يوجد",
    "له",
    "مكان",
    "سيد",
    "سيكون",
    "أعلم",
    "رائع",
    "مرحبا",
    "آسف",
    "بهذا",
    "وقت",
    "اللعنة",
    "كم",
    "ليست",
    "أفضل",
    "بها",
    "معك",
    "أنها",
    "الذى",
    "الكثير",
    "قلت",
    "بك",
    "يحدث",
    "الان",
    "يكن",
    "يوم",
    "وأنا",
    "واحدة",
    "بي",
    "أخرى",
    "ولا",
    "علينا",
    "أبي",
    "بأن",
    "ثم",
    "تعال",
    "هكذا",
    "يمكنني",
    "هم",
    "ألا",
    "بالطبع",
    "أنني",
    "المكان",
    "بذلك",
    "معي",
    "لهذا",
    "ها",
    "شىء",
    "انك",
    "إلهي",
    "تستطيع",
    "العمل",
    "العالم",
    "الحقيقة",
    "الليلة",
    "بالتأكيد",
    "حقا",
    "تعلم",
    "أمي",
    "الطريق",
    "حال",
    "لى",
    "لها",
    "الأن",
    "هؤلاء",
    "فعل",
    "توقف",
    "عمل",
    "حول",
    "لنا",
    "خلال",
    "اعتقد",
    "السيد",
    "انظر",
    "منك",
    "أى",
    "أفعل",
    "فعلت",
    "لأن",
    "إذن",
    "قال",
    "الجميع",
    "تم",
    "الجحيم",
    "هى",
    "فيه",
    "جيدة",
    "عنه",
    "بشكل",
    "بما",
    "تقول",
    "لديه",
    "ثانية",
    "لذلك",
    "أكون",
    "دعنا",
    "ايها",
    "المال",
    "يمكننا",
    "الذهاب",
    "متى",
    "تعتقد",
    "اريد",
    "عليها",
    "أذهب",
    "ستكون",
    "فضلك",
    "بدون",
    "أرجوك",
    "التى",
    "شيئا",
    "نذهب",
    "لكي",
    "نفسك",
    "بنا",
    "اين",
    "وأنت",
    "لكم",
    "اي",
    "بين",
    "إنهم",
    "أرى",
    "المنزل",
    "بحق",
    "كنا",
    "عند",
    "أم",
    "منه",
    "نفس",
    "اذهب",
    "حيث",
    "مجرد",
    "أقول",
    "تبدو",
    "الحياة",
    "أيضا",
    "تحت",
    "الأشياء",
    "معه",
    "يريد",
    "أننا",
    "أنظر",
    "لما",
    "اعرف",
    "إلي",
    "ثلاثة",
    "انتظر",
    "الرجال",
    "الذين",
    "حصلت",
    "أني",
    "سعيد",
    "لابد",
    "عزيزتي",
    "الشيء",
    "فكرة",
    "انهم",
    "الله",
    "الباب",
    "سيدى",
    "دائما",
    "رأيت",
    "مشكلة",
    "استطيع",
    "تكن",
    "تذهب",
    "ليلة",
    "شيئ",
    "أظن",
    "طوال",
    "جميل",
    "وهو",
    "الشرطة",
    "او",
    "دولار",
    "السيارة",
    "وهذا",
    "كبير",
    "مني",
    "بسرعة",
    "النار",
    "الأمور",
    "سمعت",
    "أشعر",
    "يعرف",
    "أعني",
    "لدى",
    "بهذه",
    "أحب",
    "سنوات",
    "بأس",
    "الأفضل",
    "بالنسبة",
    "أنتم",
    "عظيم",
    "يقول",
    "جميلة",
    "جون",
    "جاك",
    "بسبب",
    "الوحيد",
    "أمر",
    "بل",
    "بالفعل",
    "الشخص",
    "الي",
    "دعني",
    "خارج",
    "اجل",
    "الخير",
    "ــ",
    "حالك",
    "للغاية",
    "فحسب",
    "كانوا",
    "أردت",
    "فتاة",
    "بشأن",
    "يعني",
    "كبيرة",
    "ترى",
    "آسفة",
    "دقيقة",
    "أنهم",
    "يستطيع",
    "احد",
    "بأنك",
    "تعمل",
    "تريدين",
    "فيها",
    "اليس",
    "رائعة",
    "رجال",
    "نوع",
    "حياتي",
    "الأرض",
    "البيت",
    "قتل",
    "اوه",
    "والآن",
    "مات",
    "بكل",
    "تعرفين",
    "أحتاج",
    "نستطيع",
    "جديد",
    "صباح",
    "ألم",
    "عيد",
    "منها",
    "يعمل",
    "الموت",
    "إليك",
    "جميع",
    "لأنه",
    "لحظة",
    "لكني",
    "الامر",
    "عشر",
    "لكنه",
    "بحاجة",
    "بأنه",
    "أتمنى",
    "إليه",
    "عنك",
    "الفتاة",
    "لهم",
    "بالضبط",
    "سأكون",
    "اعلم",
    "اللعين",
    "رقم",
    "طريق",
    "منهم",
    "المدينة",
    "الحب",
    "لنذهب",
    "خذ",
    "أكن",
    "فوق",
    "عزيزي",
    "دون",
    "الـ",
    "صغيرة",
    "الرئيس",
    "تتحدث",
    "ترجمة",
    "صديقي",
    "فقد",
    "الصغير",
    "ولم",
    "ساعة",
    "يفعل",
    "غرفة",
    "وماذا",
    "المرة",
    "قام",
    "إلا",
    "عام",
    "هذة",
    "متأكد",
    "دقائق",
    "سيارة",
    "فعله",
    "سعيدة",
    "مما",
    "ومن",
    "معنا",
    "سبب",
    "سأذهب",
    "الطريقة",
    "الأطفال",
    "سنة",
    "بينما",
    "يرام",
    "السبب",
    "أننى",
    "أول",
    "اى",
    "أريدك",
    "قمت",
    "الأولى",
    "المدرسة",
    "ذهبت",
    "لطيف",
    "نفسي",
    "الا",
    "الجنس",
    "أية",
    "أقصد",
    "غريب",
    "نفعل",
    "الصباح",
    "حالة",
    "المزيد",
    "أبدا",
    "مهما",
    "اسمع",
    "لأنك",
    "أحاول",
    "وقد",
    "ايضا",
    "أحبك",
    "اكثر",
    "فرصة",
    "رأيك",
    "افعل",
    "الحصول",
    "صغير",
    "الماء",
    "جيدا",
    "التحدث",
    "يمكننى",
    "الساعة",
    "طريقة",
    "أيتها",
    "كثيرا",
    "سيدة",
    "خمسة",
    "وجدت",
    "قليلا",
    "وانا",
    "اخرى",
    "الليل",
    "تعني",
    "تماما",
    "نهاية",
    "عرفت",
    "اني",
    "أفكر",
    "معها",
    "الأول",
    "لكنك",
    "تعالي",
    "البعض",
    "أفهم",
    "أخبرك",
    "حياة",
    "أتعرف",
    "نفسه",
    "الواقع",
    "أيام",
    "انني",
    "تأتي",
    "لديهم",
    "فهمت",
    "لـ",
    "لديها",
    "الحرب",
    "الأقل",
    "أخبرني",
    "إنك",
    "بـ",
    "الصغيرة",
    "تحتاج",
    "بدأت",
    "حياتك",
    "عني",
    "إذهب",
    "عندي",
    "تقلق",
    "نحتاج",
    "إنتظر",
    "أصبح",
    "مجنون",
    "يكفي",
    "اننا",
    "خطأ",
    "الطفل",
    "نصف",
    "أكبر",
    "الخاص",
    "عليهم",
    "نريد",
    "لأنني",
    "حان",
    "تعلمين",
    "نعرف",
    "هنالك",
    "رفاق",
    "لكنني",
    "معى",
    "دكتور",
    "جديدة",
    "هلا",
    "افضل",
    "طفل",
    "عنها",
    "أتعلم",
    "تقوم",
    "أعمل",
    "بد",
    "الهاتف",
    "بالخارج",
    "السيدة",
    "الطعام",
    "ثلاث",
    "أقوم",
    "صديق",
    "أتحدث",
    "فرانك",
    "الجديد",
    "مالذي",
    "للتو",
    "سيدتي",
    "طويلة",
    "وما",
    "السجن",
    "أشياء",
    "فأنا",
    "أخبرتك",
    "العديد",
    "أعطني",
    "أراك",
    "أخي",
    "سام",
    "قالت",
    "فريق",
    "فيما",
    "جو",
    "يتم",
    "نكون",
    "وليس",
    "يذهب",
    "ممكن",
    "لمدة",
    "حق",
    "اسف",
    "يجري",
    "تفعله",
    "مثلك",
    "وبعد",
    "تشعر",
    "تحب",
    "اخر",
    "رؤية",
    "طويل",
    "والدك",
    "ذهب",
    "آه",
    "أقل",
    "حصل",
    "لكى",
    "اللعنه",
    "سأفعل",
    "يعلم",
    "كله",
    "القيام",
    "فتى",
    "الممكن",
    "أخرج",
    "النوم",
    "داخل",
    "جورج",
    "رجاء",
    "أصبحت",
    "الخاصة",
    "اذن",
    "ذات",
    "جميعا",
    "منا",
    "الموضوع",
    "الفتى",
    "اللقاء",
    "أخر",
    "كي",
    "كلمة",
    "عبر",
    "أود",
    "بيت",
    "تفهم",
    "تفعلين",
    "علاقة",
    "بى",
    "نيويورك",
    "الآخر",
    "بلا",
    "مايكل",
    "نظرة",
    "ونحن",
    "الخارج",
    "تحاول",
    "المشكلة",
    "بواسطة",
    "كن",
    "المفترض",
    "قل",
    "يارجل",
    "تظن",
    "يقوم",
    "مليون",
    "أخذ",
    "توم",
    "يمكنه",
    "مباشرة",
    "سيئة",
    "الحال",
    "العودة",
    "حاول",
    "عندك",
    "تكوني",
    "ميت",
    "الكبير",
    "الفتيات",
    "النساء",
    "رئيس",
    "أسرع",
    "النهاية",
    "قادم",
    "أحضر",
    "جزء",
    "الهي",
    "ذاهب",
    "العام",
    "لكنها",
    "أتريد",
    "بخصوص",
    "الوغد",
    "حقيقي",
    "إنني",
    "البقاء",
    "حبيبتي",
    "بهم",
    "المساعدة",
    "تصبح",
    "عشرة",
    "أحدهم",
    "الخروج",
    "قصة",
    "مستحيل",
    "أربعة",
    "وهي",
    "أبى",
    "كلها",
    "ضد",
    "حاولت",
    "القادمة",
    "يأتي",
    "تفضل",
    "أسمع",
    "تمت",
    "توجد",
    "لكل",
    "العشاء",
    "الغرفة",
    "وانت",
    "وسوف",
    "خمس",
    "تذكر",
    "أصدق",
    "ألف",
    "بنفسك",
    "شباب",
    "الماضي",
    "دعونا",
    "الأسبوع",
    "نتحدث",
    "نسيت",
    "بأنني",
    "منزل",
    "وضع",
    "ولد",
    "أنتي",
    "جاهز",
    "رسالة",
    "دي",
    "ابن",
    "اكون",
    "حقيقة",
    "مايك",
    "حين",
    "عائلة",
    "أدري",
    "وكان",
    "القائد",
    "للمنزل",
    "مساعدتك",
    "غدا",
    "ظننت",
    "ولن",
    "المرأة",
    "لهذه",
    "تحرك",
    "يهم",
    "تبقى",
    "الطبيب",
    "اسم",
    "انظري",
    "تبا",
    "أتذكر",
    "فترة",
    "ساعات",
    "تفكر",
    "تحصل",
    "بأي",
    "النقود",
    "لعبة",
    "زوجتي",
    "الكلام",
    "ستفعل",
    "أسف",
    "فهو",
    "الملك",
    "مدينة",
    "بكم",
    "الوحيدة",
    "أمام",
    "عدد",
    "اخرج",
    "بول",
    "سأعود",
    "جئت",
    "لأني",
    "تحدث",
    "السلامة",
    "الماضية",
    "أمك",
    "اعتقدت",
    "مره",
    "مساء",
    "بطريقة",
    "الرب",
    "ابدا",
    "أهذا",
    "وفي",
    "وكل",
    "أتيت",
    "منكم",
    "انتهى",
    "بوب",
    "بعيدا",
    "ضع",
    "وجود",
    "تعود",
    "زلت",
    "اللعينة",
    "نقوم",
    "كلنا",
    "أحصل",
    "يريدون",
    "تأخذ",
    "المحتمل",
    "الشمس",
    "بدأ",
    "ارجوك",
    "المسيح",
    "جاء",
    "كهذا",
    "سنذهب",
    "تعالى",
    "إثنان",
    "فعلا",
    "حتي",
    "سيحدث",
    "الجيد",
    "وشك",
    "القادم",
    "معرفة",
    "صورة",
    "أعود",
    "اسمي",
    "طلب",
    "آنسة",
    "الثانية",
    "فقدت",
    "حفلة",
    "تنظر",
    "مثير",
    "اننى",
    "وصلت",
    "أنتظر",
    "السماء",
    "يقولون",
    "الهراء",
    "معهم",
    "ابي",
    "وعندما",
    "مجموعة",
    "العاهرة",
    "ماري",
    "حسن",
    "الزواج",
    "نحو",
    "دعيني",
    "الجديدة",
    "مهم",
    "أمس",
    "اتصل",
    "ابتعد",
    "هراء",
    "ستة",
    "الأخرى",
    "يحصل",
    "ولكني",
    "الطائرة",
    "أصدقاء",
    "الحظ",
    "مشاكل",
    "الترجمة",
    "تبدين",
    "لسنا",
    "مستعد",
    "ولكنه",
    "اقول",
    "أولئك",
    "النوع",
    "أثناء",
    "اسمه",
    "اسمك",
    "مكتب",
    "والدي",
    "ينبغي",
    "منى",
    "كرة",
    "بيتر",
    "عدم",
    "أطفال",
    "الإطلاق",
    "سوى",
    "مضحك",
    "الوضع",
    "جي",
    "الأخيرة",
    "صعب",
    "أحمق",
    "يحاول",
    "الشئ",
    "حينما",
    "الأشخاص",
    "البحر",
    "إليها",
    "عرض",
    "بأني",
    "يحتاج",
    "سيء",
    "عالم",
    "كثير",
    "الداخل",
    "الكتاب",
    "ذو",
    "الأيام",
    "خلف",
    "بعضنا",
    "يعود",
    "ام",
    "اللعبة",
    "إني",
    "رأسك",
    "شركة",
    "زال",
    "بشيء",
    "الاشياء",
    "قطعة",
    "خائف",
    "واضح",
    "أمى",
    "موجود",
    "علم",
    "يعد",
    "أبحث",
    "الدخول",
    "جين",
    "امرأة",
    "متأكدة",
    "هيه",
    "تخبرني",
    "مدى",
    "إلهى",
    "احب",
    "عما",
    "نرى",
    "بيننا",
    "تعيش",
    "قتلت",
    "الأحمق",
    "تشارلي",
    "بيل",
    "عليكم",
    "سؤال",
    "طلبت",
    "الهواء",
    "وهذه",
    "صوت",
    "انتم",
    "ميلاد",
    "ماكس",
    "تعتقدين",
    "الحديث",
    "الجانب",
    "صديقك",
    "ذا",
    "خطر",
    "أطلق",
    "الشارع",
    "عملية",
    "ببعض",
    "تتكلم",
    "مختلف",
    "تحمل",
    "مساعدة",
    "بضعة",
    "المناسب",
    "المنطقة",
    "قم",
    "بالداخل",
    "البداية",
    "لأجل",
    "زوجتك",
    "مقابل",
    "يحب",
    "هاري",
    "ممتاز",
    "قريبا",
    "سنكون",
    "فعلته",
    "بتلك",
    "التفكير",
    "أسفل",
    "للعمل",
    "العجوز",
    "امي",
    "الكلب",
    "انتظري",
    "مازال",
    "إننا",
    "اشعر",
    "الجيش",
    "شرطة",
    "القليل",
    "السؤال",
    "تخرج",
    "ب",
    "بعمل",
    "المشاكل",
    "معا",
    "يعيش",
    "الحقيقي",
    "الولد",
    "عدة",
    "قول",
    "العائلة",
    "موعد",
    "يتحدث",
    "العرض",
    "الآخرين",
    "كابتن",
    "الثاني",
    "تقصد",
    "أخذت",
    "نخرج",
    "الكرة",
    "منتصف",
    "مفهوم",
    "عد",
    "أعد",
    "هـذا",
    "د",
    "يصبح",
    "أقسم",
    "بني",
    "الكبيرة",
    "للبيت",
    "واحده",
    "الصعب",
    "أولا",
    "أشهر",
    "إبن",
    "بالأمر",
    "ميل",
    "فكرت",
    "شهر",
    "راي",
    "يموت",
    "رأيته",
    "أسوأ",
    "البلدة",
    "تركت",
    "الوصول",
    "جيمس",
    "بأنها",
    "القديمة",
    "أطلب",
    "بعيد",
    "الفريق",
    "أنى",
    "وأن",
    "الخطأ",
    "أنتى",
    "ترك",
    "قليل",
    "بنفسي",
    "لويس",
    "فأنت",
    "السادة",
    "بشدة",
    "توقفي",
    "تقريبا",
    "لكننا",
    "فلا",
    "جيمي",
    "إمرأة",
    "السنة",
    "حوالي",
    "مركز",
    "قيد",
    "اثنان",
    "عندها",
    "بعدها",
    "خاصة",
    "سي",
    "تستطيعين",
    "لأي",
    "انة",
    "أكره",
    "صاح",
    "القيادة",
    "وكيف",
    "مازلت",
    "بوبي",
    "أجلك",
    "غبي",
    "قوة",
    "وهم",
    "أشكرك",
    "المستشفى",
    "الفيلم",
    "بماذا",
    "اللحظة",
    "ارى",
    "بن",
    "الموسيقى",
    "مكانك",
    "ال",
    "فإن",
    "رحلة",
    "مرات",
    "ماتت",
    "دعينا",
    "أهتم",
    "الفرصة",
    "وراء",
    "ولكنك",
    "القانون",
    "أجد",
    "كامل",
    "تموت",
    "بلى",
    "كثيرة",
    "عدت",
    "حقيقية",
    "يعتقد",
    "التالي",
    "طبيب",
    "لطيفة",
    "لاحقا",
    "الصور",
    "لعين",
    "الجزء",
    "يدك",
    "النظر",
    "أمريكا",
    "يديك",
    "سيئ",
    "أما",
    "عزيزتى",
    "لوس",
    "نيك",
    "تجد",
    "سنفعل",
    "دعنى",
    "عملك",
    "بالإمكان",
    "القوة",
    "وإلا",
    "القصة",
    "يكونوا",
    "الهدف",
    "النجدة",
    "تتحرك",
    "القطار",
    "المعذرة",
    "أهلا",
    "كلب",
    "قدم",
    "ذاك",
    "اتفقنا",
    "بأننا",
    "ديفيد",
    "اليك",
    "تبدأ",
    "المعلومات",
    "بالكامل",
    "وإذا",
    "وجه",
    "ا",
    "الصورة",
    "الكل",
    "القضية",
    "ل",
    "ساعدني",
    "تبحث",
    "فيلم",
    "بجانب",
    "حاجة",
    "قاتل",
    "أنظري",
    "معذرة",
    "عاد",
    "سارة",
    "بكثير",
    "حبيبي",
    "المخدرات",
    "البشر",
    "لكنى",
    "قلبي",
    "الرقص",
    "اهلا",
    "الخلف",
    "أترى",
    "سبعة",
    "طالما",
    "أخبر",
    "لفترة",
    "الدكتور",
    "السفينة",
    "نجد",
    "سأقوم",
    "هنري",
    "عدا",
    "هاي",
    "جهاز",
    "شعرت",
    "محق",
    "فلن",
    "خاص",
    "إنتهى",
    "أعلى",
    "للأبد",
    "الجميلة",
    "القهوة",
    "ملك",
    "انتي",
    "رؤيتك",
    "الصحيح",
    "الكفاية",
    "الملابس",
    "قسم",
    "قلته",
    "نبدأ",
    "البحث",
    "اللعب",
    "تقل",
    "نفسها",
    "اليه",
    "إعتقدت",
    "تمزح",
    "بإمكانك",
    "نعود",
    "وهل",
    "المتحدة",
    "منطقة",
    "الظلام",
    "القتال",
    "تريده",
    "تحركوا",
    "الطابق",
    "تفعلي",
    "السيطرة",
    "الولايات",
    "وجهك",
    "أخبار",
    "آمل",
    "خائفة",
    "القديم",
    "قط",
    "ولقد",
    "فعلها",
    "فكر",
    "عملي",
    "أتصل",
    "اجلس",
    "انى",
    "لأنها",
    "إلينا",
    "لان",
    "الثالث",
    "شي",
    "سوية",
    "درجة",
    "مهمة",
    "الميلاد",
    "وضعت",
    "لنفسك",
    "تسمع",
    "بالله",
    "الحق",
    "يعنى",
    "الحمام",
    "الغد",
    "مختلفة",
    "ظهر",
    "مريض",
    "خطة",
    "نعمل",
    "قريب",
    "حياتى",
    "الأكثر",
    "نقطة",
    "لديكم",
    "فهذا",
    "كلما",
    "مارك",
    "أدخل",
    "اتمنى",
    "الامور",
    "عملت",
    "هاى",
    "أفعله",
    "السيدات",
    "جيم",
    "القتل",
    "نظام",
    "مال",
    "وحسب",
    "الغير",
    "أعرفه",
    "هدية",
    "حد",
    "ماهو",
    "معنى",
    "يفترض",
    "انظروا",
    "الخط",
    "السلاح",
    "مدرسة",
    "أتى",
    "موافقة",
    "فعلتها",
    "الشاب",
    "نحصل",
    "عندنا",
    "أولاد",
    "صاحب",
    "أذا",
    "تتذكر",
    "الضوء",
    "الدم",
    "الأخير",
    "الأخبار",
    "الحفلة",
    "تقلقي",
    "المكتب",
    "الأولاد",
    "يجعل",
    "الواضح",
    "سمحت",
    "الاتصال",
    "تود",
    "ماهذا",
    "الافضل",
    "كوني",
    "نعلم",
    "العظيم",
    "المهمة",
    "الصوت",
    "اهدأ",
    "لمن",
    "أنتما",
    "احتاج",
    "ينتهي",
    "باريس",
    "الحيوانات",
    "أحضرت",
    "الشعور",
    "سأتصل",
    "داني",
    "المياه",
    "اردت",
    "ويل",
    "أريده",
    "أعدك",
    "يخرج",
    "زوجة",
    "المسدس",
    "بيلي",
    "تعد",
    "موقع",
    "ابقى",
    "ستيف",
    "كتاب",
    "أبدو",
    "ملابس",
    "لندن",
    "أعيش",
    "آي",
    "الثالثة",
    "صديقى",
    "اسمعي",
    "المحكمة",
    "يأخذ",
    "ولكنها",
    "ليسوا",
    "ستذهب",
    "اكن",
    "بنت",
    "خير",
    "لأننا",
    "كارل",
    "يوما",
    "صندوق",
    "ماما",
    "لبعض",
    "عظيمة",
    "أنكم",
    "يجعلك",
    "تلعب",
    "إسمع",
    "حياته",
    "ألن",
    "دليل",
    "شرطي",
    "وذلك",
    "تريدني",
    "فهم",
    "المستقبل",
    "الليله",
    "قادمة",
    "بان",
    "الحالة",
    "عمله",
    "بالمناسبة",
    "أستطع",
    "ولو",
    "أرغب",
    "خرجت",
    "البلاد",
    "أعنى",
    "الإتصال",
    "الرقم",
    "سأخبرك",
    "السرير",
    "غريبة",
    "إطلاق",
    "القمر",
    "تي",
    "الغابة",
    "حب",
    "كلهم",
    "تغيير",
    "جيده",
    "توقفوا",
    "رائحة",
    "طعام",
    "ريتشارد",
    "اه",
    "منزلي",
    "أتكلم",
    "نصل",
    "أنـا",
    "الشىء",
    "النظام",
    "جريمة",
    "معلومات",
    "افتح",
    "مجنونة",
    "سبق",
    "متأخر",
    "ابني",
    "مثلي",
    "جنون",
    "محمد",
    "لحم",
    "تصل",
    "قلب",
    "مؤخرتك",
    "احضر",
    "معكم",
    "الفندق",
    "طيب",
    "قطع",
    "دور",
    "الدماء",
    "تملك",
    "اعطني",
    "الشيطان",
    "قوية",
    "طائرة",
    "بسيط",
    "وسط",
    "حرب",
    "ثمانية",
    "بنفس",
    "استمع",
    "الأب",
    "يعرفون",
    "جوني",
    "يبقى",
    "أبقى",
    "أخشى",
    "اعني",
    "علمت",
    "زوجي",
    "عنى",
    "حسب",
    "صح",
    "الأمن",
    "سهل",
    "الجو",
    "يهتم",
    "يدعى",
    "وهناك",
    "مـن",
    "السيارات",
    "أتعلمين",
    "العيش",
    "قائمة",
    "واو",
    "سيدتى",
    "يمكنهم",
    "يستحق",
    "سلاح",
    "كلام",
    "كريس",
    "اذهبي",
    "فيك",
    "الآنسة",
    "سماع",
    "إنظر",
    "أربع",
    "الأعلى",
    "رأس",
    "ولماذا",
    "السلام",
    "القاتل",
    "تهتم",
    "تضع",
    "المهم",
    "لكنهم",
    "موجودة",
    "أتعرفين",
    "النهر",
    "خذي",
    "وصل",
    "مثلما",
    "قائد",
    "لله",
    "الأسلحة",
    "اخرس",
    "ترغب",
    "التلفاز",
    "شون",
    "عاهرة",
    "تغير",
    "مثيرة",
    "قالوا",
    "طريقي",
    "الحقير",
    "وظيفة",
    "معظم",
    "القدم",
    "أختي",
    "وصلنا",
    "حصلنا",
    "يمكنها",
    "الشركة",
    "عادة",
    "شعور",
    "حينها",
    "جاهزة",
    "زمن",
    "تعالوا",
    "شراب",
    "أيمكنك",
    "إحدى",
    "بعضهم",
    "سان",
    "آن",
    "حالا",
    "ثمن",
    "تسير",
    "بداية",
    "العثور",
    "فمك",
    "الشعر",
    "المفتاح",
    "هنـا",
    "شخصا",
    "تقوله",
    "أراه",
    "فجأة",
    "جاد",
    "شارع",
    "قضية",
    "تدخل",
    "شعر",
    "الأبيض",
    "أرسل",
    "أسابيع",
    "قوي",
    "عنده",
    "زوج",
    "أأنت",
    "انتى",
    "الشباب",
    "عائلتي",
    "السرعة",
    "أقوله",
    "مزيد",
    "اريدك",
    "جيري",
    "فـي",
    "القلب",
    "محظوظ",
    "بالرغم",
    "الخطة",
    "خط",
    "برنامج",
    "الحكومة",
    "آلاف",
    "مايرام",
    "بيتي",
    "صديقة",
    "كنتم",
    "تأتى",
    "تنتظر",
    "ادخل",
    "ديف",
    "بطل",
    "روبرت",
    "تتوقف",
    "تناول",
    "جانب",
    "حيال",
    "إعادة",
    "الكلاب",
    "الشراب",
    "يتعلق",
    "يصل",
    "تحدثت",
    "مشغول",
    "خيار",
    "وكنت",
    "الدفاع",
    "افكر",
    "مناسب",
    "أملك",
    "لاري",
    "تعنى",
    "الصندوق",
    "م",
    "الكلمات",
    "احصل",
    "والتر",
    "فتيات",
    "بسرعه",
    "تجعل",
    "تتصل",
    "والدتك",
    "آخذ",
    "اخبرك",
    "الم",
    "أ",
    "حاضر",
    "أحسنت",
    "تومي",
    "أصدقائي",
    "لربما",
    "أغلق",
    "فسوف",
    "الصف",
    "المفضل",
    "مضى",
    "مرتين",
    "احبك",
    "الجريمة",
    "الخوف",
    "واثق",
    "البارحة",
    "قررت",
    "طول",
    "نحاول",
    "عندى",
    "امر",
    "سخيف",
    "يدي",
    "ماء",
    "الأبد",
    "مـا",
    "كاملة",
    "تقدم",
    "أسألك",
    "زوجته",
    "محاولة",
    "يبدوا",
    "قلق",
    "فان",
    "كلانا",
    "أتفهم",
    "حل",
    "التاريخ",
    "أسبوع",
    "الطاقة",
    "آمن",
    "أشخاص",
    "الرحلة",
    "دفع",
    "يرى",
    "الكنيسة",
    "خدمة",
    "فندق",
    "أراد",
    "يفعلون",
    "الرسالة",
    "ولكنى",
    "تقولين",
    "للذهاب",
    "القول",
    "والذي",
    "آنا",
    "يظهر",
    "النافذة",
    "قادر",
    "موت",
    "الملازم",
    "اتصلت",
    "أراهن",
    "الغبي",
    "للحصول",
    "ايتها",
    "قف",
    "اعمل",
    "شهور",
    "توماس",
    "ثمة",
    "لنرى",
    "خاطئ",
    "الجميل",
    "اقصد",
    "اللحم",
    "الأعمال",
    "اول",
    "انتهت",
    "للخارج",
    "وجدنا",
    "الشاحنة",
    "الجنرال",
    "بالكاد",
    "رغم",
    "عمي",
    "مستر",
    "تعرفي",
    "السابق",
    "يزال",
    "إبتعد",
    "المدير",
    "صور",
    "احاول",
    "سأقول",
    "تشارلز",
    "هه",
    "نبحث",
    "اسمها",
    "فظيع",
    "بإمكاني",
    "قرأت",
    "اظن",
    "الفكرة",
    "رأسي",
    "أقدم",
    "هاتف",
    "يمكنكم",
    "قديم",
    "موافق",
    "الأحمر",
    "يومين",
    "ببساطة",
    "تعرفه",
    "أه",
    "اثنين",
    "الثلج",
    "الحقيبة",
    "بالإضافة",
    "استمر",
    "تسمعني",
    "مهلا",
    "العملية",
    "يفعله",
    "ابنتي",
    "أتريدين",
    "أمزح",
    "أجلي",
    "شك",
    "حلم",
    "ألديك",
    "شاب",
    "طريقه",
    "الضابط",
    "أليكس",
    "تظهر",
    "مذهل",
    "والان",
    "عزيزى",
    "حظ",
    "ملايين",
    "وجهي",
    "الطيران",
    "الحقيقه",
    "المحقق",
    "أعمال",
    "لرؤية",
    "تصدق",
    "دان",
    "أنة",
    "إيجاد",
    "أخبرتني",
    "سنقوم",
    "تمانع",
    "تدفع",
    "اتحدث",
    "تتحدثين",
    "أترك",
    "رأيتها",
    "القبض",
    "تعرفون",
    "مفاجأة",
    "الأسود",
    "تنتهي",
    "الموقف",
    "مدير",
    "نفسى",
    "الارض",
    "التحكم",
    "قليلة",
    "وعلى",
    "آسفه",
    "قلبك",
    "ضربة",
    "دع",
    "دعه",
    "فيكتور",
    "بالعمل",
    "حفل",
    "الهى",
    "محطة",
    "إنتظري",
    "تريدون",
    "أموت",
    "اخبرني",
    "سيارتي",
    "أوقف",
    "العمر",
    "عينيك",
    "سرقة",
    "يبدأ",
    "التعامل",
    "المحيط",
    "اية",
    "أحيانا",
    "كلير",
    "وبعدها",
    "الحدود",
    "الكلمة",
    "الغداء",
    "القاعدة",
    "تاريخ",
    "بسهولة",
    "صفقة",
    "فرقة",
    "فهي",
    "وكذلك",
    "ولكنني",
    "الرحيل",
    "صنع",
    "يتكلم",
    "يقتل",
    "التصوير",
    "إبني",
    "شخصية",
    "عائلتك",
    "وربما",
    "تقتل",
    "بارد",
    "اراك",
    "المبنى",
    "أخبره",
    "الإنتظار",
    "بيني",
    "الوحش",
    "جدتي",
    "سيداتي",
    "قابلت",
    "مجال",
    "سأحضر",
    "الدرجة",
    "ومع",
    "دخلت",
    "مسألة",
    "قدر",
    "عقلك",
    "أمل",
    "شديد",
    "منزلك",
    "الشهر",
    "أخبريني",
    "خطير",
    "تشارلى",
    "كتب",
    "تسعة",
    "ابحث",
    "روح",
    "الأسئلة",
    "مـاذا",
    "تشعرين",
    "رأيتك",
    "الأمريكية",
    "بقدر",
    "بطاقة",
    "عطلة",
    "مدهش",
    "لانه",
    "مشاهدة",
    "الموافقة",
    "وداعا",
    "الأم",
    "حادث",
    "تأخرت",
    "حياتنا",
    "تراجع",
    "قوله",
    "ذاهبة",
    "اخذ",
    "سكوت",
    "تطلب",
    "نأخذ",
    "البيض",
    "الاطفال",
    "اصبح",
    "زالت",
    "تقولي",
    "الأسفل",
    "ابى",
    "يستطيعون",
    "ياإلهي",
    "باب",
    "مر",
    "شكل",
    "وقعت",
    "الشكل",
    "يدخل",
    "للنوم",
    "الصيف",
    "اقوم",
    "يد",
    "زوجك",
    "يشعر",
    "جاي",
    "لشخص",
    "تكلم",
    "سبيل",
    "قمنا",
    "لعب",
    "أقوى",
    "اسرع",
    "كهذه",
    "الاسبوع",
    "سيصبح",
    "المفاتيح",
    "الجزيرة",
    "رأسه",
    "مستعدة",
    "كى",
    "افهم",
    "خرج",
    "مسرور",
    "موضوع",
    "حقيقى",
    "أبعد",
    "طبيعي",
    "ترين",
    "يكفى",
    "التالية",
    "تأكل",
    "لأنهم",
    "أثق",
    "يملك",
    "تري",
    "الأحيان",
    "بمجرد",
    "تترك",
    "فضلكم",
    "ريد",
    "أعتذر",
    "يجدر",
    "سيأتي",
    "عشرون",
    "القدر",
    "بالقرب",
    "سقط",
    "أرجو",
    "ابق",
    "حي",
    "مشكلتك",
    "الرائع",
    "بقوة",
    "إس",
    "القاضي",
    "داعي",
    "مدة",
    "سيتم",
    "ماك",
    "انتبه",
    "الموقع",
    "الحقيقية",
    "حبيبتى",
    "تذهبي",
    "وإن",
    "أعرفك",
    "دخل",
    "السابقة",
    "حقيبة",
    "كنتي",
    "مائة",
    "للهول",
    "إسم",
    "تطلق",
    "بقية",
    "بالأسفل",
    "الذهب",
    "ستكونين",
    "أسود",
    "تنسى",
    "مثله",
    "سيارتك",
    "عنهم",
    "اشياء",
    "المساء",
    "تزال",
    "وقتك",
    "يبحث",
    "أتعتقد",
    "مارتن",
    "سأعطيك",
    "سريع",
    "شاهد",
    "تكذب",
    "نفعله",
    "ضوء",
    "القارب",
    "طابت",
    "أنحاء",
    "الشاي",
    "",
    "تقرير",
    "القبيل",
    "الداخلية",
    "نقود",
    "لأحد",
    "نيو",
    "اسفة",
    "هاه",
    "بناء",
    "العميل",
    "بأمان",
    "حركة",
    "انهض",
    "الكاميرا",
    "تعلمون",
    "أحدكم",
    "السن",
    "حامل",
    "الثلاثة",
    "وجد",
    "أجلس",
    "أغنية",
    "يتحرك",
    "الواحد",
    "الانتظار",
    "الفوضى",
    "تفقد",
    "للحظة",
    "المطبخ",
    "الأمير",
    "جعل",
    "أمسك",
    "لطالما",
    "ميتة",
    "الفضاء",
    "الرئيسي",
    "المباراة",
    "الألم",
    "جدي",
    "أساعدك",
    "الخامسة",
    "اليمين",
    "قامت",
    "الطرق",
    "ذاهبون",
    "الشريط",
    "لوك",
    "أسفة",
    "أقدر",
    "المرح",
    "غاية",
    "يشبه",
    "كفى",
    "قهوة",
    "مجددا",
    "الغريب",
    "حسنآ",
    "أعتقدت",
    "ساره",
    "الكابتن",
    "للخلف",
    "توقفت",
    "قصيرة",
    "ولدي",
    "بنفسه",
    "أخبرنى",
    "تكونوا",
    "سآخذ",
    "مكانه",
    "وكانت",
    "إذهبي",
    "كيت",
    "خطوة",
    "سواء",
    "مكالمة",
    "ملابسك",
    "أرض",
    "تراه",
    "تحضر",
    "عم",
    "الجلوس",
    "أتسائل",
    "يحمل",
    "روما",
    "نعـم",
    "البطل",
    "اترك",
    "الرأس",
    "النهار",
    "تحبين",
    "أنظروا",
    "محل",
    "إهدأ",
    "الجمال",
    "الروح",
    "جوي",
    "اصمت",
    "ستصبح",
    "واشنطن",
    "السادسة",
    "إتفقنا",
    "الحياه",
    "سفينة",
    "للداخل",
    "مضت",
    "السمك",
    "آلة",
    "فائدة",
    "حماية",
    "ذكي",
    "وجهه",
    "العدو",
    "وان",
    "عضو",
    "الشخصية",
    "السبت",
    "ننتظر",
    "نتكلم",
    "عنا",
    "موسيقى",
    "ابقي",
    "الزمن",
    "قضيت",
    "انتهيت",
    "لأننى",
    "الحافلة",
    "الأصدقاء",
    "أقرب",
    "موقف",
    "بالمنزل",
    "جزيلا",
    "للخروج",
    "صوتك",
    "واحدا",
    "صديقتي",
    "الجنود",
    "بدلا",
    "الجيدة",
    "أعطيك",
    "روز",
    "قولي",
    "جيني",
    "دماء",
    "كاليفورنيا",
    "تفضلي",
    "قتله",
    "نقول",
    "يلعب",
    "أناس",
    "وقع",
    "الهند",
    "الحائط",
    "سأراك",
    "الأفلام",
    "أصل",
    "توني",
    "فيل",
    "وجدته",
    "عاما",
    "يدفع",
    "قديمة",
    "المركز",
    "ايه",
    "شراء",
    "بالأمس",
    "بأنهم",
    "أتوقع",
    "الكتب",
    "آرثر",
    "الاسم",
    "مسدس",
    "الثامنة",
    "وفى",
    "صعبة",
    "التوقف",
    "بأكمله",
    "عجوز",
    "فتح",
    "مستوى",
    "إشارة",
    "لانك",
    "أضع",
    "قيمة",
    "حالما",
    "ولهذا",
    "كلمات",
    "ينظر",
    "تذهبين",
    "ضابط",
    "اليسار",
    "الملكة",
    "ماتوا",
    "ويجب",
    "كين",
    "الرابع",
    "إستمع",
    "رجلا",
    "استخدام",
    "جائع",
    "سئ",
    "كيفية",
    "عمر",
    "بابا",
    "أسئلة",
    "السطح",
    "البنت",
    "لايوجد",
    "تعنين",
    "ايام",
    "السنوات",
    "وقال",
    "بروس",
    "رائعا",
    "وقتا",
    "بسيطة",
    "القرية",
    "اصبحت",
    "الاول",
    "نوعا",
    "اخبرتك",
    "لوسي",
    "قادمون",
    "رأى",
    "اصدق",
    "المعركة",
    "يأتى",
    "الفرق",
    "تقف",
    "عمرك",
    "يعجبني",
    "جولة",
    "المفروض",
    "تستحق",
    "لابأس",
    "بعيدة",
    "جنرال",
    "بهدوء",
    "الرغم",
    "نعيش",
    "مقابلة",
    "الوجه",
    "اكبر",
    "قاموا",
    "صديقتك",
    "فتاه",
    "مفتاح",
    "سميث",
    "ناس",
    "الرقيب",
    "يو",
    "عرف",
    "تسأل",
    "إي",
    "ثق",
    "وحدة",
    "الأكبر",
    "آخرى",
    "إل",
    "أعظم",
    "إياه",
    "أجمل",
    "قيادة",
    "مصاب",
    "الأرجح",
    "يعتقدون",
    "مجلس",
    "تأكيد",
    "غبية",
    "آتي",
    "مباراة",
    "الفصل",
    "إجلس",
    "الرحب",
    "كأنه",
    "الحرية",
    "قرب",
    "البنات",
    "ولكننا",
    "جميله",
    "بنى",
    "بدا",
    "إفتح",
    "محقة",
    "فنحن",
    "بلقائك",
    "إليهم",
    "ستأتي",
    "مريضة",
    "كتبت",
    "اهتم",
    "فريد",
    "قنبلة",
    "الاثنين",
    "الوداع",
    "وغد",
    "تجلس",
    "ممتع",
    "امى",
    "أدفع",
    "البنك",
    "ألعب",
    "أرجوكم",
    "الأوغاد",
    "المسرح",
    "الجمعة",
    "الضغط",
    "سو",
    "علـى",
    "قاله",
    "ماهي",
    "أيمكنني",
    "نخب",
    "عملنا",
    "البرنامج",
    "لتلك",
    "فلم",
    "الهروب",
    "غاضب",
    "تكونى",
    "الهجوم",
    "كيفين",
    "لرؤيتك",
    "يهمني",
    "هدف",
    "مصدر",
    "يتوقف",
    "أقتل",
    "وحيد",
    "تستمع",
    "المجنون",
    "كريم",
    "بقيت",
    "السوداء",
    "لوحدي",
    "سجن",
    "اولا",
    "مازالت",
    "القوات",
    "تخبر",
    "السفر",
    "البريد",
    "انتظروا",
    "طفلة",
    "لعينة",
    "أطول",
    "سقطت",
    "ياله",
    "فعلنا",
    "السياره",
    "تعلمت",
    "اطلق",
    "يعتمد",
    "إننى",
    "وحتى",
    "السعادة",
    "بشأنه",
    "أكيد",
    "ذكر",
    "جميعكم",
    "يقومون",
    "الرابعة",
    "مليئة",
    "دم",
    "اللون",
    "مشكله",
    "تبقي",
    "الشاطئ",
    "اقل",
    "ضمن",
    "سلام",
    "علامة",
    "دعوني",
    "أليست",
    "سعيدا",
    "ارجع",
    "رحل",
    "والتي",
    "تستخدم",
    "الجامعة",
    "تسمح",
    "بشئ",
    "المفتش",
    "طبعا",
    "فلنذهب",
    "النجوم",
    "تمهل",
    "ترحل",
    "عذرا",
    "أبيض",
    "اليها",
    "روجر",
    "القواعد",
    "تمام",
    "حضرة",
    "أمور",
    "معركة",
    "السحر",
    "تنام",
    "الفوز",
    "سوزان",
    "الأموال",
    "الخطب",
    "مساعدتي",
    "الزفاف",
    "العم",
    "أذكر",
    "الشوارع",
    "جامعة",
    "اذهبوا",
    "تظنين",
    "الحلوى",
    "الثانوية",
    "تثق",
    "أحبه",
    "أكل",
    "يسمح",
    "أمامك",
    "ضرب",
    "تحتاجين",
    "يجعلني",
    "رؤيته",
    "وأعتقد",
    "ألست",
    "صباحا",
    "دورك",
    "جزيرة",
    "ستعود",
    "أخى",
    "أحمر",
    "يعملون",
    "ابنك",
    "فرنسا",
    "بالشرطة",
    "المدرب",
    "القسم",
    "ساعدوني",
    "عمره",
    "البحرية",
    "ليلتك",
    "أهم",
    "الصغار",
    "السريع",
    "معقول",
    "هيي",
    "الشرطه",
    "عادت",
    "رد",
    "لاتقلق",
    "كافية",
    "البوابة",
    "تفعلها",
    "ديك",
    "ليزا",
    "للأمام",
    "يتوجب",
    "أخيرا",
    "أسلحة",
    "سررت",
    "سيفعل",
    "الشر",
    "الرصاص",
    "معجب",
    "السيئة",
    "ستيفن",
    "الكوكب",
    "بالدخول",
    "القنبلة",
    "جونز",
    "دين",
    "نلعب",
    "شاحنة",
    "للجميع",
    "كذبت",
    "الخنزير",
    "أخبرت",
    "لدرجة",
    "المطار",
    "شاهدت",
    "جميعنا",
    "السابعة",
    "أنسى",
    "أبدأ",
    "كلكم",
    "سانتا",
    "جيل",
    "التدريب",
    "ولدت",
    "حيوان",
    "المجموعة",
    "آني",
    "تأكد",
    "هرب",
    "الشرطي",
    "بو",
    "مطعم",
    "مقرف",
    "مرض",
    "السهل",
    "فارغ",
    "فخور",
    "سوء",
    "ذالك",
    "التنين",
    "الإنسان",
    "رائعه",
    "امك",
    "غادر",
    "سلاحك",
    "سأحاول",
    "عمري",
    "آل",
    "تيري",
    "وهى",
    "أؤمن",
    "جيف",
    "تقصدين",
    "كارتر",
    "النبيذ",
    "رحلت",
    "جينا",
    "أخري",
    "الحركة",
    "أجله",
    "صنعت",
    "سعداء",
    "الفتاه",
    "زعيم",
    "استطعت",
    "بالترجمة",
    "متن",
    "بجد",
    "إم",
    "آدم",
    "قاعدة",
    "سأقتلك",
    "السباق",
    "القرار",
    "نار",
    "الطقس",
    "سرقت",
    "الأحد",
    "تجعلني",
    "ليو",
    "ستقوم",
    "شجرة",
    "رفيق",
    "للأسفل",
    "تفعلون",
    "الحمقى",
    "محامي",
    "أصدقائك",
    "حولك",
    "كانا",
    "يـا",
    "معروف",
    "قانون",
    "حدثت",
    "الهرب",
    "هيلين",
    "وجهة",
    "يمر",
    "نظرت",
    "والد",
    "النظرة",
    "الحد",
    "الضروري",
    "بالتاكيد",
    "الأغنية",
    "جوش",
    "شيكاغو",
    "نكن",
    "دقيقه",
    "هدوء",
    "تعطيني",
    "العاشرة",
    "ينتظر",
    "لاعب",
    "العامة",
    "اتصال",
    "الشمال",
    "السباحة",
    "الثمن",
    "كفاية",
    "أهو",
    "المطر",
    "وجدتها",
    "ممتعة",
    "إما",
    "الوقود",
    "ماركوس",
    "بجدية",
    "اتعلم",
    "الحرارة",
    "قبلة",
    "عالية",
    "الاقل",
    "الوحدة",
    "شعرك",
    "تغادر",
    "رباه",
    "الراحة",
    "احدهم",
    "الأوقات",
    "زوجتى",
    "خلفك",
    "افعلها",
    "إسمك",
    "إسمي",
    "نادي",
    "وجبة",
    "فرانكي",
    "استيقظ",
    "يقف",
    "كيم",
    "الطاولة",
    "أكتب",
    "القذر",
    "التاسعة",
    "مزحة",
    "السرية",
    "المطعم",
    "إتصل",
    "جاءت",
    "اطلب",
    "البلد",
    "جنوب",
    "ي",
    "لأنى",
    "تجاه",
    "ماعدا",
    "تراجعوا",
    "حمام",
    "ونصف",
    "الخاتم",
    "يالها",
    "قرار",
    "للأعلى",
    "تهانينا",
    "نسخة",
    "خسرت",
    "الجنون",
    "أرحل",
    "الخدمة",
    "نيل",
    "ذهبوا",
    "أنجلوس",
    "الإثنين",
    "ساعتين",
    "عيني",
    "اتيت",
    "أفعلها",
    "السير",
    "راقب",
    "لين",
    "الشيئ",
    "تحديد",
    "الأميرة",
    "الشعب",
    "تجربة",
    "وحيدة",
    "الاولى",
    "وكالة",
    "الرئيسية",
    "إسمه",
    "ليلي",
    "رجالك",
    "الأمريكي",
    "كلارك",
    "نبقى",
    "أنفسنا",
    "ستحصل",
    "ممارسة",
    "الأماكن",
    "لحد",
    "الكون",
    "مهتم",
    "يدور",
    "المرور",
    "بعمر",
    "سأبقى",
    "الحفل",
    "المبلغ",
    "تشرب",
    "مالك",
    "سأحصل",
    "طرق",
    "للمساعدة",
    "طيبة",
    "أختك",
    "هيئة",
    "يضع",
    "وحش",
    "التوقيت",
    "انسى",
    "يصدق",
    "بأكملها",
    "تكساس",
    "هجوم",
    "الشرف",
    "أثر",
    "يطلق",
    "الصفقة",
    "جيش",
    "أسأل",
    "وحدك",
    "النيران",
    "العليا",
    "بدأنا",
    "يطلب",
    "والأن",
    "بقي",
    "الحضور",
    "القرن",
    "مخيف",
    "دولارات",
    "أفترض",
    "بأمر",
    "جندي",
    "جولي",
    "الزهور",
    "الرياح",
    "اللهي",
    "يقود",
    "يتصل",
    "الخامس",
    "عقد",
    "فكره",
    "سرعة",
    "سيارات",
    "الخطر",
    "كلاهما",
    "مؤخرة",
    "ترتدي",
    "كارين",
    "تمسك",
    "لوحدك",
    "جماعة",
    "مغلق",
    "التحقيقات",
    "سيقوم",
    "حادثة",
    "المحطة",
    "الجسر",
    "بنات",
    "الاطلاق",
    "النقطة",
    "الغذاء",
    "الشجاعة",
    "المستوى",
    "انظرى",
    "الحصان",
    "أتساءل",
    "أعطنى",
    "يحاولون",
    "جميعهم",
    "مكتبي",
    "للبحث",
    "نظر",
    "أرسلت",
    "الفيديو",
    "تفهمين",
    "سر",
    "لاحظت",
    "جعلت",
    "أعضاء",
    "التحقيق",
    "المراقبة",
    "لمعرفة",
    "الظهر",
    "مستشفى",
    "إنى",
    "يظن",
    "سويا",
    "تيد",
    "يرغب",
    "ينجح",
    "مخدرات",
    "قوى",
    "طاب",
    "إنهض",
    "شو",
    "قابل",
    "لوقت",
    "التصرف",
    "بدونك",
    "نجحت",
    "دى",
    "ببطء",
    "إنسان",
    "بالأعلى",
    "إدوارد",
    "كأس",
    "غاضبة",
    "عادي",
    "المسألة",
    "الزعيم",
    "ذهبنا",
    "المسكين",
    "ستموت",
    "لاني",
    "الرائعة",
    "للأسف",
    "أهمية",
    "عديم",
    "باسم",
    "حوالى",
    "يفكر",
    "سمعته",
    "الحكم",
    "العلاج",
    "العقل",
    "سيعود",
    "يحبون",
    "لكنت",
    "السوق",
    "تبكي",
    "العقيد",
    "تدعى",
    "طويلا",
    "لازلت",
    "القائمة",
    "شرف",
    "هربت",
    "الصحراء",
    "مان",
    "قراءة",
    "رأيي",
    "إبقى",
    "اتذكر",
    "تعديل",
    "الفائدة",
    "النصف",
    "تقع",
    "سباق",
    "اود",
    "ندخل",
    "خذه",
    "تتصرف",
    "أمن",
    "قلقة",
    "ستبقى",
    "الطيور",
    "عودي",
    "أحببت",
    "طريقنا",
    "ضخم",
    "مسموح",
    "أقترح",
    "الإثنان",
    "للمرة",
    "المفضلة",
    "فوضى",
    "الطبيعة",
    "لفعل",
    "نرحل",
    "أدنى",
    "التنفس",
    "جمال",
    "عميل",
    "كبيره",
    "جاكي",
    "القذارة",
    "مفتوح",
    "كاثرين",
    "تشبه",
    "لوحده",
    "المكسيك",
    "جايك",
    "ضغط",
    "عبارة",
    "يسبق",
    "القصص",
    "أنفسهم",
    "بضع",
    "هام",
    "الحلم",
    "خدعة",
    "السر",
    "اتعرف",
    "تخبريني",
    "مشروع",
    "كلاكما",
    "مثالي",
    "الجثة",
    "قتلوا",
    "براين",
    "الآخرون",
    "يخبرني",
    "الجنة",
    "السنين",
    "الدين",
    "هاك",
    "العظيمة",
    "الاثنان",
    "أحسن",
    "حقير",
    "الأشجار",
    "نعتقد",
    "سنعود",
    "سرق",
    "الأمل",
    "جلبت",
    "القوانين",
    "جيسي",
    "شاذ",
    "وبين",
    "أدرك",
    "تقبل",
    "أخبرهم",
    "اطلاق",
    "مراقبة",
    "تستمر",
    "سن",
    "فمن",
    "ك",
    "قطار",
    "الحمراء",
    "العزيز",
    "تأثير",
    "الموتى",
    "أستمع",
    "ثانيه",
    "إنقاذ",
    "أحمد",
    "نتيجة",
    "التفاصيل",
    "الماضى",
    "شابه",
    "الشجرة",
    "كأنك",
    "الفراش",
    "الوظيفة",
    "بيع",
    "براد",
    "مايا",
    "الكلية",
    "يعجبك",
    "كافي",
    "سبع",
    "بداخل",
    "مستعدون",
    "حياتها",
    "بالتحديد",
    "سابق",
    "غرفتي",
    "بصورة",
    "الحين",
    "غضون",
    "آجل",
    "الصين",
    "أمامنا",
    "تدرك",
    "أريك",
    "الحساب",
    "دفعت",
    "اخري",
    "المجيء",
    "العلم",
    "فقدنا",
    "ولاية",
    "تكونين",
    "فيليب",
    "ملكة",
    "غادرت",
    "والده",
    "سنه",
    "تخيل",
    "الدليل",
    "البندقية",
    "تقود",
    "تتوقع",
    "سمك",
    "يأكل",
    "وقتها",
    "الثقة",
    "مت",
    "مش",
    "المجتمع",
    "شريك",
    "جثة",
    "نجم",
    "أراها",
    "المسؤول",
    "حدود",
    "ت",
    "سعدت",
    "الألعاب",
    "متجر",
    "أحبها",
    "يأتون",
    "البيرة",
    "أتت",
    "أخبرته",
    "تعرض",
    "أعذرني",
    "المسافة",
    "عبد",
    "بانك",
    "الشرق",
    "صغيره",
    "الجبال",
    "الرائحة",
    "الأبواب",
    "لاشيء",
    "اعود",
    "وسيم",
    "خذها",
    "أرد",
    "دعها",
    "سنتين",
    "بإمكاننا",
    "لكننى",
    "الف",
    "مناسبة",
    "ست",
    "أخ",
    "سأخرج",
    "حلوى",
    "العين",
    "استخدم",
    "وهكذا",
    "نقل",
    "اعنى",
    "وحده",
    "ريك",
    "لون",
    "سنرى",
    "اللازم",
    "سيذهب",
    "يترك",
    "الراديو",
    "وعدت",
    "أحدا",
    "سيئا",
    "أتظن",
    "بالحقيقة",
    "واذا",
    "البيضاء",
    "أغلب",
    "تخبرنى",
    "مالم",
    "س",
    "إنتهت",
    "أرأيت",
    "نملك",
    "الحي",
    "كيفن",
    "العنوان",
    "مؤلم",
    "روبن",
    "بمثل",
    "الممر",
    "واثقة",
    "أنظرى",
    "تصنع",
    "أنام",
    "حساب",
    "سوداء",
    "ابنة",
    "علية",
    "نمت",
    "جاهزون",
    "البشرية",
    "دخول",
    "يعتبر",
    "يسمى",
    "كاذب",
    "تصديق",
    "بالنسبه",
    "أبوك",
    "لنبدأ",
    "تعبث",
    "كوب",
    "بأى",
    "لحظه",
    "ضعيف",
    "الدجاج",
    "لوحة",
    "الفرقة",
    "أسمح",
    "متعب",
    "نساء",
    "طفلي",
    "ستان",
    "هـل",
    "ارفع",
    "تايلور",
    "يقوله",
    "جى",
    "وكأنه",
    "يسير",
    "أمسكت",
    "وهنا",
    "أهذه",
    "لهنا",
    "تعملين",
    "شريط",
    "الدواء",
    "بصراحة",
    "بوسعي",
    "الخمر",
    "للقيام",
    "الأوراق",
    "أكذب",
    "قتلي",
    "اليد",
    "كايل",
    "الدور",
    "يارفاق",
    "ه",
    "بيتك",
    "حية",
    "باي",
    "أب",
    "ملابسي",
    "آمين",
    "ابنتك",
    "العربة",
    "انزل",
    "عمرها",
    "ولكننى",
    "الدفع",
    "أنواع",
    "بحاجه",
    "اصدقاء",
    "سادتي",
    "قصير",
    "أعطيني",
    "سيموت",
    "بيرة",
    "وبعض",
    "خطب",
    "هارولد",
    "أوراق",
    "هما",
    "وها",
    "لكما",
    "ني",
    "المخابرات",
    "حبيبى",
    "المدينه",
    "عربة",
    "عشاء",
    "لنفسي",
    "لأول",
    "لعمل",
    "مكتوب",
    "الولاية",
    "الفور",
    "انكم",
    "تفعلينه",
    "الإسبوع",
    "الوطن",
    "تيم",
    "نيكي",
    "تمر",
    "ماريا",
    "وعشرون",
    "الصبي",
    "تتعلم",
    "الجسم",
    "لسوء",
    "أسبوعين",
    "الطائر",
    "باري",
    "للغايه",
    "تجري",
    "أبتعد",
    "بربك",
    "الرؤية",
    "الطفلة",
    "اخي",
    "الأرواح",
    "حار",
    "فإنه",
    "المرحلة",
    "ويليام",
    "اشكرك",
    "قريبة",
    "العلاقة",
    "مثلها",
    "زوجها",
    "كف",
    "وسيلة",
    "إخرس",
    "الحديقة",
    "حجم",
    "تصرف",
    "ج",
    "سجل",
    "الأوامر",
    "جاكسون",
    "قتلته",
    "العدالة",
    "ذكية",
    "الاخر",
    "الأزرق",
    "المتجر",
    "فرق",
    "مرح",
    "حصان",
    "لرجل",
    "شديدة",
    "المصعد",
    "الاشخاص",
    "قادرة",
    "حيوانات",
    "طبيعية",
    "جوليا",
    "كيلي",
    "بارك",
    "ليكون",
    "تفتح",
    "عامل",
    "فعلوا",
    "شارلي",
    "ربحت",
    "تغيرت",
    "متزوج",
    "طريقك",
    "سيمون",
    "يعيشون",
    "الأحداث",
    "تفعلى",
    "أمامي",
    "لورا",
    "يجد",
    "حوله",
    "تريدي",
    "الحارس",
    "غرفتك",
    "القدوم",
    "عودوا",
    "لـم",
    "أدرى",
    "الجنوب",
    "امسك",
    "رون",
    "تقديم",
    "باقي",
    "الساعه",
    "وحدي",
    "مقدار",
    "لتكون",
    "البقر",
    "الطريقه",
    "رايان",
    "احمق",
    "حدوث",
    "فما",
    "خنزير",
    "ورقة",
    "كسر",
    "العلوي",
    "اللطيف",
    "أصغر",
    "حارس",
    "المستحيل",
    "يستخدم",
    "بالكثير",
    "متي",
    "صيد",
    "ألى",
    "حديقة",
    "المشتبه",
    "تؤمن",
    "مارتي",
    "ممنوع",
    "إلـى",
    "مجلة",
    "للعشاء",
    "الملعون",
    "الفائز",
    "لذيذ",
    "الرفاق",
    "عفوا",
    "سعيده",
    "هاتفك",
    "حياتهم",
    "صحيحة",
    "ستفعلين",
    "دعينى",
    "تكتب",
    "سرية",
    "آكل",
    "الخلفي",
    "يجلس",
    "قتلك",
    "قتال",
    "تهرب",
    "الكذب",
    "مميز",
    "جيك",
    "كتابة",
    "قمة",
    "تابع",
    "قارب",
    "أحياء",
    "سنين",
    "الهدوء",
    "خطط",
    "شعورك",
    "نائم",
    "ستعمل",
    "بوضوح",
    "يساعد",
    "تصوير",
    "علاج",
    "بتحسن",
    "قوات",
    "لمساعدتك",
    "مفتوحة",
    "تساعدني",
    "قذر",
    "بالجوار",
    "طيلة",
    "هادئ",
    "خطبك",
    "الثلاثاء",
    "تحقيق",
    "ف",
    "لدقيقة",
    "عديدة",
    "بمكان",
    "كنتى",
    "يقل",
    "مرور",
    "عالي",
    "كونج",
    "ألقي",
    "تقابلنا",
    "ثواني",
    "مدين",
    "ينبغى",
    "حاله",
    "عين",
    "نتحرك",
    "تقرأ",
    "بحالة",
    "ابدأ",
    "فورا",
    "رايت",
    "إنتظار",
    "سائق",
    "إياها",
    "بحلول",
    "وعد",
    "دوك",
    "عشرين",
    "روني",
    "يومك",
    "الصحف",
    "أشرب",
    "للشفقة",
    "لتناول",
    "مفقود",
    "لأعلى",
    "غيرت",
    "لمكان",
    "الجبل",
    "أدركت",
    "لحظات",
    "أنتهى",
    "يبحثون",
    "فريدي",
    "لسبب",
    "أجب",
    "ولكنهم",
    "اسفه",
    "تحبني",
    "قضاء",
    "الموعد",
    "أنزل",
    "والدى",
    "فشلت",
    "دائرة",
    "انطلق",
    "ديل",
    "ن",
    "هاهو",
    "راحة",
    "إبق",
    "مخرج",
    "فو",
    "تعرفى",
    "كول",
    "محتمل",
    "اليابان",
    "شبكة",
    "أميال",
    "التخلص",
    "العنف",
    "حكم",
    "مؤخرتي",
    "مؤخرا",
    "المره",
    "تلقيت",
    "الحراس",
    "النادي",
    "ظهرت",
    "المثال",
    "امام",
    "سريعة",
    "الجندي",
    "أوروبا",
    "حبي",
    "نضع",
    "العاصفة",
    "جنود",
    "المحاولة",
    "بسببك",
    "مئات",
    "تحدثنا",
    "الحالي",
    "شخصي",
    "الخريطة",
    "أخبرنا",
    "مقابلتك",
    "ديريك",
    "ليندا",
    "ساعه",
    "أيا",
    "عقلي",
    "عليكي",
    "السلطة",
    "جادة",
    "السافل",
    "بوجود",
    "وتلك",
    "الحيوان",
    "بيث",
    "التحرك",
    "خمسون",
    "الأرضية",
    "الجثث",
    "كونك",
    "إدارة",
    "أجرة",
    "الفيدرالية",
    "الكبرى",
    "مشغولة",
    "تخاف",
    "والسادة",
    "ثلاثه",
    "تتغير",
    "مررت",
    "أخبرها",
    "مارشال",
    "الصواب",
    "أشك",
    "أعوام",
    "المرض",
    "يهرب",
    "لأجلك",
    "الايام",
    "الحادث",
    "ليله",
    "أسرعوا",
    "إذهبوا",
    "تسقط",
    "تمكنت",
    "الينا",
    "ضعه",
    "أنقذ",
    "تتركني",
    "زي",
    "يمتلك",
    "إسمعي",
    "المرات",
    "هاتفي",
    "الحجم",
    "اخبرنى",
    "أترين",
    "بالذهاب",
    "بأسرع",
    "لنخرج",
    "الشكر",
    "المجلس",
    "تستطع",
    "خطيرة",
    "جرب",
    "العالمية",
    "أماكن",
    "ممتازة",
    "بفعل",
    "اخذت",
    "عنوان",
    "مسافة",
    "النفس",
    "إيه",
    "مولي",
    "قاعة",
    "بمفردك",
    "اجد",
    "والدتي",
    "جد",
    "فات",
    "يحضر",
    "شغل",
    "احترس",
    "الورق",
    "قلبه",
    "لايمكن",
    "كمية",
    "يتغير",
    "انتهينا",
    "أخاف",
    "إخبارك",
    "رجالي",
    "شمال",
    "أجعل",
    "مجانين",
    "أبيك",
    "أقدام",
    "ميكي",
    "وأنه",
    "واضحة",
    "أهناك",
    "يرتدي",
    "آر",
    "إليكم",
    "سآتي",
    "المناسبة",
    "تقتلني",
    "أباك",
    "التقرير",
    "إدي",
    "قصص",
    "أعترف",
    "ابتعدوا",
    "جرائم",
    "المركب",
    "دوري",
    "سايمون",
    "رسائل",
    "النجاح",
    "التدخين",
    "مرت",
    "تمتلك",
    "التلفزيون",
    "أطلقوا",
    "الغضب",
    "إتصال",
    "البحيرة",
    "ستجد",
    "الشتاء",
    "يريده",
    "جبان",
    "آخرين",
    "قواعد",
    "تعبت",
    "الظروف",
    "الأسنان",
    "الشقة",
    "تشاهد",
    "الغرب",
    "شبح",
    "باتريك",
    "المقعد",
    "كوكب",
    "رأي",
    "الغبية",
    "كأن",
    "احذر",
    "أسهل",
    "أصبت",
    "دانيال",
    "الأحلام",
    "التكلم",
    "الجوية",
    "والا",
    "مخطئ",
    "ويلي",
    "مبروك",
    "الرائد",
    "وجدوا",
    "زواج",
    "هونج",
    "أقتلك",
    "مارى",
    "أقف",
    "سانت",
    "مساعد",
    "حيا",
    "هادئة",
    "للوصول",
    "بة",
    "اما",
    "تعلمي",
    "مئة",
    "زيادة",
    "زوي",
    "يغادر",
    "الواحدة",
    "قوانين",
    "يفعلوا",
    "اللغة",
    "روبي",
    "يستطع",
    "أقرأ",
    "تدمير",
    "ساحة",
    "إله",
    "لسنوات",
    "المرء",
    "جائزة",
    "الأطباء",
    "نحب",
    "متأسف",
    "الأخضر",
    "نهر",
    "عصابة",
    "لشيء",
    "اطفال",
    "بإسم",
    "ياالهي",
    "ضخمة",
    "اتكلم",
    "روي",
    "عندهم",
    "جرى",
    "ميشيل",
    "فصل",
    "ثلاثون",
    "صعوبة",
    "ولذلك",
    "تكلمت",
    "سريعا",
    "العريف",
    "إفعل",
    "اللورد",
    "إستمر",
    "كدت",
    "أفراد",
    "أوامر",
    "إرسال",
    "الدعم",
    "واين",
    "للموت",
    "ارحل",
    "فيهم",
    "الخبز",
    "اسبوع",
    "لولا",
    "إنتبه",
    "إبنك",
    "القصر",
    "تحول",
    "المجال",
    "فيجب",
    "منظمة",
    "بندقية",
    "متر",
    "أسماء",
    "يكذب",
    "القلق",
    "حمل",
    "أمان",
    "رصاصة",
    "شهرين",
    "الرسائل",
    "علبة",
    "تفكرين",
    "تسبب",
    "أقود",
    "باركر",
    "إف",
    "مبكرا",
    "لأكون",
    "ماالذي",
    "البدء",
    "سهلة",
    "وأين",
    "تذكرة",
    "الحمد",
    "جعلك",
    "يعلمون",
    "المادة",
    "الجمهور",
    "أغادر",
    "مالي",
    "الجولة",
    "مستقبل",
    "بصوت",
    "الصيد",
    "ستيوارت",
    "بنفسى",
    "أريدها",
    "بالخلف",
    "اتريد",
    "القرش",
    "نغادر",
    "برؤيتك",
    "كذب",
    "المتعة",
    "الأفكار",
    "بلدة",
    "سئمت",
    "بعدما",
    "آندي",
    "جعلتني",
    "أطلقت",
    "اختيار",
    "نموت",
    "رفع",
    "تحذير",
    "القطعة",
    "يحتاجون",
    "مذنب",
    "لعنة",
    "إد",
    "أفتح",
    "العقد",
    "يذهبون",
    "سينتهي",
    "كولونيل",
    "خاطئة",
    "العسكرية",
    "الأمام",
    "صدقني",
    "الزاوية",
    "تقترب",
    "ظهرك",
    "هارى",
    "لأرى",
    "تنجح",
    "الغريبة",
    "خطأي",
    "المغادرة",
    "السيف",
    "القراءة",
    "كلية",
    "أعنيه",
    "جيس",
    "الأخر",
    "حبك",
    "المقدس",
    "تماسك",
    "نظيف",
    "ظل",
    "وايت",
    "الموسم",
    "جريج",
    "الجوار",
    "الوقوف",
    "بالمال",
    "خاتم",
    "الأوان",
    "يسقط",
    "بعضها",
    "الثانى",
    "محترف",
    "الربيع",
    "الكهرباء",
    "الخاطئ",
    "السفلي",
    "ابعد",
    "اقسم",
    "وزارة",
    "أصمت",
    "إنـه",
    "سيكونون",
    "الغاز",
    "يصنع",
    "أيه",
    "صحيحا",
    "الحبل",
    "أمه",
    "ملكي",
    "شقة",
    "نفكر",
    "حلمت",
    "كـان",
    "المحرك",
    "كعكة",
    "خلفي",
    "شعري",
    "ابقوا",
    "مزرعة",
    "عودة",
    "دورة",
    "الطبيعي",
    "الغناء",
    "بقتل",
    "المركزية",
    "توقعت",
    "الحانة",
    "نفعلها",
    "يحبك",
    "بالطريقة",
    "تدريب",
    "الكتابة",
    "بوند",
    "وسيكون",
    "السوء",
    "شرير",
    "بالواقع",
    "مقبول",
    "استطع",
    "عمك",
    "إجازة",
    "بيضاء",
    "لقـد",
    "الحلقة",
    "العدد",
    "مشهد",
    "تركته",
    "أخرس",
    "أنفسكم",
    "هانك",
    "اسمعني",
    "نائب",
    "رؤيتها",
    "المشهد",
    "القمامة",
    "أشاهد",
    "لمرة",
    "الطائرات",
    "الكامل",
    "تزوجت",
    "أندي",
    "أمرك",
    "قطعت",
    "مثلنا",
    "الأرقام",
    "الأحوال",
    "الكمبيوتر",
    "اخبر",
    "انتظرى",
    "مسرح",
    "ظهري",
    "معجزة",
    "زجاجة",
    "اجتماع",
    "جعلني",
    "الحذاء",
    "جيمى",
    "المباحث",
    "لقاء",
    "بارع",
    "الصحافة",
    "عيون",
    "جمع",
    "يقال",
    "القذرة",
    "العبث",
    "درس",
    "عجلة",
    "اليهود",
    "الإشارة",
    "إيميلي",
    "صواب",
    "اختفى",
    "شأنك",
    "فحص",
    "خارجا",
    "ماي",
    "أقبل",
    "اغلق",
    "السادس",
    "الموجود",
    "للحياة",
    "بينك",
    "كسرت",
    "فعلناها",
    "قاسية",
    "باردة",
    "اكتشفت",
    "حاولي",
    "سأدفع",
    "بالسيارة",
    "احضرت",
    "هاريس",
    "ليون",
    "إختبار",
    "تقم",
    "بجوار",
    "عميق",
    "لصالح",
    "احتفظ",
    "اجلسي",
    "معرفته",
    "للناس",
    "سلسلة",
    "عادية",
    "شيىء",
    "حمقاء",
    "تحقق",
    "ترد",
    "سطح",
    "لأى",
    "ينتهى",
    "وكأن",
    "نترك",
    "مكاني",
    "أصيب",
    "موريس",
    "طائر",
    "يقع",
    "يموتون",
    "سترى",
    "بالبيت",
    "حر",
    "بالمائة",
    "عملى",
    "عصير",
    "أرجع",
    "المرحاض",
    "فرصه",
    "بولي",
    "المخلوقات",
    "حقوق",
    "السقف",
    "وكأنك",
    "تمزحين",
    "بانه",
    "عبقري",
    "العيون",
    "أفكار",
    "تصبحين",
    "ضعف",
    "هنـاك",
    "صغيرتي",
    "الزرقاء",
    "القدرة",
    "تقومين",
    "يستطيعوا",
    "أجهزة",
    "أبقي",
    "إنذار",
    "الأمان",
    "فزت",
    "بعدم",
    "لاشئ",
    "العسل",
    "الحاكم",
    "تدع",
    "فرانسيسكو",
    "كأنها",
    "أتركك",
    "القنابل",
    "بينهم",
